Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-An_Orcish_Incursion/*.po
Languages: de, fr, pl, ru, tr

source: That may be, but I do not think this one will betray us to the orcs. And we may need her assistance, too: that is a powerful force of orcs ahead.
de: Das mag sein, aber ich glaube nicht, dass diese uns an die Orks verraten würden. Zudem könnten wir ihre Unterstützung benötigen: Da ist eine mächtige Truppe Orks vor uns.
fr: Ça se pourrait, mais je ne pense pas que celui-ci puisse nous vendre aux orcs. Et nous pourrions aussi avoir besoin de son aide : il y a une puissante troupe d'orcs devant nous.
pl: Może i tak jest ale nie sądzę by ten człowiek wydał nas orkom. Zresztą my również możemy potrzebować jej pomocy, mamy naprzeciw siebie potężną armię.
ru: Может быть, но я не думаю, что они предадут нас с орками. И мы, возможно, больше нуждаемся в ее помощи: впереди есть мощная группа орков.
tr: Belki öyledir, ama bunun bizi orklara karşı ele vereceğini sanmıyorum. Ayrıca yardımına ihtiyacımız var, bu orklara karşı iyi bir güç.

source: Oh no! Without Linaera's help, I cannot hope to defeat such a great force of orcs. I must return to my post and await reinforcements.
de: Oh nein! Ohne Linaeras Hilfe kann ich nicht darauf hoffen, eine derart große Streitmacht der Orks zu bezwingen. Ich muss auf meinen Posten zurückkehren und Verstärkung abwarten.
fr: Oh non ! Je ne peux espérer vaincre une si grande troupe d'orcs sans l'aide de Linaera. Je dois retourner à mon fort et attendre des renforts.
pl: O nie! Bez pomocy Lineary nie mam nadzieji na pokonanie tak wielkiej armii. Muszę powrócić na posterunek i oczekiwać posiłków.
ru: Нет! Без помощи Линаеры, я не могу надеяться победить такую мощную группу орков. Я должен возвратиться к моему посту и ждать подкрепления.
tr: Ah, hayır! Linaera'nın yardımı olmadan orklar gibi büyük bir gücü yenebileceğimi sanmıyorum. Menzilime geri dönüp takviye kuvvetleri beklemeliyim.

source: Thank you, Linaera. I couldn't have defeated the orcs without your help... How can I repay you?
de: Habt Dank, Linaera. Ich hätte diese Orks ohne Eure Hilfe nicht besiegen können.... Wie kann ich Euch dies vergelten?
fr: Merci, Lineara. Je n'aurais pu vaincre les orcs sans votre aide... Que puis-je faire en retour ?
pl: Dziękuję Linearo, nie odniósłbym zwycięstwa bez twojej pomocy... Jak mogę ci się odwdzięczyć?
ru: Спасибо, Линаера. Я не победил бы орков без вашей помощи... Как я могу вознаградить Вас?
tr: Teşekkürler Linaera. Senin yardımın olmadan orkları yenemezdim. Sana borcumu nasıl ödeyebilirim?

source: There is one other thing... an evil power infests the swamps to the east of here. I had meant to deal with it myself, but perhaps you would like to help us once again?
de: Da gäbe es eine Sache... Eine böse Macht sucht die Sümpfe östlich von hier heim. Ich hatte geplant mich selbst darum zu kümmern, jedoch möchtet ihr uns vielleicht noch einmal helfen?
fr: Il y a autre chose... Une puissance maléfique hante les marécages situés à l'est d'ici. J'avais pensé m'en occuper moi-même, mais peut-être voudriez-vous nous aider une nouvelle fois ?
pl: Jest jedna taka rzecz... Zła moc zamieszkuje na bagnach na wschód stąd. Zamierzałam poradzić sobie z iną sama ale może zechciałbyś pomóc raz jeszcze?
ru: Есть одна другая вещь... злая сила наводняет болота на востоке отсюда. Я хотела сама расправиться с этим, но, возможно, Вы могли бы помочь нам еще раз?
tr: Tek bir şey daha kaldı... kötü bir güç buranın doğusundaki bataklığı istila etti. Anlaşmaya çalıştım ancak belki bize bir kez daha yardım edersin?

source: Very well... to the east!
de: Also gut. Nach Osten!
fr: Très bien... À l'est !
pl: Niech tak będzie... Na wschód!
ru: Хорошо... На восток!
tr: Pekala... doğuya!

source: A Detour through the Swamp
de: Ein Umweg durch die Sümpfe
fr: Un détour à travers les marécages
pl: Okrężną Drogą przez Bagna
ru: Обход через Болото
tr: Bataklığın içinden bir dolambaç

source: Hint: Undead are resistant to physical attack. Use mages to attack the undead, and elves to protect and support the mages.
de: Hinweis: Untote sind widerstandsfähig gegenüber physischen Angriffen. Benutzt Magier um die Untoten anzugreifen und Elfen um die Magier zu beschützen und ihnen zu helfen.
fr: Astuce : Les morts-vivants sont résistants aux attaques physiques. Utilisez les mages pour attaquer les morts-vivants et les elfes pour protéger et soutenir les mages.
pl: Wskazówka: Nieumarli są odporni na ataki fizyczne. Używaj magów do natarcia i elfów do wspierania oraz ochrony.
ru: Подсказка: Мертвецы стойки к физическому нападению. Используйте волшебников, чтобы напасть на них, и эльфов, чтобы защитить и поддержать волшебников.
tr: İpucu: Yarı ölüler fiziksel saldırıya dayanıklıdırlar. Yarı ölülere saldırmak için büyücüleri, büyücüleri korumak içinse elfleri kullanın.

source: Defeat Keremal
de: Besiegt Keremal
fr: Vaincre Keremal
pl: Pokonaj Keremala
ru: Поражение Керемала
tr: Keremal'ı yen

source: The evil spirits who have settled in this wetland have turned it into a vile bog. My apprentices and I have the power to dispel them, but you must protect us from their weapons.
de: Die bösen Geister, die sich in diesem Feuchtgebiet niederließen, haben ein wertloses Moor daraus gemacht. Meine Schüler und ich haben die Macht sie zu verbannen, aber ihr müsst uns vor ihren Waffen beschützen.
fr: Les esprits diaboliques qui se sont établis dans ce marais l'ont transformé en un abominable marécage. Mes apprentis et moi avons le pouvoir de les chasser, mais vous devez nous protéger de leurs armes.
pl: Złe duchy które osiedliły się na tym pustkowiu zamieniły je w ponure bagnisko. Ja i moi uczniowie mamy moc by je odegnać, ale musisz nas ochronić przed ich bronią.

source: All is lost! Without Linaera's help, I cannot hope to defeat these horrifying appraritions!
de: Es ist alles verloren. Ohne Linaeras Hilfe kann ich nicht hoffen, diese furchterregenden Erscheinungen zu besiegen.
fr: Tout est perdu ! Sans l'aide de Linaera je ne peux espérer vaincre ces horribles apparitions !
pl: Wszystko stracone! Bez pomocy Lineary nie dam rady pokonać tych przerażających zjaw!
ru: Все потеряно! Без помощи Линаеры, я не могу надеяться победить их ужасающих приведений!
tr: Hepsi kayboldu! Linaera'nın yardımı olmadan, bu korkunç yaratıkları yenebileceğimi ummuyordum.

source: Thank you, Erlornas... now I can return to my tower in peace. But I think some of my apprentices wish to follow you north in persuit of the orcs.
de: Habt Dank, Erlornas. Nun kann ich in Frieden in meinen Turm zurückkehren. Aber ich denke einige meiner Schüler wollen Euch bei Eurer Verfolgung der Orks nach Norden begleiten.
fr: Merci, Erlomas... Maintenant je peux retourner à ma tour en paix. Mais je pense que certains de mes apprentis désirent vous suivre au nord pour poursuivre les orcs.
pl: Dziękuję Erlornasie... Teraz mogę w spokoju wrócić do mojej wieży. Ale myślę że niektórzy z moich uczniów chcą z tobą podążyć na północ by ścigać orki.
ru: Спасибо, Эрлорнас... теперь я могу спокойно вернуться к моей башне. Но я думаю, что некоторые из моих учеников желают следовать за Вами север за орками.
tr: Teşekkürler Erlornas... artık kuleme huzurla dönebilirim. Ancak bir kaç yamağımın sizi orklardan korumak için kuzeye kadar takip etmelerinde fayfa var.

source: I have always wished to see elves, and now I have fought alongside them! May I please come with you?
de: Ich wollte immer Elfen sehen und nun habe ich an ihrer Seite gekämpft! Darf ich bitte mit Euch kommen?
fr: J'ai longtemps souhaité voir des elfes, et maintenant j'ai combattu à leur côté ! Puis-je vous accompagner ?
pl: Zawsze chciałem ujrzeć elfy, a teraz mogłem walczyć u ich boku! Czy mogę pójść z tobą?
ru: Я всегда желал видеть эльфов, и теперь я боролся рядом с ними! Можно мне пойти с Вами?
tr: Her zaman elfleri görmek istemişimdir, ve şimdi onların safında savaştım! Lütfen, sizle gelebilir miyim?

source: Certainly... I shall be glad of your help.
de: Sicherlich. Ich bin für Eure Hilfe dankbar.
fr: Certainement... Je serais ravi que vous m'aidiez.
pl: Oczywiście... Będę rad z twojej pomocy.
ru: Конечно... Я буду рад вашей помощи.
tr: Tabii ki... Yardımınızdan memnuniyet duyacağım.

source: Showdown
fr: Confrontation
pl: Ostateczna Rozgrywka
ru: Решающая битва
tr: Karar ver

source: Hint: Your enemy is well defended against attacks from the south. Use rangers to sneak through the forest and mount a surprise attack from the north.
de: Hinweis: Euer Feind ist vor Angriffen aus dem Süden gut geschützt. Benutzt Waldhüter um durch den Wald zu schleichen und einen Überraschungsangriff aus dem Norden zu starten.
fr: Astuce : Votre ennemi est bien protégé contre les attaques provenant du sud. Utilisez des rôdeurs pour vous faufiler à travers la forêt et mettre en place une attaque surprise à partir du nord.
pl: Wskazówka: twój wróg jest dobrze chroniony przed atakami z południa. Wykorzystaj łowców by przekraść się przez lasy i wykonać niespodziewany atak z północy.
ru: Подсказка Ваш враг хорошо защищен против нападений с юга. Используйте странников, чтобы прокрасться через лес и предпринять неожиданную атаку с севера.
tr: İpucu: Düşmanınız güneyden gelecek saldırılara karşı iyi korunmuştur. Ormana sızmak için kolcuları kullanın ve kuzeyden sürpriz bir saldırı gerçekleştirin.

source: Defeat Rualsha-Tan
de: Besiegt Rualsha-Tan
fr: Vaincre Rualsha-Tan
pl: Pokonaj Rualshę-Tana
ru: Поражение Руалша-Тана
tr: Rualsha-Tan'ı yen

source: My lord! We have ridden hard for five days to catch up with you! The council has deliberated, and asks you to defeat Rualsha quickly before he can muster a full invasion force.
de: Mein Herr, wir reiten seit fünf Tagen hart um Euch einzuholen! Der Rat hat sich getroffen und bittet Euch, Rualsha schnell zu besiegen bevor er eine ausreichende Truppe für eine Invasion versammeln kann.
fr: Monseigneur ! Nous avons chevauché pendant cinq jours pour vous rejoindre ! Le conseil a délibéré et demande que vous vainquiez Rualsha rapidement avant qu'il ne puisse rassembler une force d'invasion totale.
pl: Mój panie! Jechaliśmy forsownie przez pięć dni by cię dogonić! Rada podjęła decyzję i chce byś pokonał Rualshę zanim zdoła zgromadzić wszystkie siły.
ru: Мой лорд! Мы усердно ехали в течение пяти дней, чтобы догнать Вас! Совет просит, чтобы Вы победили Руалшу раньше, чем он сможет собрать полную силу вторжения.
tr: Efendim! Size yetişmek için dört gün boyunca çok uğraştık! Divan toplandı ve tam anlamıyla bir saldırı gücü toplayamadan Rualsha'yı yenmenizi istiyorlar.

source: Puny elves! My full army will be here soon, and then we will crush you. You will beg for a quick death!
de: Mickrige Elfen! Bald werden all meine Streitkräfte hier sein und euch zermalmen. Ihr werdet für einen schnellen Tod beten!
fr: Malheureux elfes ! Mon armée entière sera bientôt là et ensuite nous vous écraserons. Vous allez prier pour avoir une mort rapide !
pl: Żałosne elfy! Reszta moich wojsk będzie tu wkrótce a wówczas zostaniecie zmiażdżone. Będziecie błagać o szybką śmierć!
ru: Ничтожные эльфы! Моя полная армия скоро будет здесь, и тогда мы сокрушим вас. Вы будете просить быстрой смерти!
tr: Zavallı elfler! Az sonra tüm ordum burada olacak, ve sizi yok edeceğiz. Çabuk bir ölüm için yalvaracaksınız!

source: You may slay me, Erlornas, but my people live on. They will not forget! They will pursue you, and destroy you utterly... we will... we... arrgh...
de: Du magst mich besiegt haben, Erlornas, aber mein Volk lebt weiter. Sie werden nicht vergessen! Sie werden euch verfolgen und vollständig vernichten... wir werden... wir... arrgh...
fr: Vous pouvez me tuer, Erlornas, mais mon peuple me survivra. Ils n'oublieront pas ! Ils vont vous poursuivre et vous faire disparaître...Nous allons... Nous... Arrgh...
pl: Możesz mnie zabić Erlonas, ale mój lud trwa i nie zapomni. Będą was ścigać ąz zniszczą całkowicie, będą.... aaargh...

source: But Rualsha overestimated the will of his troops. With their leader dead, they scattered, and fled from the elves back to their homes in the far north.
de: Doch Rualsha überschätzte die Moral seiner Truppen. Nach dem Tod ihres Anführers zerstreuten sie sich und flohen vor den Elfen zurück in ihre Heimat im fernen Norden.
fr: Mais Rualsha surestima la détermination de ses troupes. Leur chef mort, ils s'éparpillèrent et fuirent les elfes, rejoignant leur pays dans le nord lointain.
pl: Lecz Rualsha przecenił determinację swoich wojsk. Gdy ich dowódca poległ rozproszyli się i uciekli wracając do swych domów na dalekiej północy.
ru: Но Руалша переоценил своих воинов. После его смерти они рассеялись и сбежали от эльфов назад к своим домам на далеком севере.
tr: Ama Rualsha askerlerinin iradesini gözünde falza büyüttü. Liderlerinin ölmesiyle birlikte korku içinde düşmandan kaçtılar ve elfler kuzeyin ıraklarındaki evlerine geri döndüler.

source: It grieves me to take life, even of a barbarian such as Rualsha. He led the orcs in a more organised way than I have ever known of before.
de: Es schmerzt mich Leben zu nehmen, selbst von einem Barbaren wie Rualsha. Er führte die Orks besser organisiert als ich es je zuvor sah.
fr: Cela m'afflige de prendre des vies, même celle d'un barbare tel que Rualsha. Il a dirigé les orcs avec une bien meilleure organisation que tout ce que j'ai vu auparavant.
pl: Wielkim żalem napełnia mnie konieczność odebrania życia, nawet takiemu barbarzyńcy jak Rualsha. Prowadził on orki w sposób jakiego wcześniej nie znano.

source: Let us hope the orcs never again produce such a leader! Now, Erlornas, we must return home - the council will well reward you!
de: Lasst uns hoffen, dass die Orks nie wieder einen solchen Anführer hervorbringen. Nun ist es für uns an der Zeit nach Hause zu gehen, Erlornas. Der Rat wird euch belohnen.
fr: Espérons que les orcs n'engendrent plus un tel chef de guerre ! Maintenant, Erlornas, nous devons retourner chez nous : le conseil vous récompensera généreusement !
pl: I miejmy nadzieję że plemię to nigdy więcej nie wyda na świat takiego wodza! Teraz Erlornasie musimy wrócić do domu, miej pewność że rada wynagrodzi cię szczodrze.
