Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-An_Orcish_Incursion/*.po
Languages: de, fr, pl, ru, tr

source: An Orcish Incursion
de: Ein Einmarsch der Orks
fr: Une intrusion orc
pl: Wtargnięcie Orków
ru: Вторжение Орков
tr: Bir Ork Saldırısı

source: (hardest)
de: (schwer)
fr: (difficile)
pl: (najtrudniejszy)
ru: (сложнее)
tr: (zor)

source: High Lord
de: Fürst
fr: Haut seigneur
pl: Władca wysokiego rodu
ru: Великий Лорд
tr: Yüksek Lord

source: Fighter
de: Kämpfer
fr: Combattant
pl: Wojownik
ru: Воин
tr: Savaşçı

source: (easiest)
de: (leicht)
fr: (facile)
pl: (najłatwiejszy)
ru: (легче)
tr: (kolay)

source: Lord
de: Baron
fr: Seigneur
pl: Władca
ru: Лорд

source: Defend the forests of the elves against marauding orcs, learning valuable tactics as you do so.
de: Verteidigt die Wälder der Elfen gegen plündernde Orks und lernt dabei wertvolle Taktiken.
fr: Défendez les forêts des elfes contre les orcs maraudeurs, apprenant ce faisant des tactiques utiles.
pl: Broń elfickich lasów przed orkami ucząc się w trakcie taktyki.
ru: Защитите леса эльфов от мародерствующих орков, познавая ценнейшую тактику ведения боя.
tr: Elflerin ormanını yağmacı orklara karşı koruyun, değerli taktikler öğrenin.

source: Defend the Forest
de: Verteidigt den Wald
fr: Défendre la forêt
pl: Obroń Las
ru: Защитите лес
tr: Ormanı koru

source: Hint: Elves can move fast and safely among the trees. Pick off the enemy grunts with your archers from the safety of the forest.
de: Hinweis: Elfen können sich schnell und sicher durch den Wald bewegen. Erledigt die feindlichen Grunzer aus der Sicherheit des Waldes heraus mit Euren Bogenschützen.
fr: Astuce : Les elfes se déplacent rapidement et sûrement dans les arbres. Mettez en pièces les grognards ennemis à l'abri dans la forêt.
pl: Wskazówka: Elfy potrafią poruszać się szybko i bezpiecznie wśród drzew, atakuj wrogą piechotę swoimi łucznikami korzystając z bezpieczeństwa lasu.
ru: Подсказка: Эльфы могут двигаться быстро и безопасно сквозь деревья. Убейте вражеских новобранцев вашими лучниками из безопасного леса.
tr: İpucu: Elfler ağaçlar arasında hızlı ve güvenli bir şekilde hareket edebilir. Ormanın selametinden yararlanarak okçularınızla düşman izbandutlara nişan alın.

source: Defeat Urugha
de: Besiegt Urugha
fr: Vaincre Urugha
pl: Pokonaj Urhugę
ru: Поражение Уругха
tr: Urugha'yı yen

source: Death of Erlornas
de: Erlornas fällt in der Schlacht
fr: Mort de Erlornas
pl: Śmierć Erlornasa
ru: Смерть Эрлорнаса
tr: Erlornas'ın ölümü

source: Time runs out
de: Rundenlimit überschritten
fr: Fin des tours atteinte
pl: Wyczerpanie się czasu
ru: Закончились ходы
tr: Sürenin-bitmesi

source: Look, Erlornas! A war party of orcs has encamped to the north. They are destroying the forest there!
de: Sieh nur, Erlornas. Ein Kriegstrupp der Orks hat im Norden ein Lager errichtet. Sie zerstören den Wald dort!
fr: Regardez, Erlonas ! Une troupe d'orcs s'est établie au nord. Ils sont en train de détruire la forêt !
pl: Spójrz Erlornasie! Oddział orków rozbił obóz na północy. Niszczą tamtejszy las!
ru: Смотри, Эрлорнас! Отряд орков расположился на севере. Они разрушают лес!
tr: Erlornas, bak! Bir ork savaş grubu kuzeye kamp kurmuş. Buradaki ormanı yok ediyorlar!

source: I see them... we should be able to drive them off. All the same, you had best send for reinforcements, Lomarfel.
de: Ich sehe sie. Wir sollten in der Lage sein, sie zu vertreiben. Dessen ungeachtet, solltet ihr Verstärkung rufen, Lomarfel.
fr: Je les vois... Nous devrions être capables de les renvoyer chez eux. Tout de même, vous avez bien fait d'envoyer des renforts, Lomarfel.
pl: Widzę ich... Powinniśmy być w stanie je przepędzić. Mimo wszystko Lomarfelu lepiej poślij po posiłki.
ru: Я вижу их... мы можем прогнать их. Все равно, Вам лучше всего послать за подкреплением, Ломарфэль.
tr: Onları görüyorum... geri çekilmelerini sağlamalıydık. Bununla birlikte, takviye göndermekle iyi ettin, Lomarfel.

source: Yes, sir!
de: Jawohl, mein Herr.
fr: Oui, chef !
pl: Tak jest!
ru: Есть.
tr: Evet, efendim!

source: A thousand curses on you, elfling! You will suffer... My master, Rualsha, approaches. He will wipe your people from the face of this earth!
de: Tausend Flüche auf dich, Elfling! Ihr werdet leiden... Mein Meister Rualsha nähert sich. Wir werden euch vom Angesicht dieser Erde tilgen!
fr: Soyez mille fois maudits, elfes insignifiants ! Vous allez souffrir... Mon maître Rualsha approche. Il va rayer votre peuple de la surface de la terre !
pl: Bądź przeklęty po wielokroć długouchy! Będziesz cierpiał... Mój władca, Rualsha, nadchodzi. On zmiecie twój lud z powierzchni ziemi.
ru: Тысяча проклятий на вас, элфы! Вы пострадаете... Мой хозяин, Руалша, приближается. Он сотрет ваших эльфов с лица земли!
tr: Sana binlerce kere lanet olsun, elf! Cezanı çekeceksin... Efendim; Rualsha yaklaşıyor. İnsanlarını yeryüzünden silecek!

source: Hmmm... Who is this Rualsha, I wonder? I will have to take a small exploration party north to see what is afoot there...
de: Hmmm... Ich frage mich, wer dieser Rualsha sein mag. Ich werde eine kleine Erkundungstruppe nach Norden führen müssen, um herauszufinden was dort vorgeht...
fr: Hum... Je me demande qui est ce Rualsha ? Je vais devoir aller explorer au nord pour voir ce qui se trame là-bas...
pl: Hmm... Rualsha, któż to może być? Chyba będę musiał zabrać małą grupę zwiadowców na północ by sprawdzić cóż się tam szykuje...
ru: Гммм... Кто этот Руалша? Надо направить небольшой исследовательский отряд на на север, чтобы увидеть что там...
tr: Hmmm... Rualsha kim, merak ettim? Küçük bir keşif grubu alıp kuzeyde neler olup bittiğini görmem gerekiyor...

source: Far in the north of Wesnoth was an Elven forest.
de: Weit im Norden von Wesnoth gab es einen Elfenwald.
fr: Il y avait une forêt elfe loin au nord de Wesnoth.
pl: Daleko na północy Wesnoth znajdował się elfi las.

source: One sunny day, orcs were sighted in the Elven forest.
de: Eines sonnigen Tages wurden Orks im Elfenwald gesichtet.
fr: Un beau jour, des orcs furent signalés dans la forêt des elfes.
pl: Pewnego słonecznego dnia zauważono w nim orki.

source: Assassins
de: Meuchelmörder
pl: Zabójcy
ru: Убийцы
tr: Suiskastçiler

source: Hint: Assassins are hard to hit, and their poison is insidious. Stay close to the villages, where poisoning can be cured, and force your enemies to attack you from the river.
de: Hinweis: Orkmeuchler sind schwer zu treffen und ihr Gift ist heimtückisch. Bleibt nahe der Dörfer, wo eine Vergiftung geheilt werden kann und zwingt Eure Feinde, Euch vom Fluss aus anzugreifen.
fr: Astuce : Les assassins sont difficiles à toucher et leur poison est insidieux. Restez proches des villages, où l'empoisonnement peut être guéri, et forcez vos ennemis à vous attaquer depuis le fleuve.
pl: Wskazówka: Zabójców ciężko trafić a ich trucizna jest bardzo nieprzyjemna. Trzymaj się blisko wiosek w których można uleczyć zatrucie i zmuś przeciwników by atakowali cię z rzeki.
ru: Подсказка: В убииц трудно попасть, и их яд коварен. Будьте близко к деревням, где отравление может быть вылечено, и заставьте ваших врагов аттаковать Вас с реки.
tr: İpucu: Suiskastçileri vurmak zordur, ve zehirleri gizlice zarar verir. Zehirin iyileştirilebileceği ve düşmanları nehirden saldırmaya zorlayan köylere yakın durun.

source: Defeat Gharlsa
de: Besiegt Gharlsa
fr: Vaincre Gharlsa
pl: Pokonaj Gharlsę
ru: Поражение Гарлса
tr: Gharlsa'yı yen

source: Gharlsa sees elves... yes... fresh meat, yes, yes...
de: Gharlsa sieht Elfen... ja... frisches Fleisch, ja, ja...
fr: Gharlsa voit des elfes... Oui... Viande fraîche, oui, oui...
pl: Gharlsa widzieć elfy... taaak... świeże mięso...
ru: Гарлса видит эльфов... да... свежее мясо, да, да...
tr: Gharlsa elfleri görür... evet... taze et, evet, evet...

source: Does that demented creature really think he can kill us... let us teach him a lesson!
de: Glaubt diese wahnsinnige Kreatur wirklich, uns besiegen zu können. Lasst uns ihm eine Lektion erteilen!
fr: Est-ce que cette créature démente pense réellement pouvoir nous tuer... Donnons-lui une bonne leçon !
pl: Czy ten ogłupiały stwór naprawdę myśli, że da radę nas zabić?... Dajmy mu nauczkę!
ru: Неужели это сумасшедшее существо действительно думает, что сможет убить нас... преподадим ему урок!
tr: Bu deli yaratık gerçekten bizi öldürebileceğini sanıyor... hadi ona bir ders verelim!

source: Be careful... he may be more dangerous than he appears.
de: Seid vorsichtig. Er könnte gefährlicher sein, als es den Anschein macht.
fr: Sois prudent... Il pourrait être plus dangereux qu'il n'y paraît.
pl: Ostrożnie... Może być bardziej niebezpieczny niż na to wygląda.
ru: Осторожней ..., он может быть более опасным, чем кажется.
tr: Dikkatli ol... göründüğünden daha tehlikeli olabilir.

source: Yes... yes... slay them, my assassins!
de: Ja... ja... Erschlagt sie, meine Meuchelmörder!
fr: Oui... Oui... Massacrez-les, mes assassins !
pl: Tak... Tak!... Zgładźcie ich moi zabójcy!
ru: Да... да... убейте их, мои убийцы!
tr: Evet... evet... onları katledin suiskastçilerim!

source: Wasteland
de: Verdorrtes Land
fr: Désert
pl: Pustkowie
ru: Пустошь
tr: Çorak bölge

source: Hint: There are no villages in this scenario - you must use healers instead. Use hit and run tactics to weaken enemy units who cannot heal themselves.
de: Hinweis: In diesem Szenario gibt es keine Dörfer. Ihr müsst stattdessen Heiler benutzen. Benutzt Fluchttaktiken um Feinde zu schwächen, die sich nicht selbst heilen können.
fr: Astuce : Il n'y a aucun village dans ce scénario ; vous devez utiliser des guérisseurs à la place. Utilisez des tactiques d'attaques éclairs pour affaiblir les unités ennemies qui ne peuvent pas guérir seules.
pl: Wskazówka: W tym scenariuszu nie ma wiosek, zamiast tego musisz używać uzdrowicieli. Atakuj z doskoku i natychmiast wycofuj się by osłabić nie mogących się leczyć przeciwników.
ru: Подсказка: В этом сценариин нет деревень - Вы должны использовать целителей вместо их. Используйте короткие набеги, чтобы ослабить вражеские соединения, которые не может излечить себя.
tr: İpucu: Bu senaryoda hiç köy yok.- bu yüzden tedavicileri kullanmalısınız. Kendi kendilerini tedavi edemeyen düşman birimlerini zayıflatmak için vur kaç taktiklerini kullanın.

source: Defeat Gnargha
de: Besiegt Gnargha
fr: Vaincre Gnargha
pl: Pokonaj Gnarghę
ru: Поражение Гнарга
tr: Gnargha'yı yen

source: The foul orcs have devastated this area, destroying the trees and driving out the peaceful folk... it saddens me to see such waste.
de: Die stinkenden Orks haben diese Gegend verwüstet, die Bäume zerstört und die friedliche Bevölkerung vertrieben. Es schmerzt mich, eine solche Verwüstung zu sehen.
fr: Les orcs infects ont dévasté cette zone, détruisant les arbres et chassant au loin les paisibles gens... Cela m'attriste de voir tant de gâchis.
pl: Przebrzydłe orki zdewastowały tą okolicę niszcząc drzewa i wypędzając spokojnych mieszkańców... Ten widok mnie zasmuca.
ru: Грязные орки опустошили эту область, разрушив деревья, и вытеснив мирный народ... мне печально видеть такое запустение.
tr: İğrenç orklar bu alanı harap etmiş, bütün ağaçları yok ediyorlar ve hücum ediyorlar.

source: Greetings, Erlornas! I am Gnargha, the brother of Urugha whom you slew but few nights ago. Know this: Lord Rualsha has permitted me to be the agent of his revenge!
de: Sei gegrüßt, Erlornas! Ich bin Gnargha, der Bruder von Urugha den du gerade erst vor ein paar Nächten erschlagen hast. Wisse: Lord Rualsha hat mir erlaubt der Überbringer seiner Rache zu sein!
fr: Salutations, Erlornas ! Je suis Gnargha, le frère d'Urugha que vous avez assassiné il y a quelques nuits. Sachez ceci : le seigneur Rualsha m'a permis d'être l'instrument de sa vengeance !
pl: Bądź pozdrowiony Erlornasie! Jam jest Gnargha, brat Urughi którego zgładziłeś parę nocy temu. Wiedz, że lord Rualsha zezwolił bym był narzędziem jego zemsty!
ru: Приветствую, Эрлорнас! Я - Гнаргха, брат Уругхи, которого вы убили несколько ночей тому назад. Знай: Лорд Руалша разрешил мне быть агентом его мести!
tr: Selamlar, Erlornas! Ben Gnargha, katlettiğin Urugha'nın kardeşi. Şunu bil: Efendi Rualsha intikamının vekili olmam için bana izin verdi!

source: I have no quarrel with you, Gnargha, nor with your leader Rualsha - but I cannot permit you to invade our lands. Leave now, and we shall be at peace.
de: Weder habe ich Streit mich Euch, Gnargha, noch mit eurem Anführer Rualsha. Jedoch kann ich Euch nicht erlauben in unser Gebiet einzudringen. Geht jetzt und wir verbleiben in Frieden.
fr: Je n'ai rien de personnel contre vous, Gnargha, ou contre votre maître Rualsha, mais je ne peux pas vous permettre d'envahir nos terres. Partez maintenant et nous pourrons être en paix.
pl: Nie mam nic przeciw tobie Gnargho tak jak i przeciw twemu przywódcy, ale nie mogę zezwolić byście najeżdżali nasze ziemie. Odejdź teraz a pozostanie międzynami pokój.
ru: Я не хочу ссориться ни с тобой, Гнаргха, ни с вашим лидером Руалшой - но я не могу разрешить тебе вторгаться в наши земле. Теперь уходите, и мы заключим мир.
tr: Seninle kavgam yok, Gnargha, liderin Rualsha'yle olmadığı gibi. - ama topraklarımıza saldırmanıza izin veremem. Şimdi buradan ayrılın, ve barış içinde kalalım.

source: Peace?! Bah! You are weaker than I thought. Now prepare yourself for a slow and painful death!
de: Frieden?! Pah! Du bist schwächer als ich dachte. Bereite dich auf einen langsamen und qualvollen Tod vor!
fr: Paix ?! Pfff ! Vous êtes plus faibles que je ne le pensais. Préparez-vous maintenant à une mort lente et douloureuse !
pl: Pokój? Bah, jesteś słabszy niż myślałem. A teraz szykuj się na powolną i bolesną śmierć.
ru: Мир?! Вот ещё! Вы слабее, чем я думал. Теперь приготовитесь к медленной и болезненной смерти!
tr: Barış? Peh! Düşündüğümden daha da güçsüzmüşsün. Şimdi kendini yavaş ve acı bir ölüm için hazırla!

source: Gnargha and his troops must have come down out of that valley to the north... that is where we will go next!
de: Gnargha und seine Truppen müssen aus dem Tal im Norden gekommen sein. Dorthin werden wir als nächstes gehen.
fr: Gnargha et ses troupes doivent être venus de cette vallée du nord... Et c'est là que nous irons !
pl: Gnargha i jego oddziały musiały przybyć z tej doliny na północy... To jest nasz następny cel.
ru: Гнаргха и его войска, должно быть, пришли из той долины на севере... мы пойдем туда!
tr: Gnargha ve izbandutları şu vadiden kuzeye doğru kayboldular... Şimdi gitmemiz gereken yer orası!

source: Valley of Trolls
de: Tal der Trolle
fr: La Vallée des trolls
pl: Dolina Troli
ru: Долина Троллей
tr: Trollerin vadisi

source: Hint: Trolls are very dangerous if they can attack as a group. Use the cave-mouths as bottlenecks to fight them one at a time.
de: Hinweis: Trolle sind sehr gefährlich, wenn sie als Gruppe angreifen. Benutzt die Eingänge der Höhlen als Flaschenhals, um sie einzeln zu bekämpfen.
fr: Astuce : Les trolls sont très dangereux s'ils peuvent attaquer en groupes. Utilisez les boyaux des cavernes comme des goulots pour les combattre les uns après les autres.
pl: Wskazówka: Trole są bardzo niebezpieczne gdy atakują grupą, używaj wejść do jaskiń i wąskich gardeł by walczyć z nimi pojedyńczo.
ru: Подсказка: Тролли очень опасны, если они могут напасть группой. Используйте выходы пещер как узкие места, чтобы бороться с ними по одному.
tr: İpucu: Troller toplu halde saldırırlarsa çok tehlikeli olabilirler. Onlarla teker teker dövüşmek için mağara ağızlarını engel olarak kullanın.

source: Defeat all enemy leaders
de: Besiegt alle feindlichen Anführer
fr: Vaincre tous les chefs ennemis
pl: Pokonaj wszystkich wrogich przywódców
ru: Убить лидеров противника
tr: Bütün düşman liderlerini yen

source: We are far from our lands, now, Erlornas, and we have driven the orcs from the forest. Why do we not return to our post?
de: Wir sind nun fern unserer Heimat, Erlornas und wir haben die Orks aus dem Wald vertrieben. Warum kehren wir nicht auf unseren Posten zurück?
fr: Nous sommes loin de nos contrées, Erlornas, et nous avons chassé les orcs de la forêt. Pourquoi ne pas retourner à notre camp ?
pl: Odeszliśmy daleko od naszych domów Erlornasie i wyparliśmy orki z lasu. Dlaczego nie możemy wrócić na nasz posterunek?
ru: Мы далеки от наших земель, Эрлорнас, и мы вывели орков из леса. Почему мы не возвращаемся к нашему посту?
tr: Topraklarımızdan uzaktayız, Erlornas, ve orkları ormandan temizledik. Niçin kışlamıza geri dönemiyoruz?

source: You heard what the orcs said - this Rualsha is more than a mere marauding warlord in search of pillage. He is planning an invasion, I'm sure of it. We must gather more information about his plans before we go back.
de: Ihr habt gehört was die Orks sagten - dieser Rualsha ist mehr als nur ein plündernder Kriegsherr auf der Suche nach Beute. Ich bin mir sicher, dass er eine Invasion plant. Wir müssen mehr Informationen über seine Pläne erlangen, bevor wir zurückkehren können.
fr: Vous avez entendu ce que les orcs ont dit : ce Rualsha est plus qu'un simple seigneur de guerre maraudeur en recherche de pillages. Il planifie une invasion, j'en suis sûr. Nous devons obtenir plus d'informations sur ses plans avant de repartir.
pl: Słyszałeś co mówiły orki, Rualsha jest czymś więcej niż przywódcą hordy poszukującym łupu. Jestem pewien, że planuje inwazję i dlatego musimy zebrać więcej informacji zanim wrócimy spowrotem.
ru: Вы услышали то, что говорили орки: этот Руалша - больше, чем простой мародерствующий военачальник в поисках грабежа. Он планирует вторжение, я уверен в этом. Мы должны собрать больше информации о его планах прежде, чем мы вернёмся.
tr: Orkların ne dediğini duydunuz - Rualsha ganimet peşinde koşan çapulcu bir savaş lordundan daha fazlası. Bir saldırı planlıyor, bundan eminim. Geri dönmeden önce planları hakkında bilgi toplamalıyız.

source: Information will do us no good if we are killed before we return with it! These mountains look like troll territory.
de: Informationen werden uns nichts nutzen, wenn wir getötet werden bevor wir damit zurückkehren. Diese Berge wirken als lebten hier Trolle.
fr: Des renseignements seront inutiles si nous sommes tués avant d'être revenus ! Ces montagnes semblent être un territoire troll.
pl: Informacje się nam nie przysłużą jeśli zginiemy zanim przyniesiemy je spowrotem. Te góry wyglądają na terytorium troli?
ru: Информация не поможет нам, если нас убьют прежде, чем мы возвратимся! Похоже, эти горы - территория троллей.
tr: Eğer bilgiyi ulaştıramadan öldürülürsek öğrenmiş olduğumuz bilgi pek de işimize yaramayacak! Bu dağlar trol topraklarına benziyor.

source: Linaera the Quick
de: Linaera die Schnelle
fr: Linaera la Véloce
pl: Linaera Lekkostopa
ru: Линаера Быстрая
tr: Hızlı Linaera

source: Hint: This enemy is too strong for you to defeat alone. Use mounted units, and Linaera's power of teleportation to mount hit and run attacks.
de: Hinweis: Dieser Gegner ist zu stark, um von Euch allein besiegt zu werden. Nutzt berittene Einheiten und Linaeras Fähigkeit der Teleportation um anzugreifen und sofort wieder zu flüchten.
fr: Astuce : Cet ennemi est trop fort pour que vous le vainquiez seul. Utilisez des unités montées et le pouvoir de téléportation de Linaera pour effectuer des attaques éclairs.
pl: Wskazówka: Ten przeciwnik jest za silny byś pokonał go sam. Wykorzystaj jednostki konne i umiejętność teleportacji Linaery by uderzać z zaskoczenia i wycofywać się na bezpieczne pozycje.
ru: Подсказка: Этот враг слишком силен для Вас, чтобы Вы победили его одни. Используйте всадников и телепортацию Линаеры, чтобы атаковать набегами.
tr: İpucu: Bu düşman tek başınıza yenebilmeniz için çok güçlü. Bağlı birimler kullanın, böylece Linaera'nın ışınlanma gücü darbe alacaktır ve saldırılar işleyecektir.

source: Defeat Krughnar
de: Besiegt Krughnar
fr: Vaincre Krughnar
pl: Pokonaj Krughnara
ru: Поражение Кругнара
tr: Krughnar'ı yen

source: Death of Linaera
de: Linaera fällt in der Schlacht
fr: Mort de Linaera
pl: Śmierć Linaery
ru: Смерть Линаеры
tr: Linaera'nın ölümü

source: We have come into the lands of the humans, Erlornas! See, there is one living in that tower to the west.
de: Wir haben das Gebiet der Menschen erreicht, Erlornas! Seht, da ist jemand lebendiges in diesem Turm im Westen.
fr: Nous sommes arrivés sur les terres des humains, Erlornas ! Regardez, l'un d'entre eux réside dans ce château à l'est.
pl: Wkroczyliśmy na ziemie ludzi! Popatrz, jeden żyje w tej wieży na zachód.
ru: Мы пришли в страны людей, Эрлорнас! Смотри, один из них живёт в той башне на западе.
tr: Erlornas, insanların topraklarına geldik! Bak, kulenin batısında hala yaşayan biri var.

source: Help! A great army of orcs has come down from the north, and has been laying seige to my tower for weeks... we are nearly out of supplies. Our people have always been friendly to the elves - will you not assist us?
de: Hilfe! Eine große Armee von Orks ist aus dem Norden gekommen und hat meinen Turm über Wochen hinweg belagert. Wir haben fast keine Vorräte mehr. Unser Volk hat die Elfen immer gut behandelt - ihr werdet uns doch helfen?
fr: Au secours ! Une grande armée d'orcs est venue du nord et assiège mon château depuis des semaines... Nous sommes presque à cours de provisions. Notre peuple a toujours été l'ami des elfes ; nous soutiendrez-vous ?
pl: Pomocy! Wielka armia orków nadeszła z północy i od tygodni oblega moją wieżę... już prawie skończyły się nam zapasy. Nasi ludzie zawsze okazywali przyjaźń elfom, czy nam pomożecie?
ru: Помогите! Большая армия орков пришла с севера, и осаждала мою башню в течение многих недель... у нас почти нет еды. Наши люди всегда дружили с эльфами - разве Вы не поможете нам?
tr: Yardım! Kuzeyden büyük bir ork ordusu geldi ve haftalardır kalemi zaptettiler... neredeyse erzaksız kaldık. İnsanlarımız elflere karşı her zaman dostça davrandılar,- bize yardım etmeyecek misiniz?

source: Yes, of course! But... I wish to defeat the vile orcs and drive them away from our borders. Will you join us in attacking them?
de: Ja, sicherlich! Jedoch muss ich diese wertlosen Orks besiegen und von unseren Grenzen vertreiben. Werdet ihr uns beim Angriff unterstützen?
fr: Oui, bien sûr ! Je désire vaincre les abominables orcs et les repousser loin de nos frontières. Vous joindriez-vous à nous pour les attaquer ?
pl: Tak, oczywiście. Ale moim pragnieniem jest pokonać ochydne orki i odegnać je od naszych granic. Wesprzesz nas w ataku na nie?
ru: Да, конечно! Но... Я желаю победить мерзких орков и отогнать их от наших границ. Вы присоединитесь к нам в нападении на них?
tr: Evet, tabii ki! Ama... Aşağılık orkları yenmek ve sınırlarımızdan defetmek isterim. Onlara saldırırken bize katılacak mısınız?

source: Nothing would please me better! I will place all my powers at your command.
de: Nichts würde ich lieber tun! Ich werde alle meine Truppen unter euer Kommando stellen.
fr: Rien ne pourrait me faire plus plaisir ! Mes pouvoirs sont à votre disposition.
pl: Nic nie sprawiłoby mi większej przyjemności! Oddam wszystkie swoje moce pod twoje rozkazy.
ru: Ничто бы не понравилось мне лучше! Я передам все мои силы под ваше командование.
tr: Hiç birşey beni daha iyi hissettiremezdi! Tüm güçlerimle emrinizdeyim.

source: My lord... humans cannot be trusted! They shift their allegiances with the changing of the wind!
de: Menschen kann man nicht trauen, mein Fürst. Sie wechseln ihre Allianzen mit der Windrichtung.
fr: Monseigneur... Les humains ne sont pas dignes de confiance ! Ils changent d'allégeances comme le vent change de direction !
pl: Panie... ludziom nie można ufać! Zmieniają sojusze jak wiatr strony świata!
ru: Мой лорд... людям нельзя доверять! Они меняют свою преданность с изменением ветра!
tr: Efendim... insanlara güvenemezsiniz! Onlar sadakatlerini rüzgarın esişine göre değiştirirler!
