Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-manual/*.po
Languages: hu

source: Striking first is an advantage because it allows you the choice of which units will face off. Take advantage of enemy weakness: e.g. direct your ranged attacks against foes without ranged weapons. Take advantage of weaknesses like Horsemen's vulnerability to pierce. But remember that they get to attack back on their turn, so you might have weaknesses the enemy may exploit.
hu: Az első csapás előnyt jelent számodra hiszen megadja a választási lehetőséget hogy melyik egységre csapsz le először. Szerezz előnyt az ellenség gyengeségéből: pl. fordítsd a nem-távolsági fegyverzetű ellenségeiddel szemben a távolsági egységeid. Szerezz előnyt például a lovas áttörő támadásokkal szembeni gyengeségéből. De emlékezz hogy visszatámadnak az ő fordulójukban, szóval lehet lesz gyengeséged amit az ellenség majd kihasznál.

source: For example, Horsemen can hold up the line against Orcish Grunts and Troll Whelps very well because they have some resistances against blade and impact. But your Horseman may quite quickly fall to Orcish Archers and Goblin Spearmen.
hu: Példaképp, Lovasokkal tarthatsz egy nagyon jó vonalat az Ork Gyalogosok és Troll Whelpsek ellen mert elég jó az ellenállásuk penge és becsapódás ellen. D a Lovasaid hamar eleshetnek az Ork íjászok és a Goblin Dárdásokkal szemben.

source: In particular, use your ranged weapons if the enemy has no ranged attack. The computer's default choice only looks for the most damage you can deal, so using it will often result in your units taking more damage than necessary.
hu: Részlegesen, használd a távolsági fegyvereket ha az ellenségnek nincs távolsági támadása. A számítógép alapvető döntésénél csak a minnél több sebzés bevitele les za döntő ami sokszor azt eredményezi hogy az egységed több sérülést fog elszenvedni mint ami szükséges.

source: Time of Day
hu: Napszak

source: Remember that Lawful units like humans fight better at daytime and Chaotic units like orcs or undead fight better at night. Ideally you want to first meet the enemy when you are strong and/or he is weak. When the enemy has its strong time, it often pays off to strengthen your lines and hold a favorable defensive position. When its weak time is about to arise, your advance will push forth.
hu: Emlékezz arra hogy a Törvényteli egységek példaképp az emberek jobban harcolnak nappal és a Kaotikus egységek mint például az orkok vagy élőhalottak éjjel harcolnak jobban. Elméletileg azt akarod hogy mikor elsőre találkozol az ellenséggel te legyél az erősebb / ő legyen a gyengébb. Mikor az ellenség van előnyben, gyakorta kifizetődik a vonalaid megerősítése és a favorit védelmi pozíciók védelme. Mikor a te időd eljön, az előnyöd tovább nő.

source: For example, elves might hold out a forest during a nightly orcish onslaught and advance on sunrise. You may even note that the computer AI actively retreats his orcs during day.
hu: Példaképp, az elfek talán kitartanak az erődőben míg az éjjelenti ork mészárlás tart majd napfelkeltekor előrenyomulnak. Azt is megfigyelheted hogy az MI aktívan visszavonul az orkjaival nappal.

source: Over the course of a campaign, it is critical that you build up a seasoned force. Later scenarios will assume you have level 2 and 3 units available for recall.
hu: A hadjárat során, kritikus pont az hogy egy viharérett hadsereget építs. A késöbbi küldetések felvetik majd hogy van 2-es és 3-as szintű egységed ami rendelkezésedre áll visszahívásra.

source: Your units gain most experience points (XP) from killing an enemy unit (8XP per level of the unit killed). As such, it often makes sense to have your higher level units weaken an enemy, but cede the kill to a unit more in need of the XP. Healers in particular are often weak in combat and often need to <emphasis>steal</emphasis> kills in this way to advance levels.
hu: Az egységeid tapasztalati pontot (TP) kapnak a megölt ellenségekért (8 TP szintenként egy ellenségért). Ebből következően, gyakran felvetődik az ötlet hogy az erősebb egységeiddel gyengítsd le az ellenséget, de az ölést engedd át annak az egységnek amelynek nagyobb szüksége van TP-re.

source: At the beginning (when you probably have no high level units), try to give most kills to a small handful of your units. This will fast-track them to becoming Level 2 units, and they can then shepherd others.
hu: A kezdetben (mikor még nincs magas szintű egységed), próbáld meg a legtöbb ölést egy maréknyi egységeddel végezni. Ez gondoskodik róla hogy hamar 2-es Szintű egységek legyenek, mikor már tudják pátyolgatni a többieket.

source: Don't neglect to earn your leader experience. You need to keep him safe, but if you coddle him too much he will be too low level to survive future scenarios anyway.
hu: Ne hanyagold el a vezetőd tapasztalatát. Biztonságban kell tartanod, de ha túlságosan elkényezteted, késöbb túl alacsony szintű lesz a további küldetések túléléséhez.

source: Getting the Most Fun Out of the Game
hu: Élvezd ki a játékot minnél jobban

source: Remember, the idea of a game is to have fun! Here are some recommendations from the development team on how to get the most fun out of the game:
hu: Emlékezz, a játék alapötlete a szórakozás volt! Itt van néhány javaslat a fejlesztő csapattól arról hogy hogyan élvezd a játékot minnél jobban:

source: Consider playing the campaign on "Medium" difficulty level, especially if you have prior experience with strategy games. We feel you'll find it much more rewarding.
hu: Fontold meg a hadjárat végigjátszást "Közepes" nehézségi fokozaton, különösen ha már van tapasztalatod stratégiai játékokkal. Úgy érezzük sokkal kifizetődöbbnek fogod találni.

source: Don't sweat it too much when you lose some units. The campaign was designed to accommodate the player losing some units along the way.
hu: Ne izzadj le túlságosan mikor elvesztessz néhány egységet. A hadjáratok úgy lettek tervezve hogy kipótolja idővel a játékos elvesztett egységeit.

source: Don't abuse saved games. Long ago, Wesnoth only allowed saving the game at the end of a scenario. Mid-scenario saving was added as a convenience to use if you had to continue the game another day, or to protect against crashes. We do not recommend loading mid-scenario saved games over and over because your White Mage keeps getting killed. Learn to protect your White Mage instead, and balance risks! That is part of the strategy.
hu: Ne tévesszen meg a mentett játék. Régebben, a Harc Wesnothért csak a küldetések végén engedett menteni. A küldetésbeli mentés azért lett hozzáadva hogy kényelmesen folytathasd a játékod egy másik nap, vagy hogy védelmet nyújtson a kifagyásoktól. Nem ajánljuk ezen mentések betöltését csak azért mert a Fehér Mágusod folyton meghal. Tanuld meg ehelyett azt, hogy hogyan védheted meg a Fehér Mágust, és tapasztald az egyensúly kockázatát! Ez a stratégia része.

source: If you must load a saved game, we recommend going back to the start of the scenario, so that you choose a new strategy that works, rather than simply finding random numbers that favor you.
hu: Ha vissza kell töltened egy elmentett állást, azt javasoljuk hogy térj vissza a küldetés kezdetére, így egy új stratégiát választhatsz ami működik, mint sem csak egy szimpatikus számot választanál helyette.

source: But remember, the aim is to have fun! You may have different tastes than the developers, so do what you enjoy most! If you enjoy loading the saved game every time you make a mistake, looking for the <emphasis>perfect</emphasis> game where you never lose a unit, by all means, go right ahead!
hu: De emlékezz, a fő cél hogy szórakozz! Különböző ízléssel rendelkezhetsz mint a fejlesztők, szóval csináld azt amit a legjobban élvezel! Ha azt élvezed hogy visszatöltöd az elmentett játékokat minden egyes baki után, vagy hogy próbálkozol a <emphasis>tökéletes</emphasis> játékkal ahol nem vesztessz egységet, ez csak annyit jelent, hát rajta!

source: At the start of a scenario
hu: A küldetés kezdeténél

source: First, read the scenario objectives. Sometimes you do not have to kill enemy leaders; instead it is enough that you survive for a certain number of turns, or pick up a particular object
hu: Először olvasd el a küldetés céljait. Néha nem szükséges az ellenséges vezetők megölése; helyette elég csak egy adott számú körig túlélni, vagy felvenni egy bizonyos tárgyat.

source: Look at the map: the terrain, the position of your leader and the other leader(s).
hu: Nézd a térképet: a talajtípus, a vezetőid és az ellenséges vezető(k) pozíciója miatt.

source: Then, begin to recruit units. Cheap units are useful to soak up the first wave of an enemy's attack; advanced units can then be brought in as support. Fast units can be used as scouts, for exploring the map and to quickly conquer villages.
hu: Eztán, kezdj el egységeket toborozni. Az olcsó egységek hasznosak az első ellenséges hullámok felmorzsolására; a fejlettebb egységeket érdemes támogatásképp vinni. A gyors egységeket használhatodfelderítsére, és a falvak gyors elfoglalásához.

source: During the scenario
hu: A küldetés során

source: Try to capture and keep control of as many villages as possible to keep the gold coming in.
hu: Próbálj meg elfoglalni és tartani annyi falvat amennyit csak tudsz hogy biztosítsd az arany bejövetelét.

source: Keep units in packs so the enemy cannot attack from as many sides, and so you can outnumber each enemy unit. Put your units in a line so that the enemy cannot attack any one of your units from more than two sides.
hu: Tartsd az egységeidet csoportokban így az ellenség nem tud túl sok oldalról támadni, így számbeli fölénybe kerülsz az ellenséges egységekkel szemben. Helyezd el egységeid egy sorban és az ellenség nem tudja az egységeidet több oldalról támadni.

source: Different units have different strengths and weaknesses depending on terrain and who they are attacking; right click on units and select "Unit Description" to learn more.
hu: A különböző egységek különböző erősségekkel és gyengeségekkel rendelkeznek ami függ a talaj típusától és attól hogy kit támadnak; kattints jobb-gombbal az egységre és válaszd ki az "Egység Leírás"-t a további információért.

source: You can cause damage to enemies with advanced units and then finish them with lower level units - to give them more experience (and finally make them advance to next level).
hu: A továbbfejlesztett egységekkel érdemes támadni az ellenségeket, a gyengébb szintűekkel pedig leölni azt - a több tapasztali ponthoz való jutás érdekében (és továbbfejleszteni őket)

source: Losing units is expected, even advanced units.
hu: Egy egység elvesztésére számítani kell, még akkor is ha továbbfejlődött egységről van szó.

source: Time of day really matters:
hu: A napszak igazán számít mert:

source: lawful units do more damage at day and less damage at night
hu: törvényes egységek többet sebeznek nappal és kevesebbet éjjel

source: chaotic units do more damage at night and less damage at day
hu: kaotikus egységek többet sebeznek éjjel és kevesebbet nappal

source: remember to always check the time of day on the right side of the screen. Plan ahead - think about what it's going to be next turn as well as this turn.
hu: emlékezz arra hogy mindig nézd milyen napszak van a képernyő jobb oldalán. Tervezz előre - gondolkozz mi fog történni a következő körben akárcsak ebben a körben.

source: An important part of succeeding at Battle for Wesnoth is keeping your units healthy. When your units take damage you can heal them by moving them onto villages or next to special healing units (e.g. the Elvish Shaman and White Mage). Some other units you will encounter, such as Trolls, have the ability to heal themselves naturally.
hu: A Harc Wesnothért megnyeréséhez nagyon fontos hogy tartsd az egységeidet egészségesen. Mikor az egységeid megsebesülnek megtudod őket gyógyítani azzal hogy egy faluba vagy egy speciális egység közelébe juttatod őket (pl. Elvish Shaman vagy Fehér Mágus). Néhány egység amikkel összefogsz futni képesek magukat gyógyítani, úgymint Trollok, amelyek rendelkeznek a természetes öngyógyítás képességével.

source: Winning a scenario
hu: Küldetés megnyerése

source: Advanced units are needed to quickly kill enemy commanders, and to avoid losing lots of units.
hu: A továbbfejlődött egységek szükségesek az ellenséges parancsnokok gyors legyilkolásához, és az óriási veszteségek elkerüléséhez.

source: The quicker you win a scenario, the more gold you get; you will get more gold from winning early than from all of the map's villages for the rest of the turns.
hu: Minnél gyorsabban nyersz meg egy küldetést, annál több aranyat kapsz; több aranyat fogsz kapni mint a pálya összes falujától a maradék köröket tekintve.

source: Killing all enemy leaders usually gives instant victory.
hu: Az össes ellenséges vezető megölése általában azonnali győzelmet eredményez.

source: More general tips
hu: További általános tipp

source: After slaughtering scenarios (where you take lots of punishment) there are usually "breathing room" scenarios where you can rather easily gain some gold and experience (advanced units)
hu: Az öldöklős küldetések (ahol rengeteg büntetést kapsz) után szoktak lenni "lélegzetvétel" küldetések ahol könnyen gyűjthetsz aranyat és képezhetsz(fejleszthetsz) egységeket.

source: Advanced units have higher upkeep than lower level units (1 gp per level), loyal units are an exception.
hu: A továbbfejlődött egységeknek nagyobb fenntatrtási költsége van mint az alacsonyabb szintűeknek (1 gp szintenként), a hűséges egységek ez alól kivételek.

source: Glossary
hu: Szószedet
