Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-manual/*.po
Languages: hu

source: en
hu: hu

source: Battle for Wesnoth User's Manual
hu: Harc Wesnothért Felhasználói Kézikönyv

source: Preface
hu: Előszó

source: The Battle for Wesnoth is a turn-based strategy game with a fantasy theme.
hu: A Harc Wesnothért egy körökre osztott, stratégiai játék fantasy témával.

source: <emphasis>Build up a great army</emphasis>, gradually turning raw recruits into hardened veterans. In later games, recall your toughest warriors and form a deadly host against whom none can stand! Choose units from a large pool of specialists, and hand pick a force with the right strengths to fight well on different terrains against all manner of opposition.
hu: <emphasis>Build up a great army</emphasis>, fokozatosan átváltoztatva a nyers újoncokat kemény veteránokká. A késöbbi játékokban, hívd vissza a legerőteljesebb harcosaid és formázz egy halálos sereget aminek nincs ellensége! Toborozz egységeket specialisták óriási választékábal, és kézzel válaszd ki az erőt a megfelelő ütőképességhez akárcsak különböző tereptípusokon minden féle ellenséges viselkedésformával szemben.

source: You will be able to select from among over two hundred unit types (infantry, cavalry, archers, and mages are just the beginning) and fight actions ranging from small-unit ambushes to clashes of vast armies. You can even create your own custom units, and write your own scenarios – or even full-blown campaigns. You can also challenge your friends – or strangers – and fight in epic <emphasis>multi-player</emphasis> fantasy battles.
hu: Lehetőséged lesz több mint két száz egységtípus közül választani (gyalogság, lovasság, íjászok, és mágusok csak a kezdet) és a harcok folytán a kis egységekkel végzett rajtacsapáson keresztül az óriási hadsergek csatározásásához is. Elkészítheted akár saját egységeid, és megírhatod saját küldetéseidet - vagy akár egy teljes hadjáratot. Ezenkívül megmérkőzhetsz barátaiddal - vagy idegenekkel - és harcolj a legendás <emphasis>multi-player</emphasis> fantasy csatákban.

source: Getting Started
hu: Kezdésként

source: The World
hu: A Világ

source: The Creatures
hu: A Lények

source: Finding Your Way
hu: Találd meg az utad

source: Tutorial
hu: Gyakorlás

source: Campaign
hu: Hadjárat

source: Wesnoth was primarily designed to play campaigns. Campaigns are a series of connected scenarios. Click this button to start a new campaign. You will be presented with a list of campaigns available on your computer (more can be downloaded if you wish). Select your campaign and click OK to start or Cancel to quit. Each campaign has a difficulty level: easy, medium (normal), and hard. We recommend medium as this level is challenging, but not difficult. You may not change the difficulty during the campaign. In case you have serious problems fighting your way through easy difficulty, the guide about <link linkend="basic_strategy">Basic Strategy</link> will surely help you. Once you have selected the difficulty, you will start with the first scenario of the campaign.
hu: A Harc Wesnothért alapvetően hadjárat játékra lett tervezve. A hadjáratok, összefüggő küldetések. Kattints erre a gombra új hadjárat indításához. Egy listához fogsz érkezni ahol látod a gépeden található hadjáratok listáját (ha szeretnél továbbiakat is tölthetsz le). Válaszd ki a hadjáratod és kattins az OK-ra a kezdéshez vagy Mégse-re a kilépéshez. Mindegyik hadjáratnak megvan a maga nehézségi szintje: könnyű, közepes(normál), és nehéz. A kihívásokért, de még játszható játékmenetért mi a közepes fokozatot javasoljuk. Késöbb hadjárat közben nem leszel képes a nehézséget állítani. Abban az esetben ha komoly problémáid akadnak könnyű fokozaton, javasoljuk az útmutatót <link linkend="basic_strategy">Alapvető Stratégiák</link>, ez biztosan segíteni fog. Miután kiválasztottad a nehézségi fokozatot, azonnal elkezdődik a hadjárat első pályája.

source: Multiplayer
hu: Többjátékos

source: Load
hu: Betöltés

source: Click this button to load a previously saved game. You will be shown a dialogue listing saved games. Select the game and click Ok to load and continue, or Cancel to return to the Main Menu. If you select a replay game, you can check the Replay check box. The loaded game will make all the moves from the beginning while you watch.
hu: Kattints erre a gombra az előzőleg elmentett játékok betöltéséhez. Egy ablakot fogsz látni ami felsorolja az elmentett játékokat. Válaszd ki a játékot majd kattints az OK-ra a betöltéshez, vagy Mégse gombra a Főmenübe való visszatéréshz. Ha a játék visszajátszását választod, akkor kapcsold be a Visszajátszás kapcsolót. A visszajátszott játék reprodukálja az összes lépést a kezdetektől.

source: Add-ons
hu: Kiegészítők

source: Click this button to enter the content server where a whole lot of content created by normal users is hosted. Among the things available there are many campaigns, multiplayer eras (defining factions for multiplayer games) and multiplayer maps. With the "Remove Add-ons" button you can remove them again once you do not want them anymore.
hu: Kattints erre a gombra egy tároló szerverhez való belépésre ahol rengeteg felhasználói tartalmat találsz. Ezek között találni fogsz néhány hadjáratot, néhány többjátékos korszak (többjátékos csoportokat meghatározó többjátékos játék) és többjátékos pályát. A "Kiegészítők Eltávolítása" gombbal eltávolíthatsz minden olyant amire nincs már szükséged.

source: Language
hu: Nyelv

source: Click this button, select your language, and click OK to use it, or Cancel to continue with the current language. The first time Wesnoth starts, it defaults to English or your system locale if that can be determined, but once you change it, it will start in that language.
hu: Kattins erre a gombra hogy kiválaszd a nyelvezetet, és kattints az OK-ra a használathoz, Mégse gombra a jelenlegi nyelvezettel való további folytatáshoz. Az első alkalommal mikor a Harc Wesnothért indul, az alapnyelvezet Angol vagy olyan nyelvű amilyen a rendszered lokalizácija ha meghatározható. De ha egyszer megváltoztattad, azon a nyelven fog elindulni.

source: Preferences
hu: Beállítások

source: Click here to change default settings.
hu: Kattints ide hogy megváltoztasd az alapértelmezett beállításokat.

source: Credits
hu: Készítők

source: Quit
hu: Kilépés

source: Click this button to close Wesnoth.
hu: Kattints erre a gombra hogy bezárd Wesnothot.

source: Help
hu: Súgó

source: More
hu: Tovább

source: Click this button to read the next little tip from the "Tome of Wesnoth".
hu: Kattints erre a gombra hogy elolvasd a következő kis tippet a "Wesnoth Kötetéből".

source: Envelope
hu: Boríték

source: Click this button (the icon of an envelope) to open a dialog where you can enable summary uploads which will help us to further balance campaigns. This option is not active by default and all data submitted will be anonymous.
hu: Kattints erre a gomba (a levélt formáló ikon) ahhoz hogy megnyiss egy ablakot ahol engedélyezni tudod az eredmények feltöltését ami segíteni fog nekünk a hadjáratok további kiegensúlyozásában. Az opció alapból nem aktív és az összes adat névtelenül lesz elküldve.

source: Game Modes
hu: Játék módok

source: There are two basic ways to play Battle for Wesnoth:
hu: Két alapvető móódja van a Harc Wesnothért játék során:

source: Play a sequence of connected scenarios, known as a campaign, against the computer.
hu: Játsz egy összekapcsolódó küldetésekből álló sorozatot, másnéven hadjárat, a gép ellen.

source: Play a single scenario against computer or human opponents.
hu: Játssz egy szimpla küldetést gép ellen vagy emberi ellenfelek ellen.

source: Campaigns
hu: Hadjáratok

source: Scenarios
hu: Küldetések

source: A single scenario takes about 30 minutes to 2 hours to complete. This is the fastest way to play, but your units are not saved and you cannot use campaign units. You can play scenarios against the computer or against other players either over the internet or at your computer. Scenarios are accessed through the "Multiplayer" button on the main menu.
hu: Egy egyszerű küldetés 30 perctől 2 óráig tarthat. Ez a leggyorsabb módja a játéknak, de az egységeid nem kerülnek át a következő pályára és nem használhatsz hadjárat egységeket. Játszhatsz küldetéseket gép ellen vagy más játékosok ellen az interneten keresztül a saját gépednél. A küldetéseket a "Többjátékos" gombon keresztül éred el a főmenüben.

source: Join official Server
hu: Csatlakozás a hivatalos szerverre

source: This option directly connects you to the official server. You will end in the lobby where you can create your games as you wish and where many games are already open and maybe some players already waiting to join in a new match.
hu: Ez az opció közvetlenül kapcsolódtat téged egy hivatalos szerverhez. A végén egy lobby-ban fogsz kikötni ahol szobákat készíthetsz akaratod szerint és találni fogsz rengeteg nyílt játékot ezenkívül talán néhány játékost aki már várakozik hogy becsatlakozzon egy szerverre.

source: Connect to Host/Server
hu: Csatlakozás kiszolgálóhoz/szerverhez

source: Local Game
hu: Helyi játék

source: The Game Screen
hu: A játék képernyő

source: Regardless of whether you are playing a scenario or a campaign, the basic layout of the game screen is the same. The majority of the screen is filled with a map which shows all of the action that takes place in the game. Around the map are various elements which provide useful information about the game and are described in more detail below.
hu: Különbözetlenül akár küldetést akár hadjáratot játszol, a játék képernyő alapkiosztása megegyezik. A képernyő fő része a pályával van kitöltve, ami mutatja az összes cselekményt, ami a játékban történik. A pálya körül különböző elemeket figyelhetsz meg, amik hasznos információkat nyújtanak a játékról, bővebb leírást lentebb találsz róluk.

source: Across the top of the screen from left to right are the following items:
hu: Keresztül a képernyő felső részén balról jobbra haladva a dolgok a következők:

source: Menu button
hu: Menü gomb

source: Actions button
hu: Cselekmény gomb

source: Your gold
hu: Aranyad

source: Villages (your villages/total number of villages)
hu: Falvak (falvaid száma/összes falu száma)

source: Your total units
hu: Egységeid száma

source: Your upkeep
hu: Fenntartási költséged

source: Your income
hu: Bevételed

source: Current time or time left (in timed multiplayer games)
hu: Jelenlegi idő és a hátralevő idő (az időzített többjátékos játékokban)

source: Current hex type
hu: Jelenlegi mező típus

source: Down the right of the screen from top to bottom are:
hu: Lent a kép jobb oldalán fentről lefelé haladra:

source: Full map, scaled
hu: Teljes térkép, méretezve

source: Time of day indicator
hu: Napszak mutató

source: Unit profile for last selected unit
hu: A legutóbb kiválasztott egység profiljának megtekintése

source: End Turn button
hu: Kör vége gomb

source: Recruit and Recall
hu: Toborozás és visszahívás

source: The first thing you will probably want to do is recruit your first unit. Press <literal>Ctrl-R</literal> (or right click on an empty castle hex and select "Recruit") and you will be able to recruit a unit from a list of all the units available to you. Each recruit is placed on an empty castle square. Once you have filled the castle, you cannot recruit any more until units move off. Your opponent's commander is similarly placed on its castle keep and will begin by recruiting its troops &#8212; so don't dilly-dally looking at the scenery, there's a battle to be won.
hu: Az első dolog amit valószínüleg tenni akarsz, az az első egységed toborzása lesz. Nyomd meg a <literal>Ctrl-R</literal> kombinációt (vagy kattints jobb gombbal egy üres kastély mezőn és válaszd a "Toborzás" menüpontot), ahhoz hogy képes legyél egy listából választani az egységek közül. Mindegyik újonc egy üres kastély mezőn jelenik meg. Amint megtelítetted a kastélyt, nem fogsz tudni többet toborozni mindaddig míg az egységek ki nem rajzanak. Az ellenség parancsnoka hasonlóképpen el fog kezdeni toborozni a kastélyában; szóval ne habozz a környezet bámulásával, egy csata vár megynerésre.

source: Your Army
hu: A sereged

source: Life and Death - Experience
hu: Élet és halál - Tapasztalat

source: As your troops gain battle experience, they will learn more skills and become stronger. They will also die in battle, so you'll need to recruit and recall more when that happens. But choose wisely, for each has strengths and weaknesses a cunning opponent will quickly exploit.
hu: Ahogy a katonáid harci tapasztalatot szereznek, képességeket nyernek és erősebbekké válnak. Ugyanúgy meghalnak csatában, szóval toboroznod kell, majd visszahívni, mikor ez bekövetkezik. De válassz okosan, mindegyik erősségeit és gyengeségeit egy csalafinta ellenség hamar kihasználja.

source: Victory and Defeat
hu: Győzelem és vereség

source: Gold
hu: Arany

source: Save and Load
hu: Mentés és betöltés

source: Playing
hu: Játék

source: Controls
hu: Irányítások

source: These are the default control keys. You can change them to your taste using the Preferences menu.
hu: Ezek az gyári billentyűparancsok. Ízlésedhez igazíthatod a Beállítások menüpont alatt.

source: Controls and hotkeys
hu: Irányítások és gyorsbillentyűk

source: The Battle for Wesnoth Help
hu: Harc Wesnothért súgó

source: Arrow keys
hu: Nyilak

source: Scroll
hu: Görgetés

source: Left click
hu: Bal kattintás

source: Select unit, move unit
hu: Egység kiválasztása, egység mozgatása

source: Right click
hu: Jobb kattintás

source: Main menu, cancel action
hu: Főmenü, cselekmény visszavonása

source: Middle click
hu: Középső kattintás

source: Center on pointer location
hu: A mutatóhoz ugrik

source: Escape
hu: Esc

source: Exit game, exit menu, cancel message
hu: Játékból való kilépés, kilépés menü, üzenet visszavonása

source: Recruit unit
hu: Egység toborozása

source: Repeat last recruit
hu: Legutolsó toborozás ismétlése

source: Recall unit
hu: Egység visszahívása

source: Undo last move (only deterministic moves can be undone)
hu: Utolsó lépés visszavonása (csak kiszámíthatatlan lépések a visszavonhatók)

source: Redo move
hu: Lépés újbóli megtétele

source: Message another player (in multiplayer)
hu: Üzenet írása másik játékosnak (többjátékos mód)

source: Message your allies (in multiplayer)
hu: Üzenet írása szövetségeseknek (többjátékos mód)

source: Message everyone in the game (in multiplayer)
hu: Üzenet írása mindenkinek a játékban (többjátékos mód)

source: View chat log
hu: Üzenet naplófájl megtekintése

source: Cycle through units that have movement left
hu: Lépéssel rendelkező egységek közti váltogatás

source: Cycle through units that have movement left, in reverse order
hu: Lépéssel rendelkező egységek közti váltogatás, fordított sorrendben

source: Space
hu: Space(Szóköz)

source: End unit turn and cycle to next unit that has movement left
hu: Befejezi az egység mozgását és átvált a következő egységre aminek még maradt mozgása

source: Shift-Space
hu: Shift-Space(Shift-szóköz)

source: Make currently selected unit hold position (end its movement)
hu: Pozíciótartásra kényszeríti a kiválasztott egységet (befejezi a mozgását)

source: End this player's turn
hu: Befejezi ezen játékos körét

source: End turn
hu: Kör befejezése

source: Show enemy moves (where the enemy can move next turn)
hu: Megmutatja az ellenséges mozgásokat (amerre az ellenség a következő körben léphet)

source: Show potential enemy moves, if your units were not on the map
hu: Megmutatja a lehetséges ellenséges mozgásokat, ha az egységeid nincsenek a térképen

source: Show scenario objectives
hu: Megmutatja a küldetés célkitűzéseit

source: Toggle full screen/windowed mode
hu: Váltás ablakos/teljes képernyős mód között

source: Toggle accelerated game mode
hu: Gyorsított játék mód kapcsolása

source: Toggle grid
hu: Mező be/ki kapcsolása

source: Clear onscreen labels
hu: Eltörli a képernyőn található címkéket

source: Save game
hu: Játék mentése

source: Load game
hu: Játék betöltése

source: Go to Preferences menu
hu: Beállítások menü

source: Quit game
hu: Kilépés a játékból

source: Search (find label or unit by name)
hu: Keresés (címke vagy egységnév alapján)

source: Continue interrupted unit move
hu: Megszakított egység útjának folytatása

source: Zoom in
hu: Ráközelítés

source: Zoom out
hu: Távolítás

source: Reset zoom to default
hu: Nagyítás alaphelyzetbe állítása

source: Rename unit
hu: Egység átnevezése

source: Show how far currently selected unit can move in that many turns
hu: Megmutatja hogy az adott egység milyen messze tud lépni az adott számú kör alatt

source: Move to leader unit
hu: Ugrás a vezető egységhez

source: Describe current unit
hu: Leírást ad a kiválasztott egységről

source: Attach a text label to a terrain hex
hu: Szöveges címkét kapcsol egy talaj mezőre

source: Set team label
hu: Csapat címke beállítása

source: Show status table
hu: Állapotjelző táblázat mutatása

source: Show statistics
hu: Statisztika mutatása

source: Show unit list
hu: Egységlista mutatása

source: Toggle muting of game sounds
hu: Játékbeli hangok némításának kapcsolása

source: Each side is given some amount of gold to begin with, and receives 2 gold pieces per turn, plus 1 more gold piece for every village that side controls. In a campaign, starting gold is the greater of 80% of the gold you ended the previous scenario with, and a minimum amount defined by the scenario, which is typically lower as the difficulty level increases.
hu: Minden oldal azonos aranyat kap kezdésnek, és 2 aranyat kap fordulónként, plussz 1 aranyat minden egyes elfoglalt faluért. Egy hadjáratban a kezdő arany mennyisége 80%-al nagyobb, mint amennyivel befejezted az előző küldetést, és a minimális mennyiség, amit a küldetés meghatároz tipikusan alacsonyabb a nehézség növekedésével.

source: Recruiting and Recalling
hu: Toborozás és visszahívás

source: Right-click in an empty castle hex and select Recall to recall units from previous scenarios. Recalling costs 20 pieces of gold per unit. See <link linkend="unit_recall">recalling units</link> for more information.
hu: Egységek visszahívásához kattintsunk jobb gombbal egy üres vármezőre és válasszuk ki a "Visszahívást" a legördülő listából. Az egységek visszahívása 20 aranyba kerül egységenként. Lásd <link linkend="unit_recall">egységek visszahívása</link> a további információért.

source: Upkeep
hu: Fenntartás

source: Income
hu: Bevétel

source: Units
hu: Egységek

source: Alignment
hu: Elrendezés

source: Every unit has an alignment: lawful, neutral, or chaotic. Alignment affects how units perform at different times of day. Neutral units are unaffected by the time of day. Lawful units do more damage during the day and less at night. Chaotic units do more damage at night and less during the day.
hu: Minden egységnek megvan az elrendezése: törvényes, semleges, vagy kaotikus. Az elrendezés arról gondoskodik hogy egy egység hogy cselekszik a nap egy adott szakában. A semleges egységekre nincsenek hatással a napszakok. A törvényteli egységek jobban sebeznek nappal, éjjel kevésbé. A katokikus egységek éjjel jobban sebeznek, nappal kevésbé.

source: Time of the day and damage
hu: A napszak és a sebzés

source: Turn
hu: Kör

source: Image
hu: Kép

source: Day-phase
hu: Napszak

source: Dawn
hu: Hajnal

source: Day (morning)
hu: Nappal (reggel)

source: Day (afternoon)
hu: Nappal (délután)

source: Dusk
hu: Alkonyat

source: Night (first watch)
hu: Éjjel (első ébrenlét)

source: Night (second watch)
hu: Éjjel (második ébrenlét)

source: Special
hu: Speciális

source: Underground
hu: Alvilág

source: Keep in mind that some scenarios take place underground, where it is perpetually night!
hu: Tartsd észben, hogy néhány pálya az alvilágban játszódik, ahol állandóan éjjel van!

source: Traits
hu: Jellemvonások

source: Intelligent
hu: Eszes

source: Quick
hu: Gyors

source: Resilient
hu: Ellenálló

source: Strong
hu: Erős

source: Dextrous
hu: Ügyeskezű

source: Healthy
hu: Egészséges

source: Fearless
hu: Rettenthetetlen

source: There are also some traits that are not assigned randomly. These traits can either be assigned by the scenario designer or are always assigned based on the unit type:
hu: Még mindig van néhány olyan jellegzetesség ami nem véletlenszerűen van eldöntve. Ezek a jellegzetességek a küldetés készítője illetve az egység típusától kerülnek eldöntésre:

source: Loyal
hu: Hűséges

source: Undead
hu: Élőhalott

source: Undead units are immune to poison, also drain and plague doesn't work on them. Undead units generally have <emphasis>Undead</emphasis> as their only trait. Since Undead units are the bodies of the dead, risen to fight again, poison has no effect upon them. This can make them invaluable in dealing with foes who use poison in conjunction with their attacks.
hu: Az Élőhalott egységek immunisak a mérgekre, és az elszívás illetve fertőzések sem hatásosak rájuk. Az Élőhalott egységek általában <emphasis>Undead</emphasis> jellegzetességgel rendelkeznek. Mivel az Élőhalott egységek halottak testei, újbóli harcra felélesztve, a mérgeknek nincs hatásuk rájuk nézve. Ez felbecsülhetetlenné teheti őket ha olyan ellenséggel harcolnak akik méreg alapú támadással rendelkeznek.

source: Unit Specialties
hu: Egység specialítások

source: Certain units have special attacks. These are listed below:
hu: Bizonyos egységek speciális támadással rendekeznek. Ezek lentebb vannak felsorolva:

source: Backstab
hu: Hátbatámadás

source: Berserk
hu: Dühöngés

source: Whether used offensively or defensively, this attack presses the engagement until one of the combatants is slain, or 30 rounds of attacks have occurred.
hu: Akár védekezőszerűen akár támadószerűen van használva, ez a támadás hatást gyakorol az ütközetre míg az egyik harcos meg nem hal, vagy 30 harci kör lezajlik.

source: Charge
hu: Roham

source: Drain
hu: Elszívás

source: This unit drains health from living units, healing itself for half the amount of damage it deals (rounded down).
hu: Az egység életet szív el az élő egységektől, így gyógyítva magát a fele sebzés erejével amit bevisz (lefelé kerekítve).

source: Firststrike
hu: Első csapás

source: This unit always strikes first with this attack, even if they are defending.
hu: Ez az egység mindig elsőnek támad, még akkor is ha védekeznek.

source: Magical
hu: Mágikus

source: This attack always has a 70% chance to hit regardless of the defensive ability of the unit being attacked.
hu: Ezen támadás mindig 70%-os eséllyel támad független a támadott egység védekezési képességeitől.

source: Marksman
hu: Lövész

source: When used offensively, this attack always has at least a 60% chance to hit.
hu: Harciasan használva, ez a csapás mindig legalább 60%-os eséllyel támad.

source: Plague
hu: Fertőzés

source: When a unit is killed by a Plague attack, that unit is replaced with a Walking Corpse on the same side as the unit with the Plague attack. This doesn't work on Undead or units in villages.
hu: Mikor egy egységet a Fertőzés támadás öl meg, az egység egy Gyalogló Hullával lesz helyettesítve ami a Fertőzést használó egység oldalán áll. Ez nem működik Élőhalottakon vagy falvakban tartózkodó egységeken.

source: Poison
hu: Méreg

source: This attack poisons the target. Poisoned units loose 8 HP every turn until they are cured or are reduced to 1 HP. Poison can not, of itself, kill a unit.
hu: Ez a támadás megmérgezi a célpontot. A mérgezett egység 8 HP-t veszít minden körben amíg meg nem gyógyítják vagy visszacsökken 1HP-ra. A Mérgezés magában nem tud megölni egy egységet.

source: Slow
hu: Lassítás
