Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-manual/*.po
Languages: hu

source: This attack slows the target until it ends a turn. Slow halves the damage caused by attacks and the movement cost for a slowed unit is doubled. A unit that is slowed will feature a snail icon in its sidebar information when it is selected.
hu: Ez a támadás belassítja a célpontot a forduló végéig. A lassítás megfelezi a támadás sebzését és megkétszerezi a mozgás költségét az adott egységnek. Mikor egy egység belassul egy csiga ikon jelenik meg az oldalsávon kijelölésnél.

source: Stone
hu: Szikla

source: This attack turns the target to stone. Units that have been turned to stone may not move or attack.
hu: Ez a támadás sziklává változtatja a célpontot. Amely egység sziklává lett változtatva nem tud mozogni és támadni sem.

source: Abilities
hu: Képességek

source: Some units have abilities that either directly affect other units, or have an effect on how the unit interacts with other units. These abilities are listed below:
hu: Néhány képesség közvetlenül hat más egységekre, vagy egy hatást gyakorol az egység más egységekhez való viszonyulására. Ezek a képeségek lentebb találhatóak:

source: Ambush
hu: Rajtaütés

source: This unit can hide in forest, and remain undetected by its enemies. Enemy units cannot see this unit while it is in forest, except if they have units next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
hu: Ezen egység el tud rejtőzni az erdőkben, és felderítetlen marad az ellenségek által. Az ellenséges egységek nem láthatják míg az erdőben van, kivétel ha van hozzá közeli egységük. Bármilyen ellenséges egység ami először rápillant az egységre, azonnal elveszti az összes megmaradt mozgáspontját.

source: Concealment
hu: Rejtekhely

source: This unit can hide in villages (with the exception of water villages), and remain undetected by its enemies, except by those standing next to it. Enemy units can not see this unit while it is in a village, except if they have units next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
hu: Ez az egység el tud rejtőzni a falvakban (kivétel vízi falvak), és felderítetlen marad az ellenségei által, kivétel azok által akik közel állnak hozzá. Az ellenség számára mindaddig láthatatlan míg a faluban van, , kivétel ha van hozzá közeli egységük. Bármilyen ellenséges egység ami először rápillant az egységre, azonnal elveszti az összes megmaradt mozgáspontját.

source: Cures
hu: Gyógyítások

source: A unit which can cure an ally of poison, although the ally will receive no additional healing on the turn it is cured of the poison.
hu: Egy olyan egység ami meggyógyít egy mérgezett szövetségest, bár a szövetséges nem fog további gyógyulásban részesülni a méreg eltávolítás körében.

source: Heals +4
hu: Gyógyítás +4

source: Allows the unit to heal adjacent friendly units at the beginning of each turn. A unit cared for by this healer may heal up to 4 HP per turn, or stop poison from taking effect for that turn. A poisoned unit cannot be cured of its poison by a healer, and must seek the care of a village or a unit that can cure.
hu: Engedélyezi az egység számára hogy gyógyítsa a közeli szövetséges egységet a kör elején. Az egység ami ezen gyógyító által lett ellátva 4 HP-t fog gyógyulni minden körben, vagy megállítja a mérgezés hatását abban a körben. Egy mérgezett egységet nem lehet gyógyító által kikúrálni, keresnie kell egy falvat vagy egy egységet ahol meggyógyítható.

source: Heals +8
hu: Gyógyítás +8

source: This unit combines herbal remedies with magic to heal units more quickly than is normally possible on the battlefield. A unit cared for by this healer may heal up to 8 HP per turn, or stop poison from taking effect for that turn. A poisoned unit cannot be cured of its poison by a healer, and must seek the care of a village or a unit that can cure.
hu: Ezen egység egyesíti a gyógynövényes praktikákat és a mágiát az egységek gyorsabb gyógyításához a csatamezőn. Ha egy egységet egy gyógyító elkezd gyógyítani, 8HP -t fog körönként gyógyulni, vagy megállítja a méreg hatását attól a körtől fogva. A mérgezett egység nem gyógyítható gyógyítható által ha a méreg egy gyógyítóé, ilyenkor egy falvat vagy egy egységet kell keresni a segítségért.

source: Illuminates
hu: Megvilágítás

source: This unit illuminates the surrounding area, making lawful units fight better, and chaotic units fight worse. Any units adjacent to this unit will fight as if it were dusk when it is night, and as if it were day when it is dusk.
hu: Ez az egység megvilágítja a környező területet, ezzel a törvényteli egységeket erősebbé és a katokius egységeket gyengébbé téve. Bármilyen határos egység úgy fog harcolni mintha alkonyat lenne éjszaka, és mintha nappal alkonyatkor.

source: Leadership
hu: Hadvezetés

source: This unit can lead friendly units that are next to it, making them fight better. Adjacent friendly units of lower level will do more damage in battle. When a unit adjacent to, of a lower level than, and on the same side as a unit with Leadership engages in combat, its attacks do 25% more damage times the difference in their levels.
hu: Ez az egység a közelben lévő egységeket tudja vezetni, így elérve hogy jobban harcoljanak. A közeli alacsonyabb szintű szövetséges egységek így több sebzést okoznak csatában. Mikor egy alacsonyabb szintű, Vezetőképességgel rendelkező egység csatába bocsátkozik, és ugyanazon oldalon állnak, a sebzése 25% erősebb lesz mint a szintkülönbség mennyisége.

source: Nightstalk
hu: Éjjeliosonás

source: The unit becomes invisible during night. Enemy units cannot see this unit at night, except if they have units next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
hu: Az egység láthatatlanná válik éjjel. Az ellenséges egységek nem fogják éjjel látni, kivétel ha van hozzá közeli egységük. Bármilyen ellenséges egység ami először rápillant az egységre, azonnal elveszti az összes megmaradt mozgáspontját.

source: Regenerates
hu: Regeneráció

source: This unit will heal itself 8HP per turn. If it is poisoned, it will remove the poison instead of healing.
hu: Az egység 8 ÉP-t nyer vissza körönként. Ha mérgezve van, a mérgezés fog megszűnni gyógyulás helyett.

source: Skirmisher
hu: Előcsatározó

source: This unit is skilled in moving past enemies quickly, and ignores all enemy Zones of Control.
hu: Az egység szakképesített az ellenség gyors hátbakerüléséhez, és semmibe veszi az összes ellenséges Irányítási Zónát

source: Steadfast
hu: Rendítetetlen

source: This unit's resistances are doubled, up to a maximum of 50%, when defending. Vulnerabilities are not affected.
hu: Az egység ellenállásai megkétszereződnek, maximum 50 %-ig, mikor védekezik. A gyengeségeire nincs kihatással.

source: Submerge
hu: Merülés

source: This unit can hide in deep water, and remain undetected by its enemies. Enemy units cannot see this unit while it is in deep water, except if they have units next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
hu: Ez az egység el tud rejtőzni mély vízben, és így látatlan marad az ellenségek számára. Az ellenséges egységek nem lesznek képesek az egység észrevételére míg mély vízben tartózkodik, kivétel ha van hozzá közeli egységük. Bármilyen ellenséges egység ami először rápillant az egységre, azonnal elveszti az összes megmaradt mozgáspontját.

source: This unit may teleport between any two friendly villages using one of its moves.
hu: Ez az egység képes teleportálni bármely két szövetséges falu közt egy mozgás pontjának felhasználásával.

source: Experience
hu: Tapasztalat

source: Units are awarded experience for fighting. After obtaining enough experience, they will advance a level and become more powerful. The amount of experience gained depends on the level of the enemy unit and the outcome of the battle: if a unit kills its opponent, it receives 8 experience points per level of the enemy (4 if the enemy is level 0), while units that survive a battle without killing their opponents are awarded 1 experience point per level of the enemy. In other words:
hu: Az egységek tapasztalatot nyernek harcok során. Elegendő tapasztalat gyűjtése után, szintet fognak lépni és erősebbekké vállnak. A szerzett tapasztalat függ az ellenség szintjétől és a csata kimenetelétől: ha egy egység megöl egy ellenséget, 8 tapasztalati pontot kap ellenségenként (4-et ha az ellenség 0 szintű), ha az egység túléli a harcot az ellenség megölése nélkül, 1 pontot szerez ellenség/szintenént. Más szóval:

source: Experience bonuses for killing or fighting enemies of different levels
hu: Szerezz bónuszokat a különböző szintű ellenségekkel történő harcok során

source: enemy level
hu: ellenség szint

source: kill bonus
hu: gyilkolási bónusz

source: fighting bonus
hu: harcolási bónusz

source: Recalling units
hu: Egységek visszahívása

source: After you complete a scenario, all surviving units will be available to recall in the next scenario. You are not able to move or attack with a unit on the turn you recruit or recall that unit. A Recalled unit retains its previous Level, Experience Points, (sometimes) any magic items acquired, and will arrive with full hitpoints.
hu: Miután befejezel egy küldetést, minden túlélő egység visszahívható lesz a következő küldetésben. Nem vagy képes mozogni vagy támadni azzal az egységgel amit abban a körben toboroztál vagy hívtál vissza. egy visszahívott egység megőrzi az előző szintjét, Tapasztalati Pontjait, (és néha) a megszerzett mágikus tárgyakat, ezenkívül, teljes életerővel érkezik.

source: Moving
hu: Mozgás

source: Moving onto a village that is neutral or owned by an enemy will take ownership of it and end your move for that unit.
hu: Egy semleges vagy ellenség által tartott faluba való érkezéskor a falu a te fennhatóságod alá kerül, és az egységed mozgása azonnal befejeződik.

source: Zone of Control
hu: Irányítási zóna

source: A unit's Zone of Control extends to the six hexes immediately adjacent to the unit, and units that move into an enemy zone of control are forced to stop. Units with the skirmisher ability ignore enemy zones of control and are able to move through them freely without being forced to stop. Level 0 units are considered too feeble to generate a zone of control and all units are able to move through the hexes around an enemy level 0 unit freely.
hu: Az egység Irányítási zónája azonnal kibővül hat további mezővel, és amely egységek az ellenség irányítási zónájába kerülnek azonnali megállásra kényszerülnek. Azon egységek amelyek előcsatározó képességgel rendelkeznek, mentesülnek a megállásra kényszerítő hatástól és keresztül tudnak haladni az Irányítási Zónán. A 0-ás szintű egységek megfontolták a túl erőtlen irányítási zónát és képesek szabadon áthaladni a 0-ás szintű ellenség körüli mezőkön.

source: Orbs
hu: Gömböcskék

source: On the top of the energy bar shown next to each unit of yours is an orb. This orb is:
hu: Az energia szintjelző felett minden egységednél találsz egy gömböt. A gömb a következő:

source: </inlinemediaobject> green if you control the unit and it hasn't moved this turn,
hu: </inlinemediaobject> zöld ha te irányítod az egységet és még nem mozdult ebben a fordulóban,

source: </inlinemediaobject> yellow if you control the unit and it has moved this turn, but could still move further or attack,
hu: </inlinemediaobject> sárga ha te irányítod az egységet és mozdult a ebben körben, de még mindig mozdulhat vagy támadhat,

source: </inlinemediaobject> red if you control the unit, but it has used all its movement this turn, or
hu: </inlinemediaobject> piros ha te irányítod az egységet, de még nem használta fel az összes mozgáspontját, vagy

source: </inlinemediaobject> blue if the unit is an ally you do not control.
hu: </inlinemediaobject> kék ha az egység szövetséges és nem irányítod

source: </inlinemediaobject> Enemy units have no orb on the top of their energy bar.
hu: </inlinemediaobject> Ellenséges egységeknek nincs gömbje az energia jelző felett.

source: Fighting
hu: Küzdelem

source: Attack types
hu: Támadás típusok

source: <emphasis role="strong">Blade</emphasis>: Weapons with a cutting edge, used to chop pieces of meat from a foe. Examples: dagger, scimitar, saber, drake claws.
hu: <emphasis role="strong">Blade</emphasis>: Fegyverek éles pengével, amik az ellenségek húsának miszlikbe aprítására szolgálnak. Példaképp: tőr, szablya, kard, sárkány karmok.

source: <emphasis role="strong">Piercing</emphasis>: Weapons with a sharp point and either a long handle or a missile, used to perforate foe's body and damage internal organs. Examples: Knight or infantry pike, arrow.
hu: <emphasis role="strong">Piercing</emphasis>: Fegyverek hegyes ponttal, s akár hosszú fogású akár egy lövedék, az ellenség testének perforálására és belső szerveinek megsebesítésére használják. Példaképp: Lovag vagy gyalogsági dárda, nyílvessző.

source: <emphasis role="strong">Impact</emphasis>: Weapons having neither a sharp point nor a cutting edge, but heavy enough to break an enemy's bones. Examples: mace, staff, Troll fist.
hu: <emphasis role="strong">Impact</emphasis>: Fegyverek hegyes pont és éles él nélkül, de elég erősek ahhoz hogy széttörjék az ellenség csontjait. Példaképp: Buzogány, pálca, Troll ököl.

source: <emphasis role="strong">Cold</emphasis>: Weapons based on cold or ice missiles. Example: A wizard's ice bolt.
hu: <emphasis role="strong">Cold</emphasis>: Hideg vagy jég lövedék alapú fegyverek. Példaképp: Egy varázsló jég lövedéke.

source: <emphasis role="strong">Fire</emphasis>: Weapons using fire to roast the foe like a chicken. Example: A drake's fire breath.
hu: <emphasis role="strong">Fire</emphasis>: Fegyverek amik tüzet használnak az ellenség csirkéhez hasonló megsütéséhez. Példaképp: Egy sárkány tűz fújása.

source: Resistance
hu: Ellenállás

source: Each unit is more or less vulnerable to the different attack types. 6 figures in the unit description show strength and weakness of the unit against the 6 attack types. A positive resistance figure indicates that the unit will suffer less damages from the attack type. A negative resistance figure indicates that the unit is especially vulnerable to this attack type.
hu: Minden egység kevésbé sérülékeny a különböző támadási típusokra. 6 ábra mutatja az egység leírásnál az erősségétt és gyengeségét az adott egységnek a 6 féle támadási típussal szemben. A pozitív ellenállási ábra azt jelzi hogy az egység kevesebb támadást szenved az adott támadási típustól. A negatív ellenállási figura azt jelzi hogy az adott egység különösen sérülékeny az adott támadástípusra.

source: Healing
hu: Gyógyulás

source: There are two basic ways for a unit to be healed:
hu: Alapvetően két módja van egy egység felgyógyításának:

source: Resting in a village. The unit will heal 8 hitpoints every turn.
hu: Egy faluban való várakozás. Az egység 8 életpontot fog gyógyulni minden körben.

source: Regeneration
hu: Regeneráció

source: Some other hints about healing:
hu: Néhány egyéb tanács a gyógyításról:

source: A unit may take several turns to be fully healed.
hu: Egy egység teljes felgyógyítása jónéhány teljes kört vehet igénybe.

source: Healers do not heal enemy units.
hu: A gyógyítók nem gyógyítanak ellenséges egységeket.

source: Healers cannot heal themselves, but see next point.
hu: A gyógyítók nem tudják önmagukat gyógyítani, de lásd a következő pontot.

source: Use your healers in pairs, so they can heal each other if needed.
hu: Használd a gyógyítóid párokban, így szükség esetén egymást is gyógyítják.

source: Strategy and Tips
hu: Stratégia és tippek

source: Basic Strategy
hu: Alapvető stratégia

source: Don't waste units
hu: Ne veszíts egységeket

source: Do not send wounded units to a sure death. Once a unit loses more than half of its hit points (HP), you should seriously consider retreating it to safety and either station it in a village for healing or give him to the care of a healer (like Elvish Shamans or White Mages). Healers are very useful!
hu: Ne küldj sérült egységeket a biztos halálba. Mikor egy egység elveszti a felét az életpontjainak (HP), akkor komolyan koncentrálj az egység biztonságba helyezésére és egy faluba jutattására a gyógyításának érdekében vagy bízd egy gyógyító kezeire (mint például egy Elvish Sámán vagy egy Fehér Mágus). A gyógyítók nagyon hasznosak!

source: This is for practical reasons: a heavily wounded unit cannot hold back or kill the enemy. During attack and counterattack, it most often will perish. Further, by sending it to its sure death, its gathered experience points (XP) are lost. Recruiting a replacement may be impossible because the leader is not in its keep or because funds are running low. Even if you can recruit a replacement, it is most often far away from the battle front. So don't waste your units.
hu: Ez praktikussági okok miatt: az erőteljesen sebesült egységek nem tudnak ellenséget ölni vagy feltartani. Támadás és ellentámadás során, legtöbbször elpusztul. Továbbá, a biztos halálba való küldéskor, a gyűjtött tapasztali pont (XP) elveszik. Egy csere toborzása talán lehetetlenné válhat mikor a vezető nincs a kastélyában vagy nincs elég pénz. Még ha tudsz is toborozni cserét, legtöbbször távolra helyezkedik el a fronttól. Szóval ne vesztegesd az egységeid.

source: Out of the enemy's reach
hu: Kívül az ellenség elérésén

source: How do you guard wounded units? They are best guarded by being out of the adversary's reach. No enemy can attack them if enemies cannot even come near them. The next section about zone of control (ZOC) shows how to restrict the enemy's moves.
hu: Hogyan őrzöd a sérült egységeid? A legjobban úgy védhetőek hogy kijuttatod őket az ellenség eléréséből. Semmilyen ellenség nem tudja megtámadni ha az ellenség még csak közel sem kerül hozzá. A következő szakasz az irányítási zónáról szól (IZ), amely megmutatja az ellenség mozgásainak korlátozásának módját.

source: When your armies meet, you may want to try to be the first to attack. So try to end your move out of striking range of the enemy army. He cannot attack but most likely will close into your striking range.
hu: Mikor a csapataid találkoznak, megpróbálsz elsőnek támadni. Szóval próbáld meg befejezni a mozgásod az ellenség támadási zónáján kívül. Nem fog tud támadni de legtöbbször közelebb kerül a támadási zónádhoz.

source: Shield with your zone of control (ZOC)
hu: Védelmezz az irányítási zónáddal (IZ)

source: Every unit of level 1 or higher maintains a zone of control (ZOC) covering all 6 neighboring hexes. This means that once an enemy moves into one of the six neighboring tiles, it is forced to halt and its movement phase ends (only enemies with the rare skirmisher ability ignore this).
hu: Minden 1-es és annál nagyobb szintű egység fenntart egy irányítási zónát (IZ) ami a 6 szomszédos mezőt fedi le. Ez azt jelenti hogy miután az ellenség belelépett az egyik ilyen mezőbe, megtorpan és a mozgás szakasza véget ér (azok az ellenségek képesek ezt kijátszani akik rendelkeznek a ritka előcsatározó képességgel).

source: Because of ZOC, an enemy may not slip between two units which are aligned on a north-south or diagonal line and have exactly 1 or 2 hexes between them. By combining these pairs into a long wall or using them in different directions, you can prevent the enemy from reaching a wounded unit behind. He has to defeat the units imposing the ZOC first. If the enemy can barely reach it, even a single unit may shield a small region behind itself.
hu: Az IZ miatt, az ellenség nem fog tudni becsusszanni két egység közt amelyek észak-dél vagy átlós irányban helyezkedik el és 1-2 mező van köztük. Ezeket a párokat egyesítheted egy nagy fallá, vagy használhatod őket sokféleképpen, megakadályozhatod hogy egy ellenség elérje a hátrább található sérült egységed. Először le kell majd győznie az IZ-t létrehozó egységeket. Ha az ellenség szűkösen átjut, akár egyetlen egység is be tud védeni egy kis területet a háta mögött.

source: Maintain a defensive line
hu: Gondoskodj egy védelmi vonalról

source: Rotate your troops
hu: Forgasd a katonáid

source: When a unit in the front line is heavily damaged you can move him safely behind your defensive line. To hold up the line, you will most likely have to replace him with a reserve, so hold a couple of units in back of the front line. If you have healers, damaged units in the second line will quickly recover.
hu: Mikor egy egység erőteljesen megsérül a fronton, biztonságosan hátra menekítheted a védelmi vonalak mögé. Ahhoz hogy tartsd a vonalat, alapvetően egy tartalékossal kell hogy lecseréljed, szóval tartalékolj mindig néhány egységet a front mögött. Ha vannak gyógyítóid, a sérült egységeid a második vonalon hamarabb fognak gyógyulni.

source: Note that your units can pass through hexes containing your own troops.
hu: Jegyezd meg az egységed áttud haladni azokon a mezőkön ahol saját egységeid tartózkodnak.

source: Use the terrain
hu: Használd a terepviszonyokat

source: Try to position your troops so that they are attacking from a hex with high defense against an enemy in a hex with low terrain. That way, the enemy's counterstrikes will be less likely to do damage.
hu: Próbáld helyezni úgy a katonáid, hogy támadjanak egy erősebb védelmet biztosító mezőről olyan ellenséget ami alacsonyan fekvő területen helyezkedik el. Ilyen módon az ellenséges ellentámadás is kevesebbet fog sebezni.

source: For example, you might position your elves just inside of a forest edge so that attacking orcs must stand on grassland while your elves enjoy the high forest defenses.
hu: Példaképp, az elfeket helyezd az erdők szélére így az elfeid élvezni fogják a magas erdőség által nyújtott védelmet a füves területen elhelyezkedő orkokkal szemben.

source: Attacking and choosing your targets
hu: Támadás és a célpontok kiválasztása

source: Advancing and attacking is of course the most interesting part of your way to victory. Kill or weaken enemies in your path and move your defensive line forward. This can become tricky as the enemy gets to attack back on his turn.
hu: Az előrenyomulás és támadás is természetesen az egyik legizgalmasabb része a győzelemnek vezető útnak. Öld meg vagy gyengítsd le az utadban álló ellenségeid és vidd előre a védelmi vonalad. Ez csalókává vállhat mikor az ellenség ellencsapást mér a fordulójában.

source: Often, you will throw several units at a single enemy unit to finish him off, but these were forming your defensive line which is now partly broken. Maybe this doesn't matter because you are out of reach of the next enemy unit. Maybe it does because you only managed to weaken a very strong enemy and next turn, he is going to strike back. Perhaps a Horseman can deliver the killing blow.
hu: Gykran, jónéhány egységet kell majd bevetned egy egyszerű ellenséges egység ellen, de mikor ez bekövetkezik a védelmi vonalad részlegesen szétesik. Talán ez nem számít mert éppen kívül esnek egységeid az ellenség vonzáskörzetből. Néha viszont számít mikor csak egy erős ellenséget próbálsz legyengíteni ami következő körben visszatámad. Talán egy lovas elegendő egy halálos áttöréshez.
