Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-sotbe/*.po
Languages: de

source: Son of the Black-Eye
de: Schwarzauges Sohn

source: SotBE
de: SS

source: Grunt
de: Grunzer

source: (Challenging)
de: (Herausfordernd)

source: Warrior
de: Krieger

source: (Difficult)
de: (Schwierig)

source: (Nightmare)
de: (Albtraum)

source: Warlord
de: Kriegsherr

source: Prose, Grammatical and WML Assistance
de: Sprach- und WML-Hilfe

source: End Of Peace
de: Ende des Friedens

source: Defeat Albert and his troops
de: Besiegt Albert und seine Truppen

source: Death of Kapou'e
de: Kapou'e fällt in der Schlacht

source: Turns run out
de: Rundenlimit überschritten

source: Baron Albert personally led a small vanguard with the mission to establish a base inside orcish lands.
de: Baron Albert führte persönlich eine kleine Vorhut an, die das Ziel hatte im orkischen Territorium einen militärischen Stützpunkt zu errichten.

source: By nightfall his troops reached a mountainous region under the authority of orcish leader Kapou'e, the son of the Black-Eye.
de: Bei Anbruch der Nacht hatte er mit seinen Truppen bergiges Gelände erreicht, das sich unter der Herrschaft des orkischen Anführers Kapou'e, dem Sohn von Schwarzauge, befand.

source: Who is this unlicked whelp? Grunts - kill him and bring me his head!
de: Wer ist dieser kleine Emporkömmling? Grunzer, tötet ihn und bringt mir seinen Kopf!

source: *pant* Chief! Chief!
de: *Schwer atmend* Häuptling! Häuptling!

source: Speak, rider.
de: Sprich, Reiter.

source: There is a huge human army marching on us! They can't be more then one or two days march from here.
de: Da ist eine riesige Menschen-Armee, die auf uns zumarschiert! Sie sind nicht mehr als zwei Tagesmärsche entfernt.

source: Uh oh! What should we do, Chief?
de: Oh! Was sollen wir tun, Häuptling?

source: If what you say is true, then there is no way our tribe can face such an army alone.
de: Wenn das, was du sagst wahr ist, dann gibt es keinen Weg, wie sich unser Stamm alleine einer solchen Armee gegenüberstellen kann.

source: Wise decision, Kapou'e. By the size of that army, this is no mere raid - it seems to me that the humans have decided to declare war on us.
de: Eine weise Entscheidung, Kapou'e. Wegen der Größe dieser Armee erscheint es mir so, dass es sich nicht bloß um einen kleinen Überfall handelt, sondern dass die Menschen uns den Krieg erklären wollen.

source: If they want war, then they shall get war!
de: Gut, wenn sie Krieg wollen, werden sie Krieg bekommen!

source: But the free tribes are beyond the Mountains of Haag. These mountains are infested with dwarves and wild trolls.
de: Aber das Gebiet der freien Stämme liegt hinter dem Haag Gebirge. Dieses Gebirge ist verseucht mit Zwergen und wilden Trollen.

source: The Human Army
de: Die Armee der Menschen

source: Defeat Lanbec'h
de: Besiegt Graf Lanbec'h

source: Lanbec'h
de: Graf Lanbec'h

source: Refusing to yield to fear, Kapou'e rallied his warriors in preparation for the upcoming battle.
de: Ohne sich einschüchtern zu lassen, rief Kapou'e seine Truppen zusammen, um für den kommenden Kampf vorbereitet zu sein.

source: So this is the bold orc who has dared kill my son-in-law.
de: So, das ist also der mutige Ork, der es wagte, meinen Schwiegersohn zu töten.

source: And this is that stupid human who dares march against Kapou'e - Son of the Black-Eye!
de: Und das ist der dumme Mensch, der es wagt gegen Kapou'e – Sohn des Schwarzauges zu kämpfen!

source: I told you so!
de: Das sagte ich euch doch!

source: We must flee! There is no way we can stand up against such a force.
de: Wir müssen fliehen! Es gibt keine Möglichkeit, gegen so eine große Streitmacht zu bestehen, geschweige denn zu siegen.

source: The Son of the Black-Eye will never 'flee'. But making a 'strategic withdrawal' is another matter.
de: Der Sohn des Schwarzauges wird niemals »Fliehen«. Aber ein »strategischer Rückzug« scheint in diesem Fall nicht verkehrt zu sein.

source: Yeah Chief?
de: Ja, Häuptling?

source: You, gather up our people and assemble them on the road some distance north of here. We will hold back the humans here until you are finished.
de: Du gehst los, und sammelst unsere Truppe zusammen, die sich nördlich von hier irgendwo auf den Weg befindet. Wir halten solange die Stellung gegen den Angriff der Menschen, bis du wieder zurück bist.

source: Resist until your people are ready to go
de: Überlebe, bis deine Leute bereit sind, aufzubrechen

source: Chief, we have all our people ready to go. Come on, this way.
de: Häuptling! Unsere Leute sind nun bereit zu gehen. Kommt her, hier entlang.

source: Took you long enough. Let's go!
de: Das hat aber auch lange genug gedauert. Auf gehts!

source: Move Kapou'e to the signpost in the Northeast
de: Führt Kapou'e zum Wegweiser im Nordosten

source: Toward Mountains of Haag
de: Durch das Haag-Gebirge

source: Move Kapou'e to the end of the mountains
de: Führt Kapou'e zum Ende des Gebirges

source: Halt! Who goes there?
de: Halt! Wer ist da?

source: It is I, Kapou'e, son of the Black-Eye Karun. What do you want, dwarf?
de: Ich bin es Kapou'e, Sohn des Schwarzauges Karun. Was wollt ihr, Zwerg?

source: *snicker*
de: *Kicher*

source: It looks like we might have to fight them after all.
de: Nun, es scheint so, als ob wir sowieso gegen sie kämpfen müssen.

source: I mean, we could defeat them easily but it would just slow us down.
de: Ich meine, wir könnten sie natürlich leicht besiegen, aber das würde uns nur unnötig aufhalten.

source: Whatever else happens, we have to pass through these mountains and I dislike leaving enemies in our rear. Stab, smite, and slay!
de: Egal, was auch immer passiert, wir müssen diese Berge überqueren. Ich möchte keine möglichen Feinde in unserem Rücken zurücklassen. Auf in den Kampf!

source: I've never pushed so far. We are crossing the border of the Black-Eye lands.
de: Wir sind niemals zuvor soweit von Zuhause weg gewesen. Wir haben gerade die äußerste Grenze unserer Heimat überschritten.

source: Father, we should help them. Orcs are our allies.
de: Wir sollten ihnen helfen, Vater. Orks sind unsere Verbündeten.

source: Death of Grüü
de: Grüü fällt in der Schlacht

source: Argh! I'm done. My people are doomed!
de: Argh! Ich bin erledigt. Mein Stamm wird untergehen!

source: Father! Oh no!
de: Vater! Neeeeiiiin!

source: Oh no, I'm defeated.
de: Nein. Jetzt Grüü seien kaputt.

source: Argh! I die!
de: Argh! Ich sterbe!

source: Sounds like fun. Alright boys, let's go!
de: Hört sich nach einem Haufen Spass an. Alles Klar Jungs. Auf gehts!

source: Father, I'd like to join them. Would you mind it?
de: Grüü mitgehen, Vater. Was du sagen?

source: My son, you're old enough to discover the world. Me, I have to stay here. But take care, there are plenty of creatures that seek our end, like elves or humans. They are clever and merciless.
de: Du alt genug sein, Sohn. Du können gehen Welt sehen. Blemaker muss bei Volk bleiben. Du nicht vergessen, dass wir draußen haben Feinde, die uns wollen machen tot. Du vor Menschen und Elfen vorsehen. Sie hinterhältig und unbarmherzig sind, manchmal.

source: Thanks, father. Don't worry, I'll take care of myself.
de: Vater nicht braucht machen Sorgen. Grüü schon werden nix passieren.

source: We've succeeded! We've passed through the Mountains of Haag! Look at these green hills! The land of the free tribes is near now. I can see the walls of Barag Gór in the distance.
de: Wir haben es geschafft! Wir haben das Haag-Gebirge durchquert. Schaut euch diese grünen Wiesen an. Das Land der freien Stämme ist nicht mehr weit. Am Horizont kann man bereits die Turmzinnen von Barag Gór erkennen.

source: My father would have come to help you. I would insult his memory not to help you. I come!
de: Vater euch geholfen haben würde. Grüü nicht wollen beleidigen toten Vater, also gehen mit!

source: The Siege Of Barag Gór
de: Die Belagerung von Barag Gór

source: Break the Siege of Barag Gór
de: Durchbrich die Belagerung von Barag Gór

source: Death of a Shaman
de: Ein Schamane fällt in der Schlacht

source: When the party finally reached Barag Gór, they were met with a most startling sight.
de: Als die Gruppe endlich Barag Gor erreichte, eröffnete sich ihnen ein unglaublich schlimmer Anblick.

source: Sure.
de: Aber sicher.

source: One more step and you are dead, flea-bag. Better run if you value your life.
de: Einen Schritt weiter, und du bist tot, Flohbeutel. Flieh, wenn dir dein Leben lieb ist.

source: Watch your mouth around your betters, goblin! And you can tell your chief to hand the shamans over to us if he wants to be alive by sundown.
de: Pass besser auf was du sagst, Goblin! Teile deinem Häuptling mit, dass er uns die Schamanen übergeben soll, wenn er den Sonnenuntergang noch erleben möchte.

source: What business do you high-and-mighty elves have with our shamans?
de: Was haben denn die »hochherrschaftlichen Elfen« mit unseren Schamanen vor?

source: Our business with them is none of your concern.
de: Das ist unsere Sache, das geht euch gar nichts an.

source: Oh, so they paid you to come and get them, have they?
de: Oh, verstehe. Also haben sie euch etwas bezahlt, damit ihr die Schamanen für sie holt, oder?

source: Well...
de: Also, ähem...

source: So the 'great and mighty' elves are now nothing but a bunch of mercenaries.
de: Also sind die »großen und mächtigen« Elfen nun nichts weiter als ein Haufen bezahlter Söldner.

source: KILL HIM!!!
de: TÖTET IHN!!!

source: Hahahahaha! If you can!
de: Hahahahaha! Wenn ihr könntet!

source: Blast it, he got away.
de: Mist, er ist entkommen.

source: The elves have been bribed by the humans to capture and deliver the shamans to them.
de: Die Elfen wurden von den Menschen bestochen, um die Schamanen zu fangen und den Menschen auszuliefern.

source: Over my dead body! The shamans of the Great Council are the only people who can call up the Great Horde. If they are captured then all the orcs on this continent would surely be doomed.
de: Nur über meine Leiche! Die Schamanen des großen Rates sind die einzigen, die die große Horde zusammenrufen können. Wenn sie gefangen genommen würden, wären alle Orks dieses Kontinents garantiert verloren.

source: I have a subtle plan, chief.
de: Grüü haben schlauen Plan.

source: We go and we kill all of them. What do you think?
de: Wir hingehen und machen alle kaputt. Was du sagen?

source: Then, Kapou'e launched his desperate attack to break the siege of Barag Gór.
de: Dann befahl Kapou'e den Angriff, um die Belagerung von Barag Gór zu beenden.

source: Freedom! Many thanks, Son of the Black-Eye. I'm Jetto, master of assassins, now you can count on the assassins' guild to help you in your quest!
de: Endlich frei! Ich bin Jetto, Meister der Attentäter. Da ihr mich befreit habt, wird euch die Gilde der Attentäter von nun an unterstützen.

source: Jetto, how did you get captured by the likes of these?
de: Jetto, wie hast du es geschafft, dich von denen fangen zu lassen?

source: The Barag Gór council sent me to assassinate the elvish leaders. Unfortunately, I was captured. But now I am free and the elves shall feel my wrath!
de: Der Rat von Barag Gór sandte uns aus, um die Anführer der Elfen zu ermorden. Dummerweise wurde ich dabei geschnappt. Doch jetzt bin ich wieder frei und die stinkenden Elfen sollen meine Rache dafür zu spüren bekommen!

source: That's right! Now let's drive those mincing tree-shaggers back into their forests!
de: So ists richtig! Nun lasst uns gemeinsam diese baumschmusenden Elfen wieder zurück in ihren Wald jagen!

source: Defeat all enemy leaders
de: Beseitigt alle gegnerischen Anführer

source: At last! The siege has been broken.
de: Na Endlich! Die Belagerung wurde aufgebrochen.

source: No problem! It was fun, wasn't it, Grüü?
de: Kein Problem! Es hat Spass gemacht, oder Grüü?

source: Hahaha! Yeah!
de: Hahaha! Jawoll!

source: Why? What's wrong?
de: Warum? Was ist los?

source: Those insolent humans have massed a huge army and attacked us. We defeated their vanguard but in the end we were forced to retreat.
de: Diese unsäglichen Menschen haben eine riesige Armee zusammengebracht, um uns anzugreifen. Wir haben ihren ersten Ansturm zurückdrängen können, waren dann aber doch gezwungen, uns selbst zurückzuziehen.

source: Hmmmm, this situation is very serious. As you know by now, they have also hired these elves to attack us here.
de: Hmmm, die Situation scheint wirklich ernst zu sein. Wie Ihr vielleicht schon mitbekommen habt, haben sie diese Elfen bezahlt, um uns hier anzugreifen.

source: Yes. It seems to me that the humans are declaring all-out war on us.
de: Ja, es scheint so, als ob die Menschen uns alle den Krieg erklärt hätten.

source: We must give this matter careful consideration. Come inside the city, and we'll discuss it.
de: Wir müssen darüber gut nachdenken. Kommt mit in die Stadt, und wir werden darüber beraten.

source: Son of the Black-Eye! Could I ask for my release from this blighted cage?
de: Sohn des Schwarzauges! Könnte ich darum bitten, aus diesem verdammten Käfig befreit zu werden?

source: How did you get captured by the likes of these?
de: Wie hast du es geschafft, dich von denen fangen zu lassen?

source: The Barag Gór council sent me to assassinate the elvish leaders. Unfortunately, I was captured.
de: Der Rat von Barag Gór sandte mich aus, um die Anführer der Elfen zu ermorden. Dummerweise wurde ich dabei geschnappt.

source: Fine, someone go release him.
de: Gut, meinetwegen. Kann ihn irgendjemand mal herauslassen?

source: Kapou'e and the shamans rested and discussed the matter for three days. It was finally decided that it might be necessary to call up the Great Horde to deal with this massive human incursion. However, in order to do that the entire Great Council would have to gather.
de: Sie rasteten drei Tage und Kapou'e besprach dieses Thema mit den Schamanen. Es wurde daraufhin beschlossen, dass es besser wäre, wenn die große Horde wieder zusammengerufen würde, um dem wachsenden menschlichen Ansturm wiederstehen zu können. Um das zu erreichen, musste allerdings der große Rat zusammenkommen und darüber entscheiden.

source: Since it was now obvious that the humans were going to try their best to prevent that by capturing or killing the shamans, Kapou'e was requested to escort the shamans to the Harbor of Tirigaz where the rest of the council was residing.
de: Es war jetzt offensichtlich, dass die Menschen ihr Bestes geben würden, um dies durch die Entführung oder Exekution der Schamanen zu verhindern. Daher wurde Kapou'e befohlen, die Schamanen auf ihrer Reise zum Hafen von Tirigaz zu begleiten und zu beschützen. Dort hatte der Rest des Rates seinen Sitz.

source: Leaving most of his people at Barag Gór, Kapou'e, accompinied by the shamans and his warriors set off to Tirigaz.
de: Die meisten seiner Truppe in Barag Gór zurücklassend, setzte sich Kapou'e in Begleitung von den Schamanen und seinen Kriegern in Richtung Tirigaz in Bewegung.

source: A couple of days into their journey, the party halted to rest for the night.
de: Ein paar Tage nach dem Beginn ihrer Reise hielt die Gruppe an, um über Nacht auszuruhen.

source: Ahhh, I'm so tired. It was a good idea to halt in such a quiet place.
de: Der Marsch war bisher ganz schön anstrengend. Es war eine gute Idee, an diesem stillen Fleck zu rasten.

source: It is too quiet. Just plain boring.
de: Zu ruhig sein. Grüü wollen tun was.

source: Shut up, I just heard something.
de: Ruhe! Ich glaube, ich habe etwas gehört.

source: You're right. I can see something is moving in these hills. Looks like there are undead there.
de: Ihr habt recht. Da scheint sich etwas in den Hügeln zu bewegen. Sieht so aus, als ob Untote hier wären.

source: Excellent! It is time for exercise!
de: Haha. Grüüs Keule kriegen was zu tun.

source: Uh... I don't think so. Let's get out of here!
de: Oh... das denke ich nicht. Lasst uns von hier verschwinden!

source: No way! Grüü want to crush some undead.
de: Niemals! Grüü will ein paar Untote zertrümmern.

source: But...
de: Aber ...

source: Hush, Vraurk, We must trust the Son of the Black-Eye in these matters, for he is far more versed in them then we are.
de: Schweig still Vraurk. Wir sollten dem Sohn von Schwarzauge Karun in diesem Fall vertrauen, da er sich auf solcherlei Handwerk viel besser versteht, als wir das tun.

source: That's right, lets go!
de: Das stimmt. Dann Los!

source: It is written H.O.L.Y W.A.T.E.R
de: Ah, da steht was drauf: H.A.I.L.I.G.E.S W.A.S.S.A

source: I'm thirsty ... *gulp* *gulp*
de: Ach egal, ich haben Durst... *gluck* *gluck*

source: Ahhh, that was yummy!
de: Ahhh, das tat gut!

source: The day is coming, these night creatures will soon return to the pit.
de: Sonne kommt wieder. Wir Knochenmänner jetzt viel leichter kaputt hauen können.

source: Grüü, are you forgeting we are also night creatures?
de: Grüü, hast du vergessen, dass wir ebenfalls Wesen der Nacht sind?

source: Err... well...
de: Ähm... Gut...

source: Black Flag
de: Schwarze Flagge

source: Defeat Slowhand and Harman
de: Besiegt Ogdan den Langsamen und Haman

source: Slowhand
de: Ogdan der Langsame

source: Looks like humans have attacked here too. You were right, Kapou'e, the humans have declared all-out war on us.
de: Schaut so aus, als ob die Menschen hier auch angegriffen haben. Du hattest recht Kapou'e, die Menschen haben uns den totalen Krieg erklärt.

source: This is a wise choice. Good luck, son of the Black-Eye.
de: Eine weise Entscheidung. Ich wünsche euch Glück, Sohn des Schwarzauges.

source: Haha! Our plan is going well, let's surround them on land while our allies attack them from sea!
de: Haha! Alles läuft nach Plan. Wir umzingeln sie an Land, während unsere Verbündeten vom Meer aus zuschlagen.

source: Look, a party of our kind approaches from the North.
de: Schaut! Eine Gruppe von Orks nähert sich aus dem Norden.

source: Greetings from Kapou'e, Son of the Black-Eye Karun.
de: Grüße von Kapou'e, Sohn des Schwarzauge Karun.

source: Son of the great Black-Eye Karun?! You do us honor, Chief.
de: Sohn des großen Schwarzauge Karun?! Es ist uns eine Ehre, Häuptling.

source: Are the shamans safe?
de: Sind die Schamanen in Sicherheit?

source: When we realized that there was no way we could hold the humans off, we sent them East to a place near the Mourned Hills along with most of our women and children. The rest of us remained here to buy them some time.
de: Als wir begriffen, dass wir die Menschen nicht stoppen konnten, sandten wir sie nach Osten zu einem Platz in der Nähe der Trauerhügel, zusammen mit den meisten unserer Frauen und Kinder. Der Rest von uns blieb hier, um ihnen etwas Vorsprung zu verschaffen.

source: I love this strategy, Chief!
de: Plan gut, Häuptling!

source: Pillage! Let's plunder these orcs!
de: Los! Plündert die Häuser. Nehmt alles mit, was ihr brauchen könnt!

source: Aaaargh! I die!
de: Aaaargh! Ich sterbe!

source: Finally, you pay for what you did to my orc brothers!
de: Endlich bezahlst du für all das, was du meinen orkischen Brüdern angetan hast!

source: We are victorious at last. Someone go tell the shamans that they can come out now.
de: Wir sind endlich siegreich. Gehe jemand zu den Schamanen und sage ihnen, dass sie herauskommen können.

source: Congratulations on your victory, Kapou'e. You do honor to the memory of your father.
de: Gratuliere zu deinem Sieg, Kapou'e. Du machst deinem Vater alle Ehre.

source: Thanks, but I have news. Since the forces here were certain they were going to be defeated, they sent the shamans to the Mourned Hills. If we want to meet them, we must go after them.
de: Danke, aber ich bringe euch Neuigkeiten. Da die Streitkräfte hier sich der Niederlage sicher waren, haben sie die Schamanen in die Trauerhügel geschickt. Wenn wir sie treffen wollen, müssen wir ihnen dorthin folgen.

source: The Desert of Death
de: Die Todeswüste

source: Reach the Oasis
de: Erreicht die Oase

source: The heat of the day and the chill of the night wore heavily on the orcs. Fortunately, they didn't encounter any giant scorpions, but neither did they discover any source of food or water.
de: Die Hitze des Tages und die Kälte der Nacht zehrten stark an den noch übrigen Kräften der Orks. Glücklicherweise begegneten sie keinen Riesenskorpionen. Allerdings fanden sie auch weder Nahrung noch Wasser.

source: By the dawn of the third day the party was hungry, tired and weary, but according to their map, a good-sized oasis was not far away.
de: Bei der Abenddämmerung des dritten Tages war die Gruppe hungrig, müde und ausgezehrt, aber laut ihrer Karte war eine größere Oase nicht weit von ihnen entfernt.

source: Ack! This blasted sand!
de: Ah! Dieser verfluchte Sand.

source: I'm hungry and we found no giant scorpion yet. I'm sure it would be tasty.
de: Grüü hungrig sein. Und wir nicht gefunden haben große Skorpion. Skorpion bestimmt lecker sein.

source: I wouldn't worry about the scorpions right now, I would worry about getting out of this sandstorm! These things can last for weeks, and if we aren't buried alive by all the sand we will die of hunger and thirst.
de: Ich würde mir gerade keine Sorgen um die Skorpione machen, ich mache mir Sorgen um den Sandsturm! Diese können Wochen anhalten, und wenn wir nicht lebend vom Sand begraben werden, dann sterben wir von Hunger und Durst.

source: Hurry then, break camp, we must get to the oasis!
de: Also beeilt euch, brecht auf, wir müssen zur Oase!

source: What!? Through all this chaos!?
de: Was? Durch das ganze Chaos?

source: Finally we've done it! Now let's wait out this sandstorm, resupply and get some rest before we continue on our journey.
de: Wir haben es tatsächlich geschafft! Jetzt brauchen wir erst einmal etwas Ruhe, bevor wir unseren Weg fortsetzen.

source: There you go, Grüü, there is your giant scorpion!
de: Na also Grüü. Da ist dein Riesenskorpion!

source: Oh great, perfect timing.
de: Oh großartig, perfektes Timing.

source: Yeah, I am really hungry.
de: Ja, ich bin wirklich hungrig.

source: That is not what I meant!
de: Das meinte ich nicht!

source: Ahh, finally! Lunchtime!
de: Ah endlich, Abendessen!

source: You trolls are just sick!
de: Ihr Trolle seid einfach krank!

source: YUCK! Disgusting! These things taste horrible!
de: Spuck! Eklig! Diese Dinger schmecken schrecklich!

source: I don't know if you should have eaten that Grüü, you don't look so good.
de: Ich weiss nicht, ob du das hättest essen sollen, Grüü, du siehst nicht gut aus.

source: Ugg... I feel sick.
de: Ugh.. Ich fühl’ mich krank.

source: Hmmm, it seems that scorpions are poisonous.
de: Hmm, scheint so, dass Skorpione giftig sind.

source: But what about Grüü?
de: Aber was ist mit Grüü?

source: Ahh, he will be OK in a few minutes. He is a troll, after all. Right, Grüü?
de: Ach, er wird in ein paar Minuten wieder in Ordnung sein. Er ist schließlich ein Troll! Richtig, Grüü?

source: *puke*
de: *spuck*

source: Hold it right there! This oasis is ours! Begone or you all will be killed!
de: Stoppt wo ihr seid! Diese Oase ist unsere. Geht, oder sterbt durch meine Klinge!

source: I don't care, get lost!
de: Ist mir egal, verschwindet!

source: It's no use reasoning with them, Kapou'e, they aren't going to listen.
de: Es ist sinnlos, mit ihnen zu verhandeln, Kapou'e, sie hören sowieso nicht zu.

source: Yeah, I can see that. Well, I guess we have to clean these rabble out of here. Stab, smite, slay!
de: Ja, ich sehe das auch so. Nun gut, ich denke wir müssen die Oase von diesem Gesindel säubern.

source: Defeat Ar Dant
de: Besiegt Ar Dant

source: ...food...
de: ...Nahrung...

source: ....water....
de: ...Wasser...

source: ...Come... on .... people.... we have .... to .... keep.... going....
de: ...kommt...Leute...wir...müssen...weiter...gehen...

source: .... can't.... the .... heat.... is.... too..... much....
de: ...können...nicht...die...Hitze...ist...zu...viel...

source: Silent Forest
de: Der Stille Wald
