Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-sotbe/*.po
Languages: de

source: My men know the land well. Flar'Tar and Al'Brock, both of you take a scout and circle around to the Northeast and Southeast respectively. Grüü, you take your trolls and circle around to the Northwest. If all goes well we shall surround them.
de: Meine Männer kennen das Land gut. Flar'Tar und Al'Brock, nehmt beide einen Aufklärer und durchstreift den Nordosten und Südosten. Grüü, nimm deine Trolle mit und geh Richtung Nordwesten. Wenn alles gut geht, werden wir sie bald umzingelt haben.

source: I like this plan, Chief!
de: Plan gut, Häuptling!

source: You always like his plans, Grüü.
de: Dir gefallen seine Pläne immer, Grüü.

source: Well, he has the right idea, anyway.
de: Nun, er hat trotzdem die richtige Idee.

source: Good, everyone move out. I will begin the attack from here. I want everyone to be in position by first watch at the latest. Is that clear?
de: Gut, zieht alle los. Ich werde hier bleiben und den Angriff starten. Ich will, dass jeder bis spätestens zur ersten Wache in Position ist. Ist das klar?

source: Yeah, sure.
de: Ja. Glockenklar.

source: Whatever.
de: Wie auch immer.

source: I am in position, Chief.
de: Ich bin in Position, Häuptling.

source: Excellent. Now, where are the others?
de: Beeindruckend. Wo sind jetzt die Anderen?

source: We made it.
de: Wir haben es auch geschafft.

source: Good, but where is Grüü?
de: Gut, aber wo ist Grüü?

source: Dumb trolls, you can never rely on them.
de: Dumme Trolle, du kannst dich nie auf sie verlassen.

source: I'm here, chief!
de: Hier bin ich, Häuptling!

source: Err, sorry, there were some humans in way. We squash, no problem.
de: Äh 'Tschuldigung, es waren einige Menschen im Weg. Habse zerquetscht, nix mehr Problem.

source: Better late then never. Now it's time to kill! Let nobody escape and everyone keep an eye out for the shamans.
de: Besser spät als nie. Jetzt greifen wir an! Lasst niemanden entkommen und haltet Ausschau nach den Schamanen.

source: Sounds simple enough.
de: Klingt ganz einfach.

source: Miserable elf, we want some answers!
de: Ok, Elfchen, wir wollen jetzt einige Antworten von dir!

source: SPEAK!
de: REDE!

source: ....well, what do you want to know?
de: ... nun gut, was wollt ihr wissen?

source: You can start by telling us who told you to strike at Borstep.
de: Zunächst – wer gab dir den Befehl, Borstep anzugreifen?

source: Uh.... we have intelligence.
de: Äh... wir haben Spione.

source: Don't make me hurt you more.
de: Zwing mich nicht, dir nicht noch mehr weh zu tun!

source: OK OK, Shan Taum the Smug told us that that's where the shamans were, and that it was a rally point and weapons depot for you orcs.
de: Ok ok, Shan Taum der Selbstgefällige hat uns gesagt, wo die Schamanen sich aufhalten, und dass es ein Sammelpunkt und Waffenlager für euch Orks war.

source: Pah, do not think you can break the unity of the horde with your stupid lies!
de: Pah, versuch nicht, die Einheit der Horde mit deinen dummen Lügen auseinander zu bringen!

source: No really, it's true. He is jealous of some young upstart called Kapou'e. He says all the shamans 'suck up' to him just because his father had a black eye or something like that.
de: Nein wirklich, es ist alles wahr. Er ist eifersüchtig auf einen jungen Emporkömmling namens Kapou'e. Er sagt alle Schamanen »kriechen ihm in den Hintern« nur weil sein Vater ein schwarzes Auge hatte oder so.

source: They're.... the humans killed them.
de: Sie sind... Die Menschen haben sie getötet.

source: You lie!
de: Du lügst!

source: I do not. Their bodies are frozen in the lake just over there.
de: Ich lüge nicht! Ihre Körper sind gefroren in dem See dort drüben.

source: You had better go check it out.
de: Geht, schaut euch das lieber an.

source: OK, Chief.
de: Ok, Häuptling.

source: A few minutes later...
de: Einige Minuten später..

source: Chief! It's true, the shamans have been murdered!
de: Häuptling! Es ist wahr! Die Schamanen sind ermordet worden.

source: What should I do with this one?
de: Was sollen wir mit diesem tun, Häuptling?

source: Throw him in the lake. If he freezes to death, all the better.
de: Werft ihn in den See. Wenn er zu Tode friert, um so besser.

source: Civil War
de: Bürgerkrieg

source: Defeat all rebel leaders and...
de: Beseitigt alle gegnerischen Anführer und ..

source: Move Kapou'e to the end of the signpost at the southwest
de: Führt Kapou'e zum Wegweiser am Ende des Gebirges im Südwesten

source: Infuriated by the murder of the shamans, the orcish horde massacred the humans and their allies. In their rage, they scoured the snow for hours looking for any survivors. Only when their rage was spent did the full implications of the shamans' deaths begin to sink in.
de: Wütend über den Mord an den Schamanen, massakrierte die orkische Horde die Menschen und ihre Allierten. In ihrer Wut durchsuchten sie den Schnee stundenlang auf der Suche nach Überlebenden. Schließlich jedoch, beruhigten sie sich und alle Konsequenzen des Todes der Schamanen begannen ihnen klar zu werden.

source: With the Council broken, there was now nothing left to hold the orcish forces together. And if the orcish forces began to fight amongst themselves as they so often did, then the humans would eradicate them with ease.
de: Der Ork-Rat war gebrochen und es gab nun nichts, was die orkischen Streitkräfte noch zusammen halten würde. Und falls die orkischen Truppen sich trennen würden und gegeneinander kämpfen wie sie es oft taten, dann würden die Menschen sie mit Leichtigkeit auslöschen können.

source: Furthermore, the troops who had been led by Kapou'e this far had grown to respect him as a wise and capable leader, and they proclaimed their loyalty to him. Delighted, Kapou'e sent detachments off in different directions to bring in the other tribes, by force if necessary. Al'Brock was sent west, along the route that Kapou'e had used to flee the human forces almost a year before. Flar'Tar was sent directly south to rally the tribes along the Mountains of Haag and the eastern Mourned Hills. Kapou'e himself made a direct southwest beeline towards Bitok. They were all to meet in Dorset that spring to repel the human attack that seemed certain to come.
de: Desweiteren hatten die Truppen, die von Kapou'e so weit geführt worden waren, gelernt, ihn als weisen und fähigen Anführer zu akzeptieren, und sie versicherten ihm ihre Loyalität. Erfreut sandte Kapou'e sie in verschiedene Richtungen, um die anderen Stämme um ihn zu sammeln – wenn nötig, mit Gewalt. Al'Brock wurde nach Westen gesandt, entlang der Strecke, die Kapou'e vor einem Jahr vor den Menschen geflohen war. Flar'Tar wurde direkt nach Süden gesandt, um die Stämme entlang der Haager Berge und der östlichen Trauerhügel zu sammeln. Kapou'e selber ging direkt nach Bitok. Sie alle wollten sich in Dorset im Frühling wieder treffen, um den erwarteten Angriff der Menschen abzuwehren.

source: Having thus made his plans, Kapou'e set out for Bitok to get to the root of this treachery.
de: So hatte er seine Pläne gemacht und Kapou'e ging gen Bitok, um zur Wurzel dieser Verschwörung vorzustoßen.

source: If we are going to make it to Bitok, and then back to Dorset before spring we have to get a move on. Break camp as soon as possible. Destroy all opposition in your path, I want this area to be firmly under my control by the time we are through here.
de: Ok Leute, wenn wir es nach Bitok schaffen wollen, und dann vor dem Frühling zurück nach Dorset, dann müssen wir Bewegung in die Sache bringen. Wir ziehen so früh wie möglich los. Besiegt alle Widerstände, die im Weg stehen. Ich will dieses Gebiet fest unter meiner Kontrolle haben, sobald wir hier durch sind.

source: This rabble won't be a problem anymore.
de: Dieses Gesindel wird keine Probleme mehr machen.

source: Got this tribe under control.
de: Habe diesen Stamm unter Kontrolle.

source: This is what you get for deserting the Son of the Black-Eye.
de: Dies ist der Lohn für das Desertieren aus der Truppe vom Sohn des Schwarzauges.

source: The Coward
de: Der Feigling

source: Kapou'e and his followers made a grueling march across the frozen Northlands. For the orcs it was a constant nightmare of freezing, marching and fighting. Food was scarce, and the stores that they managed to seize from rebellious tribes had to be strictly rationed. Many of the weaker orcs who weren't killed in combat died from exhaustion, or fell behind and froze to death.
de: Kapou'e und seine Anhänger marschierten im Eilmarsch über die gefrorenen Nordlande. Den Orks kam es vor wie ein andauernder Albtraum aus frieren, marschieren und kämpfen. Nahrung war rar und die Vorräte, die sie von den rebellierenden Stämmen nahmen, wurden streng rationiert. Viele der schwächeren Orks, die nicht im Kampf starben, starben aus Erschöpfung, oder fielen zurück und froren zu Tode.

source: Throughout this nightmare Kapou'e drove himself and his men ruthlessly. The spring thaw would soon be upon them and with it, the human army that Earl Lanbec'h was no doubt rallying. By that time the orcs had to be united one way or another, since if they were separated and scattered, they would surely be exterminated.
de: Während dieses Albtraums trieb Kapou'e sich und seine Männer gnadenlos vorwärts. Die Frühlingsschmelze wäre bald mit ihnen, und ebenso die Menschenarmee, die Graf Lanbec'h ohne Zweifel jetzt zusammenrief. Bis dahin, wo die Orks auf die eine oder andere Art vereint waren, würden sie getrennt und zerstreut sein, und sicher ausgelöscht werden.

source: And so they marched on, persevering in weather that would kill even the most hardened human, and through fierce bloody battles with belligerent tribes.
de: Und so marschierten sie weiter, in einem Wetter das selbst den abgehärtesten Menschen getötet hätte, und wurden noch dazu in blutige Kämpfe gegen feindliche Stämme verwickelt.

source: Finally, after over three months, Kapou'e and his exhausted but hardened army arrived at Bitok, just before the spring thaw.
de: Endlich, nach über drei Monaten erreichten Kapou'e und seine erschöpfte, aber abgehärtete Armee die Stadt Bitok, kurz bevor die Frühjahrsschmelze einsetzte.

source: What... Kapou'e! What in the frozen northlands are you doing here.
de: Was... Kapou'e! Was in ,drei Gottes Namen, tust du hier?

source: Oh, I just thought I would take a bracing winter stroll and visit my father's old friend. How could I not, given his impressive list of recent accomplishments.
de: Oh, ich dachte blos, ich könnte mal einen erfrischenden, kleinen Winterspaziergang, zu einem alten Freund meines Vaters unternehmen. Wie könnte ich diesem Unterfangen widerstehen, wenn man sich die wirklich beeindruckende Liste seiner neuesten Verdienste ansieht?

source: Accomplishments?
de: Verdienste?

source: Tell you what, you ungrateful backstabbing traitor, if you surrender right now I will just cut off your head instead of torturing you to death.
de: Ich sag’ dir was, du undankbarer dolchstoßender Verräter! Wenn du jetzt aufgibst, werde ich nur deinen Kopf abhacken, anstatt dich zu Tode zu foltern. Was sagst du dazu?

source: LIES! THESE ARE ALL LIES!
de: LÜGEN! DAS SIND ALLES LÜGEN!

source: Right..... So what will it be, beheading or torture?
de: Klar... Also was soll es sein, Köpfen oder Folter?

source: How dare you accuse me of being a traitor, you turdlicker! Orga, kill this kid for me. I'll be in my keep.
de: Wie kannst du es wagen, mich als Verräter zu beschuldigen, du kleiner Scheisshaufen! Orga, töte ihn für mich. Ich warte solange in meiner Festung.

source: Yes sir!
de: Ja, Herr!

source: What! Fight like an orc, you gutless coward!
de: Was? Komm zurück, du rückratloser Feigling!

source: OK, we crushed this pocket of resistance too. Now where in the world did that coward Shan Taum run off to?
de: Okay, wir haben dieses Widerstandsnest zermalmt. Wohin in aller Welt ist jetzt der Feigling Shan Taun verschwunden?

source: The Human Attack
de: Der Angriff der Menschen

source: Once there he found his generals, Al'Brock and Flar'Tar had already arrived along with hundreds of bloodthirsty orcs. The warriors of the tribes that Kapou'e had cowed into submission were also present. In addition, the remaining shamans of the Great Council were also present to help in whatever way they could to preserve the unity of the Horde.
de: Einmal da, fand er seine Generäle dort vor: Al'Brock und Flar'Tar waren schon angekommen, zusammen mit hunderten blutdürstiger Orks. Die Krieger der Stämme, die Kapou'e unterworfen hatte, waren auch da. Zusätzlich waren die übrig gebliebenen Schamanen des großen Rates anwesend, um dabei zu helfen, die Einheit der Orks zu bewahren.

source: Days passed, the snows melted and Kapou'e readied his defenses. A few weeks after Kapou'e's arrival, riders caught sight of Earl Lanbec'h's army.
de: Die Tage vergingen, der Schnee schmolz und Kapou'e bereitete seine Verteidigungsanlagen vor. Ein paar Wochen nach Kapou'es Ankunft erblickten Reiter Lanbec'hs Armee.

source: This is it, men! It is time to make these orcs pay for all that they have done to us. Attack and spare no orc! Let us take back this land which is rightfully ours!
de: Das ist es Männer! Es ist Zeit, diese Orks für all das bezahlen zu lassen, was sie uns angetan haben. Greift an und zeigt keine Gnade gegenüber den Orks! Lasst uns dieses Land zurückerobern, das rechtmäßig das unsere ist!

source: Forward, men! Our wolves will feed well tonight!
de: Vorwärts Männer! Unseren Wölfen wird es heute Nacht ein Festmahl geben!

source: Come here, human softlings. Grüü has a little present for you...
de: Kommt her kleine Menschen. Grüü haben Geschenkchen für euch...

source: As a fresh day dawned, more human forces arrived.
de: Als ein neuer Tag anbrach, kamen neue Truppen der Menschen.

source: At the dawn of the third day, still more human forces arrived.
de: Am Abend des dritten Tages kamen immer noch mehr Truppen der Menschen.

source: We have arrived, my lord.
de: Wir sind angekommen, mein Fürst.

source: Ahhh, perfect, more reinforcements.
de: Aaah, perfekt, mehr Verstärkungen.

source: Howgarth III
de: Howgarth der Dritte

source: Hold it! What in the wide green world is going on here!
de: Einen Moment bitte! Was um alles in der Welt geht hier vor sich?

source: I am Howgarth of the Northern Alliance, successor to the late Rahul I.
de: Ich bin Howgarth von der Nordallianz, Nachfolger des späten Rahul I.

source: This is a strictly territorial matter, Howgarth. The Northern Alliance has no right to intervene in this affair.
de: Dies ist ein reiner Gebietsstreit, Howgarth. Die Nordallianz hat kein Recht, sich in dieser Sache einzumischen.

source: The hell I don't, Earl Lanbec'h, the Northern Alliance was witness to a treaty some twenty seven years ago between your people and the orcs, which both of you are no doubt violating. It is our duty as the orchestrator and witness of this treaty to see that it is honored.
de: Den Teufel werde ich tun, Graf Lanbec'h! Die Nordallianz war Zeuge des Vertrages zwischen euren Leuten und den Orks vor etwa 27 Jahren, den ihr beide ohne Zweifel verletzt. Es ist unsere Pflicht als Verfasser und Zeuge dieses Vertrages darauf zu achten, dass er auch eingehalten wird.

source: Well, good for you. As a matter of fact, this land is clearly defined under your precious treaty as human territory. So if you are so keen on being all high and noble, then muster your men to help us push back this orcish menace.
de: Schön! Gut für euch. Tatsächlich ist dieses Land durch euren ehrwürdigen Vertrag als rechtmäßiges Eigentum der Menschen festgelegt. Wenn ihr also so darauf wert legt, euch als Fein und Nobel zu bezeichnen, dann ruft eure Männer zusammen und helft uns, diese orkische Bedrohung wieder hinter ihrer eigenen Grenzen zurück zu drängen.

source: What in the world are you talking about?
de: Von was um alles in der Welt redet ihr?

source: I am Kapou'e, son of the Black-Eye Karun. Twenty-seven years ago you people assassinated my father after inviting him to join the Northern Alliance.
de: Ich bin Kapou'e, Sohn des Schwarzauges Karun. Vor siebenundzwanzig Jahren habt ihr meinen Vater gemeuchelt, nachdem ihr ihn eingeladen hattet, der Nordallianz beizutreten.

source: What? We received word that he declined our invitation and that was the end of the matter. I know nothing of his assassination. As a matter of fact, I was there when the orcish messenger brought Rahul Karun's reply.
de: Was? Wir haben erfahren, dass er unsere Einladung abgelehnt hat, und das war das Ende der Sache. Ich weiss nichts von einer Ermordung. Tatsächlich war es ein orkischer Bote, der Rahul Karuns Antwort brachte.

source: Messenger, what messenger?
de: Ein Botschafter? Wer?

source: If I remember correctly, it was some orc named Shan Taum.
de: Wenn ich mich recht daran erinnere, war es irgendein Ork namens Shan Taum.

source: Northern Alliance
de: Nordallianz

source: Kill Shan Taum and Earl Lanbec'h
de: Töte Shun Taum und Graf Lanbec'h

source: Death of Howgarth III
de: Howgarth der Dritte fällt in der Schlacht

source: The human attack having stopped for the time being, both parties met in the middle of the battlefield. Howgarth III demanded that Kapou'e give Dorset back to the humans and return to their lands as defined in the treaty. Kapou'e refused to do so as long as the humans were attacking orcish lands. He demanded that the humans disperse their forces and return any land they had stolen from the orcs. Only then would he return Dorset and disperse the Horde.
de: Der Angriff der Menschen hat erstmal für diesen Moment aufgehört. Beide Seiten trafen sich zu einer Unterredung in der Mitte des Schlachtfeldes. Howgarth der Dritte verlangte, dass Kapou'e Dorset den Menschen zurückgeben, und die Horde der Orks in ihr durch den Vertrag zugewiesenen Gebiet zurückkehren sollte. Kapou'e allerdings lehnte diesen Vorschlag ab, und erwiederte, dass das nicht passieren würde, solange die Menschen das orkische Territorium immer wieder angreifen würden. Er verlangte, die menschlichen Truppen zurückzuziehen und das Land, das sie von den Orks gestohlen hatten, zurückzugeben. Nur dann würde er bereit sein, Dorset an die Menschen zurückzugeben, und die große Horde wieder aufzulösen.

source: Howgarth III agreed and further added that, if Earl Lanbec'h continued in aggression, then under the dictates of the Northern Alliance, he himself would be forced to move against the Earl.
de: Howgath der Dritte stimmte zu und fügte dem noch hinzu, sollte Graf Lanbec'h sich weigern, seine Angriffe einzustellen, würde er unter dem Druck der Nordallianz gezwungen sein, gegen den Grafen vorzugehen.

source: As they were discussing the matter, a group of orcs charged from the surrounding trees and hills and surrounded the parley.
de: Als sie gerade darüber diskutierten, wurde die Gesprächsrunde plötzlich von einer Horde Orks umzingelt, welche zwischen den umstehenden Bäumen und Hügeln hervorkamen.

source: Now now now, what do we have here. Collaborating with the enemy again just like your disgusting father, are you?
de: So so so. Was haben wir denn hier? Wieder mit dem Feind zusammenarbeiten, wie schon euer verabscheuungswürdiger Vater?

source: I am here to do to you what I did to your father.
de: Ich bin hier, um euch das gleiche zu tun, was ich eurem Vater antat.

source: So you did kill my father then.
de: Also habt ihr meinen Vater auf dem Gewissen.

source: What did I tell you, Kapou'e?
de: Was hab ich dir gesagt, Kapou'e?

source: Ha ha! Good work Shan Taum. That will teach them. Attack, boys, I want Dorset recaptured by sunset.
de: Ha ha! Das war gute Arbeit Shan Taum. Das wird ihnen eine Lehre sein. Los Jungs, zum Angriff! Ich möchte Dorset noch vor Sonnenuntergang zurückerobert haben.

source: Hold, Earl Lanbec'h. I have reached an agreement with these orcs. Since your army has been the aggressor, you must immediately disperse your army and withdraw from orcish territory. Once that is done then Kapou'e will give you back Dorset and call off the horde. I have had dealings with Kapou'e's father before and I believe his blood will be trustworthy. And if that isn't enough, then we are here to protect you in case he violates the pact.
de: Wartet, Graf Lanbec'h. Ich habe mit diesen Orks ein gemeinsames Abkommen getroffen. Da eure Armee die angreifende Partei ist, müsst ihr unverzüglich eure Truppe auflösen und von orkischem Gebiet zurückziehen. Erst wenn dies erfüllt wurde, wird Kapou'e euch die Stadt Dorset zurückgeben und die große Horde auflösen. Ich hatte schon zuvor einige Verträge mit Kapou'es Vater geschlossen und wurde niemals von ihm enttäuscht. Deshalb denke ich, dass man Kapou'e ebenso vertrauen schenken kann. Falls das noch nicht ausreichen sollte um euch zu überzeugen, garantiere ich euch Schutz, sollte der Pakt doch gebrochen werden.

source: You and your damned compromises can go to hell. Your beloved Kapou'e will be joining you shortly.
de: Ihr und eure verdammten Kompromisse können meinetwegen zur Hölle fahren. Euer hochverehrter Kapou'e wird euch dann bald Gesellschaft leisten.

source: You leave us no choice but to take military action against you.
de: Ihr lasst uns keine andere Wahl, als militärische Maßnahmen gegen euch anzuwenden.

source: Ha ha! Very funny, Howgarth. Look around you. You are going to be dead as soon as my orc friend here gives the order. And then your men will automatically assume that Kapou'e tricked and killed you.
de: Ha ha! Sehr lustig Howgarth. Seht euch mal um! Ihr seid tot, sobald mein orkischen Freund hier, das Kommando dazu erteilt. Als Folge davon, würden eure Männer davon ausgehen, dass Kapou'e euch in eine Falle gelockt und getötet hätte.

source: Not today, my friend. *whistles*
de: Nicht heute mein Freund. *Pfeift*

source: Agreed. Let's get to it. BLOOD AND STEEL!
de: Stimmt. Dann los jetzt, auf gehts. AUF IN DEN KAMPF!

source: Shan Taum big coward. Never want to fight.
de: Shan Taum großer Feigling. Niemals selbst kämpfen.

source: YEAH!
de: Jawoll!

source: Yeah, we finally got the coward. What do you want us to do with him chief?
de: Ja, endlich haben wir den Feigling erwischt. Was sollen wir mit ihm tun, Häuptling?

source: Stick his head at the end of a pike and let the buzzards pick it clean. I wasn't joking about making a mug from his skull.
de: Spießt sein Haupt auf das spitze Ende einer Lanze und lasst die Schmeissfliegen die Haut von seinem Schädel abnagen. Ich habe nicht gescherzt als ich sagte, dass ich einen Becher aus seinem hohlen Schädel machen würde.

source: Epilogue
de: Epilog

source: As they did his father, Howgarth III issued an invitation to Kapou'e to join the Northern Alliance. Kapou'e declined. Instead he went back to Barag Gór and, making that his capital, established himself as sovereign over all the northern tribes.
de: Genau wie Kapou'es Vater, bekam auch Kapou'e eine Einladung für den Beitritt zur Nordallianz von Howgarth dem dritten zugesandt. Allerdings lehnte Kapou'e diese Einladung ab und begab sich alsbald auf den Weg nach Barag Gór. Diese machte er zu seiner neuen Hauptstadt und Regierungssitz, aus der er seine Macht als Anführer über die nördlichen Völker immer weiter ausbauen konnte.
