Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-sotbe/*.po
Languages: de

source: Defeat the elves
de: Besiegt die Elfen

source: As soon as the sandstorm died down, Kapou'e and his men - eager to escape the searing heat - left the oasis and continued on their trek.
de: Sobald der Sandsturm nachgelassen hatte, verliessen Kapou'e und seine Gefolgsleute die Oase, um den Weg fortzusetzen und der sengenden Hitze zu entkommen.

source: It was with great relief that they finally spotted the silent forest on the evening of their second day. They quickly made camp in the hope of getting some much needed rest. However, as dawn approached, a thick fog rolled in and all the natural sounds of the forest died away - leaving everything deathly quiet.
de: Mit großer Erleichterung nahm die Truppe auf, dass sie, am Abend des zweiten Tages, endlich den stillen Wald entdeckte. Alle errichteten schnellstens ihr Quartier für die Nacht, in der Hoffnung auf eine wohlverdiente Ruhepause, in der sie sich von den Strapazen der letzten Tage erholen könnten. Als aber die Sonne begann unterzugehen und damit den Beginn der Nacht ankündigte, zog ein unnatürlich dichter Nebel auf, der sie wie in Zuckerwatte einhüllte. Mit dem aufkommenden Nebel verstummten alle Klänge des Waldes, wie das zwitschern der Vögel, das kurz zuvor noch zu hören war. Alles wurde in eine tödliche Stille getaucht, als ob das Leben im Wald den Atem anhält.

source: What happened? Why did people stop coming here?
de: Was ist passiert? Warum kommt niemand mehr her?

source: The fact is that few people entered this forest and returned home safe. I am not sure, but most likely, this forest is full of elvish renegades.
de: Sicher ist zumindest, dass nur wenige, die den Wald betreten haben, heil wieder herausgekommen sind. Ich bin mir nicht sicher, aber wahrscheinlich lebt nun eine Schar von elfischen Abtrünnigen in diesem Wald.

source: What would elves be doing so far into orcish territory? Anyway, we need some rest. We are sufficiently armed to cope with a bunch of elvish poachers. If we meet any, we'll cut them to pieces.
de: Was sollen Elfen so tief in orkischem Territorium zu suchen haben? Auf jeden Fall braucht die Truppe eine kleine Erholungspause. Wir sind stark genug, um es mit einer Bande von Elfen aufzunehmen. Falls wir wirklich auf sie stoßen sollten, werden wir keine Probleme haben sie in Stücke zu schneiden.

source: Blast it, the orcs have discovered us.
de: Mist, die Orks haben uns entdeckt.

source: What is your purpose for trespassing on orcish territory?
de: Was ist der Grund für euer unrechtmäßiges eindringen in Orkterritorium?

source: Fool, do you really think we are going to tell you?
de: Narr, denkst du wirklich, wir würden dir darauf antworten?

source: Pah, men, capture one of these elves and interrogate him. I am sure that will get us some answers.
de: Püh! Männer, fangt einen dieser Elfen und quetscht ihn aus. Ich bin mir sicher, dass wir dann ein paar Antworten bekommen.

source: You might as well go ahead and kill me, I'm not telling you anything.
de: Ihr könnt mich meinetwegen töten. Von mir erfahrt ihr gar nichts!

source: Very well then...
de: Na gut dann...

source: Some time later...
de: Einige Zeit später...

source: So you elves have set up an enclave here have you. Why is that?
de: Also habt ihr Elfen hier einen Aussenposten errichtet, oder? Warum das?

source: Why would you elves want still more territory? You guys already have the undisputed rule of the whole elvish forest.
de: Warum braucht ihr Elfen noch mehr Ländereien? Ihr habt doch schon das unangefochtene Recht an dem ganzen Wald der Elfen.

source: Yes, but our prince has been banished from those lands for collaborating with humans. He now seeks to carve out an empire for himself.
de: Ja, aber unser Prinz wurde von seinen Ländereien verbannt, weil er mit den Menschen gemeinsame Sache gemacht hat. Er will jetzt versuchen, sich ein eigenes Königreich aufzubauen.

source: Hmmm, interesting. So you set up a base here to launch your attacks on us. Is that right?
de: Hmmm, interessant. Also habt ihr ein Lager hier errichtet, um besser Angriffe gegen uns zu führen. Ist das so richtig?

source: Yes, that is correct.
de: Ja, das ist korrekt.

source: Well folks, it looks like we have our work cut out for us. We must destroy this enclave.
de: Nun, Leute. Es gibt Arbeit für uns. Wir müssen diesen Aussenposten zerstören.

source: With pleasure. But what should I do with this guy?
de: Mit Vergnügen. Aber was sollen wir jetzt mit dem hier machen?

source: Behead him.
de: Rübe ab!

source: Good work, men, we've done it! Now we don't have to worry about these elves attacking us. Let's get some rest and continue our journey.
de: Gute Arbeit Männer! Wir haben es geschafft. Jetzt brauchen wir uns keine Sorgen mehr über Angriffe durch Elfen zu machen. Lasst uns hier etwas ausruhen, dann ziehen wir weiter.

source: Ahhh! Flee; warn the prince that I have been slain and the enclave destroyed.
de: Ahhhgh! Flieht, und berichtet dem Prinz, dass ich besiegt und der Aussenposten zerstört wurde.

source: As you command, my lady.
de: Wie ihr befiehlt, Milady.

source: Shan Taum The Smug
de: Shan Taum der Selbstgefällige

source: Survive the Shan Taum menace for 20 turns
de: Übersteht Shan Taums Zorn für 20 Runden

source: After clearing out the elves from the Silent Forest, Kapou'e and his party set out on the last leg of their journey. Within a few days they finally reached the city of Lmarig in the Mourned Hills, which was then ruled by Shan Taum the Smug.
de: Nachdem sie die Elfen aus dem stillen Wald beseitigt hatten, setzte Kapou'e mit seiner Gefolgschaft den Weg ihrer Reise fort. Innerhalb von ein paar Tagen erreichten sie die Stadt Lmarig in den Trauerhügeln, welche zu dieser Zeit von Shan Taum regiert wurde.

source: At last, here are the Mourned Hills! We can only hope for the best.
de: Wir haben endlich die Trauerhügel erreicht. Ich hoffe, dass alles glatt gehen wird.

source: Why?
de: Hä?

source: You are a troll, so you don't know. These lands are ruled by Shan Taum the Smug, who was a rival of Black-Eye Karun.
de: Nur Trolle wissen nicht, dass dieses Land von Shan Taum dem Selbstgefälligen beherrscht wird. Shan Taum war in der Vergangenheit ein Rivale von Karun Schwarzauge.

source: I doubt he would welcome the son of the Black-Eye.
de: Ich glaube kaum, dass er Schwarzauges Sohn willkommen heißen wird.

source: Bwahaha! You are nothing! Where is your land? You became a beggar. You are as pathetic as your father!
de: Bwahaha! Du bist ein Niemand! Wo ist dein Land? Du bist genauso schwächlich wie dein Vater!

source: Really? What would you drink with it? Mint cordial?
de: Wirklich? Und was würdest du wohl daraus trinken? Minzlikör?

source: Exasperated, Kapou'e launched an attack on his fellow orc Shan Taum the Smug.
de: Entnervt befahl Kapou'e den Angriff gegen Shan Taum den Selbstgefälligen und ehemals befreundeten Ork.

source: What is this? Are you mad!? Humans are to besiege our fortress at Prestim and you are fighting each other!?
de: Was tut ihr hier? Seid ihr denn verrückt geworden!? Menschen belagern unsere Festung bei Prestim und ihr bekämpft euch hier gegenseitig!?

source: Well, ermmm...
de: Also, ähem...

source: I know what you want from us but I'm afraid we can't help you.
de: Ich weiß, was ihr euch erhofft habt, aber ich muss euch leider enttäuschen. Der Rat kann euch nicht helfen.

source: Really? But my people...
de: Wirklich? Aber mein Stamm...

source: Did you hear? There is a battle waiting for us at Prestim!
de: Ihr hören das? Viel Kampf in Prestim warten!

source: Kapou'e, if Prestim falls, humans will have a strong bridgehead on this side of the river and your people won't be safe. You are the only one that can help us defend Prestim!
de: Wenn Prestim fällt, werden die Menschen sich auf dieser Seite des Flusses festsetzen und eure Leute werden nicht mehr sicher sein. Ihr seid die einzige Hoffnung für Prestim!

source: Nooo! Don't kill me, I surrender to you little earthworm.
de: Nein! Töte mich nicht. Ich ergebe mich, du kleiner Regenwurm.

source: Saving Inarix
de: Rettet Inarix

source: Reinforcements, at last! Whoever you are, you are welcome in Prestim! The fortified bridge over the Gork river was taken this morning by a small commando of elves, we have already tried to assault it twice without success.
de: Endlich Verstärkungen! Wer auch immer ihr seid, willkommen in Prestim. Die befestigte Brücke über den Gork wurde heute Morgen von einem kleinen Trupp Elfen eingenommen. Wir haben bereits zweimal versucht, sie zurück zu erobern, aber leider ohne Erfolg.

source: Ah! They are no match against my hammer.
de: Ah! Sie nicht haben Chance gegen Keule von Grüü.

source: There is worse; our scouts report that our saurian allies led by Inarix are still trapped on the other side of the river some miles away. They won't be able to cross the river.
de: Viel schlimmer ist allerdings, dass unsere saurianischen Verbündeten und ihr Anführer Inarix immer noch einige Kilometer flussabwärts auf der anderen Seite des Flusses festsitzen. Sie werden es nicht schaffen, den Fluss zu überqueren.

source: Elves and dwarves have joined humans against us and have set up camp nearby. Humans will arrive soon. We must destroy the southern bridge on the river.
de: Elfen und Zwerge haben sich mit den Menschen gegen uns verbündet. Zwar sind die menschlichen Truppen noch nicht hier, aber sie werden bald kommen.

source: If Inarix falls prey to those humans then we won't be able to count on their help in this struggle. We must do something!
de: Wenn wir Inarix hier gegen die Menschen verlieren, dann werden wir nicht mehr auf ihre Hilfe zählen können. Wir müssen irgendwas unternehmen!

source: I know what we must do. Kill elves and help Inarix cross.
de: Grüü wissen, was müssen machen. Machen Elfen und Zwerge kaputt und Inarix können über Fluss.

source: It won't be that easy! Our enemies are well entrenched.
de: Es wird nicht einfach sein. Unsere Feinde haben sich gut verschanzt.

source: Hey look, that tribe of orcs that destroyed my enclave in the Silent Forest have reinforced Prestim. It is time to avenge the death of our fallen kin my friends - get them!
de: Hey, seht nur! Der Stamm der Orks, der meinen Aussenposten im stillen Wald zerstört hat, verstärkt die Verteidigungsanlagen von Prestim. Jetzt ist es an der Zeit, den Tod unserer gefallenen Mitstreiter zu rächen. Holt sie euch!

source: Ahhh, it's 'the Prince' from the Silent Forest. Unfortunately, I don't think we can deal with him now, we have to focus on saving Inarix.
de: Das ist »der Prinz« aus dem Stillen Wald. Leider können wir uns nicht um ihn kümmern. Wir müssen uns auf Inarix Rettung konzentrieren.

source: Let her blow!
de: Jagt sie in die Luft!

source: Blast it! The saurians have had too many casualties in order for them to be of any real help to us. We won't be able to recruit them in the future.
de: Vergesst es! Die Saurianer hatten zu viele Verluste, um uns noch eine Hilfe zu sein. Wir werden in Zukunft auf sie verzichten müssen.

source: This has taken too much time, we should send all of our troops and send these creatures back to hell.
de: Das dauert mir jetzt alles zu lange. Wir sollten all unsere Truppen gegen den Feind senden und ihn vernichten.

source: It won't be said that Elves were braver than us, everyone attack!
de: Es kann nicht sein, dass Elfen tapferer sind als wir. Zum Angriff, Männer!

source: Earl Lanbec'h
de: Graf Lanbec'h

source: It is too late, we are defeated.
de: Zu spät. Die Niederlage ist uns gewiss.

source: Curse you, foul orc!
de: Verflucht seist du, verdammter Ork!

source: Clash of Armies
de: Zusammenprall der Armeen

source: Defend Prestim successfully for four days
de: Verteidigt Prestim für vier Tage

source: Destruction of a tower of Prestim
de: Zerstörung eines Turms von Prestim

source: So here we are, and they are preparing to assault.
de: Hier sind wir nun angekommen und unsere Feinde bereiten sich auf den Angriff vor.

source: Prestim's walls are rock-hard, they'll waste themselves on them.
de: Prestims Mauern hart wie Granit. Jeder der dort versucht durchzubrechen, verschwendet nur seine Kraft.

source: I'm not that sure. Every fortress has its own weakness. Prestim's walls are built on three towers. If one of them is destroyed, a breach will allow humans to enter Prestim... which would be the end for us.
de: Ich bin nicht so sicher. Jede Festung hat seine eigene Schwachstelle. Prestims Mauern wurden auf drei Türme gebaut. Wenn einer von diesen zerstört wird, können die Menschen durch diese Bresche in die Stadt eindringen... Das wäre unser Ende.

source: We've received messengers from the Council, saying that they are gathering tribes into the Great Horde.
de: Der Große Rat hat mir eine Nachricht zukommen lassen, dass sie die Stämme überzeugen konnten, die große Horde erneut zusammenzurufen.

source: Great! When do they arrive?
de: Gut! Wann sie wollen kommen?

source: And if we fail?
de: Und wenn wir versagen?

source: Great.
de: Großartig.

source: Then, the battle for Prestim began.
de: Nach dieser Beratung nahm die Schlacht von Prestim ihren Lauf.

source: We arrive to honor our alliance, Earl Lanbec'h.
de: Das Meervolk ist hier, um seinen Anteil zu leisten, Graf Lanbec'h.

source: Reinforcements, at last. We don't have much time, the Orcish hordes are on their way. To the attack!
de: Es wurde auch Zeit, das Verstärkungen eintreffen. Wir haben nicht viel Zeit, um die orkischen Horden aufzuhalten. Zum Angriff!

source: Here we are! Hold on Prestim, we arrive to push them to the river!
de: Auf sie, Krieger. Treibt sie zum Fluss! Zeigt ihnen aus welchem Holz Orks geschnitzt sind!

source: They are too numerous now, RETREAT!
de: Das werden ja immer mehr. RÜCKZUG!

source: The Great Horde at last! I was beginning to think they would never come.
de: Die große Horde! Ich dachte schon, ihr würdet nicht mehr kommen.

source: Your defense of Prestim was heroic, facing such opposition surely undermined the morale of humans. Now they are retreating to their fortresses and will not venture out anytime soon.
de: Ihr seid wahrlich ein Held Kapou'e. Ihr habt Prestim für vier ganze Tage gegen eine solche Übermacht verteidigt. Der Feind zieht sich zurück und wird sich in seinen Festungen verkriechen und so bald nicht mehr herauskommen.

source: It is now time to show them who we are and to lead the Great Horde in pursuit. We will not rest until we destroy Earl Lanbec'h. Smite, stab, slay!
de: Jetzt ist es Zeit, den Krieg in das Land unserer Feinde zu tragen! Die große Horde wird nicht eher ruhen, als bis wir Graf Lanbec'h gefunden und getötet haben!

source: No! The walls of Prestim are destroyed, we are done!
de: Nein! Prestims Mauern wurden zerstört. Wir sind verloren!

source: Giving Some Back
de: Revanche

source: With the arrival of the Great Horde, and the humans having retreated, the united orcish forces held a council of war.
de: Mit der Ankunft der großen Horde und dem Rückzug der Menschen war es Zeit für die vereinten orkischen Streitkräfte, Kriegsrat zu halten.

source: After a fair amount of squabbling - for some of the older warlords were reluctant to let this young upstart lead them - and a few consequent executions, the leadership of the horde was formally bestowed upon Kapou'e.
de: Nach einer nicht zu kleinen Anzahl von Streitigkeiten – da es einigen der älteren Kriegsherren widerstrebte, von einem jungen Aufsteiger angeführt zu werden – und ein paar Hinrichtungen später, wurde Kapou'e zum Anführer der Horde erklärt.

source: Riders were dispatched in all directions to gather intelligence and to pinpoint the exact location of the hostile forces.
de: Reiter wurden in alle Richtungen ausgesandt, um Informationen zu sammeln und die genaue Position der feindlichen Streitkräfte festzustellen.

source: The horde was then split into two forces. On the advice of the shamans, Kapou'e placed one force under the leadership of Shan Taum the Smug, who - despite his obnoxious nature - was a fierce and capable leader. He was sent to Bitok, the most southwestern orcish city, to cut off the humans already invading the harbor of Tirigaz, and to stop any further human incursion into orcish territory.
de: Die Horde wurde in zwei Streitmächte geteilt. Auf Rat der Schamanen unterstellte Kapou'e die eine Streitmacht der Führung von Shan Taum dem Selbstgefälligem, der – trotz seiner aufdringlichen Art – ein leidenschaftlicher und fähiger Anführer war. Er wurde nach Bitok gesandt, der südwestlichsten orkischen Stadt, um den Strom der Menschen abzuschneiden, die schon den Hafen von Tirigaz angriffen, und um weiteres menschliches Vordringen ins orkische Gebiet zu stoppen.

source: He sent the shamans, Pirk, Gork and Vraurk back to Borstep - a city just north of the Mourned Hills - to organize any remaining orcish forces as well as create a arms and supply depot.
de: Er sandte die Schamanen, Pirk, Gork und Vraurk zurück nach Borstep – eine Stadt gleich nördlich der Trauerhügel – um verbleibende orkische Streitkräfte zu mobilisieren und auch, um ein Waffen- und Versorgungslager zu errichten.

source: Earl Lanbec'h, you slimy coward, come out and face me if you have the guts!
de: Grad Lanbec'h, du schleimger Feigling, komm heraus und stell dich mir, wenn du den Mut dazu hast!

source: Sorry there, old chap. You're deemed too insignificant for the likes of the Earl to deal with. He's left that pleasure to me instead.
de: Tut mir leid, alter Kumpel. Du wirst für zu unwichtig gehalten, um Leute vom Schlage eines Graf Lanbec'h zu treffen. Er hat mir diese Ehre überlassen.

source: Foolish human. Attack, men, I want that city to be orcish territory within the week. Smite, stab, and slay!
de: Dummer Mensch. Greift an! Ich will, dass die Stadt noch in dieser Woche orkisches Gebiet wird.

source: Easier said then done, Chief. There are many humans in that city. And they are well armed, too.
de: Leichter gesagt als getan, Häuptling. Da sind eine Menge Menschen in der Stadt, und sie sind gut bewaffnet.

source: No matter. Horde smash!
de: Das spielt keine Rolle. Horde, zum Angriff!

source: The orcs are making headway. The city must not fall - call the reserves!
de: Die Orks machen Fortschritte. Die Stadt darf nicht fallen – ruft die Reserven!

source: The Dwarvish Stand
de: Die Verteidigungslinie der Zwerge

source: After conquering and occupying Dorset, Kapou'e and his men set themselves to stabilizing the area and bringing it firmly under the iron-hard orcish rule.
de: Nachdem er Dorset erobert und besetzt hatte, nahmen Kapou'e und seine Leute sich vor, die Gegend um Dorset wirtschaftlich zu stabilisieren und unter die eisenharte orkische Herrschaft zu bringen.

source: After a few weeks of putting down minor rebellions and clearing out the last human strongholds, the first snows of the long Northern winter began to fall. A few days after the first snowfall a goblin rider - half dead from exhaustion - raced into Dorset with the news that Borstep was under siege by a large force of dwarves, outlaws and elves.
de: Nach ein paar Wochen, in denen sie kleinere Rebellionen brutal niederschlugen, und in denen sie die letzten menschlichen Bollwerke säuberten, begann der erste Schnee des langen Winters zu fallen. Ein paar Tage nach dem ersten Schneefall ritt ein Goblin-Reiter – halb tot vor Erschöpfung – nach Dorset mit der Neuigkeit, dass Borstep belagert wurde durch eine große Streitmacht von Zwergen, Gesetzlosen und Elfen.

source: The orcish commanders were stunned. How had such a large enemy force penetrated so deep and so far into orcish territory, especially without their knowledge? How also had their enemies known to strike at Borstep, which was the rally point for orcish forces as well as their main arms and supply depot?
de: Die orkischen Anführer waren von dieser Nachricht überrascht. Wie hatte es eine so große feindliche Streitmacht geschafft, so tief und so weit in orkisches Territorium vorzudringen; noch dazu ohne ihr Wissen? Und wie konnten ihre Feinde wissen, dass bei Borstep ein Sammelpunkt für orkische Streitkräfte, sowie ihr grösstes Waffen- und Nachschublager war?

source: Kapou'e suspected some sort of treachery. Under the assumption that human attacks would be minimal due to the harsh weather, he left only a small force to defend Dorset while he and the main horde of orcs sped to the aid of Borstep.
de: Kapou'e vermutete, dass eine Art von Verrat dahintersteckte. In der Annahme, dass menschliche Angriffe wegen des strengen Wetters minimal sein würden, ließ er nur eine kleine Streitmacht zurück, um Dorset zu verteidigen, während er und der Hauptteil der orkischen Horde Borstep zu Hilfe eilte.

source: As they crested the last hill before the city, the sight before them cast them into gloom; there was nothing left of Borstep. The walls had been smashed, houses burnt and its inhabitants driven out or slaughtered. Of the orcish shamans there was no sign.
de: Als sie den letzten Hügel vor der Stadt bestiegen, warf sie der Anblick in düstere Verzweiflung – nichts war übrig von Borstep. Die Mauern waren zerstört, die Häuser niedergebrannt und ihre Einwohner hinaus getrieben oder abgeschlachtet. Von den Ork-Shamanen war kein Lebenszeichen zu sehen.

source: With eyes burning with apprehension and rage, Kapou'e sent his riders out to scour the land in all directions for the culprits while he made camp with the rest of the horde. A few hours later a rider reported back that he had picked up a trail of a large body of dwarves, elves and humans heading east through the mountains.
de: Mit Augen, die von Wut und einer dunklen Vorahnung brannten, sandte Kapou'e seine Reiter aus, das Land in alle Richtungen nach den Schuldigen abzusuchen, während er das Lager mit dem Rest der Horde aufschlug. Ein paar Stunden später meldete sich ein Reiter zurück, denn er hatte die Spur einer großen Menge Zwerge, Elfen und Menschen aufgenommen, die ihren Weg nach Osten durch die Berge bahnte.

source: Breaking camp the following dusk, the horde set out in hot pursuit. By the third day, they caught up with their enemies.
de: Die Horde brach in der folgenden Morgendämmerung auf, um die Verfolgung aufzunehmen. Am dritten Tag hatten sie schließlich ihre Feinde eingeholt.

source: Blast it, the orcs have caught up to us.
de: Verdammt, die Orks haben uns eingeholt.

source: Elf, our kind can move and fight far better and faster in these conditions then your kind can. Take the orcish prisoners and hurry to Melmog. The dwarves shall stop this orcish menace!
de: Elfe, unsere Leute können unter diesen Bedingungen besser und schneller kämpfen als eure. Nehmt die gefangenen Orks und eilt nach Melmog. Wir Zwerge werden diese orkische Bedrohung schon stoppen!

source: Very well, but our human allies will also stay behind and help you. After all, we are dealing with the Son of the Black-Eye here.
de: Also gut, aber unsere menschlichen Allierten soll auch zurück bleiben und euch dabei helfen. Denn immerhin haben wir es hier mit einem Sohn von Schwarzauge Karun zu tun.

source: Pah, have it your way then. Now, hurry on your way elf.
de: Pah, wie ihr wollt. Jetzt beeilt euch, macht euch auf den Weg, Elfe.

source: Ahhh, nice. I finally get chance to squash dwarves again.
de: Ah, nett. Endlich bekomme ich wieder die Gelegenheit, Zwerge zu zerquetschen.

source: Let's make them pay for what they did to our people. Blood and steel!
de: Lasst sie dafür bezahlen, was sie unserem Volk angetan haben. Zum Angriff!

source: Back Home
de: Zurück Zuhause

source: Boy, have they ever built this place up.
de: Junge, hier haben sie aber wirklich gut ausgebaut.

source: What are you thinking, Chief?
de: Was habt ihr gedacht, Häuptling?
