Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-sotbe/*.po
Languages: de

source: In order to keep fighting between the tribes to a minimum, Kapou'e also maintained an enormous army, drawn from all corners of his empire. To offset the cost of maintaining such an army, he often hired out portions of it to act as mercenaries in foreign struggles. People of all races took advantage of this and, consequently, those orcs thirsting for battle got more then enough to keep them from attacking their nearest neighbors.
de: Um die Kämpfe zwischen den einzelnen Stämmen auf ein Minimum zu reduzieren, hielt Kapou'e immer eine riesige Armee aufrecht, die aus allen Teilen seines großen Reiches zusammengestellt war. Er vermietete häufig, gegen ein hübsches Sümmchen von Goldstücken, kleine Teile seiner gewaltigen Armee als Söldnertruppe, um an fremden Fronten zu kämpfen. Fremde Herrscher aller Rassen machten häufig von diesem Angebot gebrauch. Damit war sichergestellt, dass diejenigen Orks, die gerne ihre Kräfte im Kampfe messen wollten, dazugenügend Gelegenheit bekamen, und so ihre überschüssige Energie loswerden konnten, die sie sonst an fremden orkischen Stämmen ausgelassen hätten.

source: Grüü in particular took great delight in these excursions. The huge, cunning, and swift troll soon became even more well known than Kapou'e. Tales of his courage and cunning reached even as far as Wesnoth itself.
de: Grüü war es, der ganz besonders große Freude daran hatte, diese Ausflüge zu begleiten. Der riesige, listige und schnelle Troll wurde im Laufe der Zeit sogar bekannter als Kapou'e selbst. Geschichten von seinem Mut, Tapferkeit und Gerissenheit waren bis ins ferne Wesnoth zu hören.

source: Novice Orcish Shaman
de: Junger Orkschamane

source: Orcish Shamans are the guardians of orcish magic. Respected among orcish tribes, they form the Orcish Council, which makes important decisions for the whole Orcish community and arbitrates the many conflicts that arise between tribes of this argumentative race. Although physically weak (for Orcs), Orcish Shamans are good spell casters and can curse their enemies, draining their life. Novice Shamans are still young and vigorous, but their spell-casting ability still needs improvement.
de: Orkschamanen sind die Bewahrer der orkischen Magiekunde. Respektiert in allen Stämmen, bilden sie die Mitglieder des orkischen Gemeinderats, welcher die wichtigsten Entscheidungen des gesamten Stammes trifft und dafür verantwortlich ist, Streits zu schlichten, die allzu oft zwischen den verschiedenen Stämmen dieser kriegerischen Wesen aufflammen. Trotz der körperlichen Schwäche (im Vergleich zu anderen Orks), sind sie im Kampf durch ihre Fähigkeit, Magie herauf zu beschwören und Ihren Feinden mit Flüchen die Lebensenergie auszusaugen, nicht zu verachten. Junge Orkschamanen sind noch gut bei Kräften, aber ihre magischen Fähigkeiten sind noch nicht voll ausgebildet.

source: staff
de: Stab

source: curse
de: Fluch

source: Old Orcish Shaman
de: Alter Orkschamane

source: Orcish Shamans are the guardians of orcish magic. Respected among orcish tribes, they form the Orcish Council, which makes important decisions for the whole Orcish community and arbitrates the many conflicts that arise between tribes of this argumentative race. Although physically weak (for Orcs), Orcish Shamans are good spell casters and can curse their enemies, draining their life. Old Orcish Shamans are shamans that have mastered magic, although their physical strength has declined with age.
de: Orkschamanen sind die Bewahrer der orkischen Magiekunde. Respektiert in allen Stämmen, bilden sie die Mitglieder des orkischen Gemeinderats, welcher die wichtigsten Entscheidungen des gesamten Stammes trifft und dafür verantwortlich ist Streits zu schlichten, die allzu oft zwischen den verschiedenen Stämmen dieser kriegerischen Wesen aufflammen. Trotz der körperlichen Schwäche (im Vergleich zu anderen Orks), sind sie im Kampf durch ihre Fähigkeit, Magie herauf zu beschwören und Ihren Feinden mit Flüchen die Lebensenergie auszusaugen, nicht zu verachten. Alte Orkschamanen sind Schamanen, welche Ihre magischen Fähigkeiten perfektioniert haben. Allerdings hat auch Ihre körperliche Kraft durch das hohe Alter weiter abgenommen.

source: Orcish Shaman
de: Orkschamane

source: Orcish Shamans are the guardians of orcish magic. Respected among orcish tribes, they form the Orcish Council, which makes important decisions for the whole Orcish community and arbitrates the many conflicts that arise between tribes of this argumentative race. Although physically weak (for Orcs), Orcish Shamans are good spell casters and can curse their enemies, draining their life.
de: Orkschamanen sind die Bewahrer der orkischen Magiekunde. Respektiert in allen Stämmen, bilden sie die Mitglieder des orkischen Gemeinderats, welcher die wichtigsten Entscheidungen des gesamten Stammes trifft und dafür verantwortlich ist Streits zu schlichten, die allzu oft zwischen den verschiedenen Stämmen dieser kriegerischen Wesen aufflammen. Trotz der körperlichen Schwäche (im Vergleich zu anderen Orks), sind sie im Kampf durch ihre Fähigkeit, Magie herauf zu beschwören und Ihren Feinden mit Flüchen die Lebensenergie auszusaugen, nicht zu verachten.

source: Watch Tower
de: Wachturm

source: Watch Towers are good places from which to spot enemies and then shoot miscellaneous items at them with ballistas.
de: Wachtürme bieten eine hervorragende Aussicht, um herannahende Feinde frühzeitig zu erkennen, und mittels Ballistas allerlei Zeugs auf sie abzufeuern.

source: Ouch! This hurts!
de: Autsch! Diese Schmerzen!

source: The Council will never be complete again. This is hopeless.
de: Der Rat wird niemals wieder vollständig sein. Es war alles vergebens.

source: Oh no, I am defeated.
de: Oh nein. Jetzt Grüü seien kaputt.

source: Blast it, without Inarix to lead his saurians, we can no longer count on their help.
de: Vergesst es! Nur Inarix kann die Saurianer anführen, ohne ihn können wir nicht mehr auf deren Hilfe zählen.
