Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-sof/*.po
Languages: gl

source: The Sceptre of Fire
gl: O Cetro de Lume

source: SoF
gl: CdL

source: Fighter
gl: Loitador

source: (Challenging)
gl: (Esixente)

source: Steelclad
gl: Acoirazado

source: (Difficult)
gl: (Difícil)

source: Lord
gl: Señor

source: Campaign Design
gl: Deseño da Campaña

source: Campaign Maintenance
gl: Mantemento da Campaña

source: WML Assistance
gl: Axuda co WML

source: Artwork and Graphics Design
gl: Traballo Artístico e Deseño Gráfico

source: A Bargain is Struck
gl: Péchase un Negocio

source: Allies
gl: Aliados

source: Ay, the Sceptre of Fire. The sceptre has a long, glorious, and fearful history. But I am not here to tell you how the jewel within it was brought over the ocean by Haldric the Great. Nor will I tell the story of Garard I, and the challenge he set, or that of Konrad, king of Wesnoth by virtue of the Sceptre.
gl: Ai, o Cetro de Lume. O cetro ten unha longa, gloriosa, e temible historia. Pero eu non estou aquí para contarche como a xoia que ten dentro del foi traida polo océano por Haldric o Grande. Nin che contarei a historia de Garard I, e o reto que propuxo, ou sobre Konrad, rei de Wesnoth en virtude do Cetro.

source: I am here to tell you of its making. Of its crafting, deep in the caverns of dwarfdom. And of the dwarves who made it; for they were great, they were. They are counted among the greatest of the heroes of ancient Knalga.
gl: Estou aquí para falarvos da súa feitura. Ou da súa forxa, no profundo das cavernas do reino dos ananos. E dos ananos que o fixeron; xa que eran grandes, érano. Están entre os maiores heroes da antiga Knalga.

source: Our story begins in a small border outpost in the southern hills of Knalga, with a young dwarf, named Rugnur, in charge of it. And with the second king of Wesnoth, Haldric II, riding up the road from the Ford of Abez with an army behind him...
gl: O noso conto comeza nun pequeno posto avanzado fronteirizo nos outeiros do sur de Knalga, cun xove anano, chamado Rugnur, a cargo del. E co segundo rei de Wesnoth, Haldric II, que subia polo camiño dende o Vao de Abez cun exército detrás del...

source: Transport 5 caravans full of silver back to the dwarvish castle
gl: Transporta 5 carromatos cheas de prata ó castelo dos ananos

source: Transport 4 caravans full of silver back to the dwarvish castle
gl: Transporta 4 carromatos cheas de prata ó castelo dos ananos

source: Bring Alanin, who has the Ruby of Fire, to the dwarvish castle
gl: Leva a Alanin, que ten o Rubí de Lume, ó castelo dos ananos

source: Death of Rugnur
gl: Morte de Rugnur

source: Death of Haldric II
gl: Morte de Haldric II

source: Death of Alanin
gl: Morte de Alanin

source: Capture (death) of a caravan
gl: Captura (morte) dun carromato

source: Time runs out
gl: Os turnos se esgoten

source: Humans, halt! Who dares bring an army into the dwarvish hills?
gl: Humanos, detédevos! Quen ousa traer un exército ós outeiros dos ananos?

source: We come to make a bargain with you.
gl: Viñemos para facer un trato convosco.

source: Well, state your business and be done with it. And if we don't like what you say, you leave!
gl: Ben, di cal é o negocio e o que temos que ver con el. Se non nos gusta o que dis, marcharás!

source: Have you heard of the Ruby of Fire?
gl: Oistes falar do Rubí de Lume?

source: Yes... your first king brought it from over the sea, right? You own it.
gl: Si... o voso primeiro rei trouxo polo mar, non? É teu.

source: Correct. However, we have a problem with it.
gl: Correcto. Pero temos un problema con el.

source: What sort of problem?
gl: Que tipo de problema?

source: Some form of magical aura makes those around the stone act... strangely. I noticed it with my father. The longer he stayed near the stone, the more arrogant, almost evil, he became.
gl: Algunha forma de aura máxica fai que os que estean arredor da pedra actúen... de xeito estraño. Dinme conta delo co meu pai. Canto máis tempo permanecia preto da pedra, máis soberbio, e máis malvado se facía.

source: So, what do you want me to do? I don't see how this relates to us dwarves.
gl: Así que, que queres que faga eu? Non vexo que ten isto que ver connosco, cos ananos.

source: When the elves came to Weldyn, about ten years ago, they spoke of a mage named Crelanu, and of his advice about the ruby. He said that the radiance of the stone could be contained, and that doing so would stop the stone's effect.
gl: Cando os elfos viñeron a Weldyn, hai case dez anos, falaron dun mago chamado Crelanu, e do seu consello sobre o rubí. Dixo que se podería conter o brillo da pedra, e que facéndoo podería deter o efecto da pedra.

source: And what... you want us to do this, contain the radiance of the stone? By making an artifact of some kind?
gl: E que... queres que lle fagamos, conter o brillo da pedra? Facendo un artefacto dalgunha caste?

source: Exactly. I want you to craft it into a mighty artifact, that will leverage the stone's power, but contain it also.
gl: Exactamente. Desexo que o poñades nun artefacto poderoso, que inflúa no poder da pedra, pero que tamén o conteña.

source: Well... I think we can make a deal, but I'm not sure. I'll have to ask the tribal leaders.
gl: Ben... penso que podemos facer un trato, pero non estou seguro. Téñolle que preguntar ós líderes tribais.

source: If you are not authorized to make a deal, send out someone who is, and I will bargain with him.
gl: Se non estás autorizado a facer un trato, envía a alguén que o estea, e negociarei con el.

source: They would refuse to come. You must come into the caves, and go to the city in person, or send a representative.
gl: Rexeitarán vir. Debes ir ás covas e ir á cidade en persoa, ou enviar un representante.

source: I can always take my offer to another tribe more friendly to its potential patrons. You are not the only smiths in the Northlands!
gl: Sempre podo ofrecerllo a outra tribo máis amistosa cos seus clientes potenciais. Non sodes os únicos ferreiros das Terras do Norte!

source: Uh, no, wait! Lets talk business — how much will you pay us to do this for you?
gl: Ouh, non, agarda! Falemo de negocios - canto nos pagarás por facerche iso?

source: Five thousand pieces of silver.
gl: Cinco mil pezas de prata.

source: You said you wanted a powerful magical artifact, not a child's playtoy! So... twenty thousand, minimum. The crafting of this will take us many years, you must pay us well.
gl: Dixeches que querias un poderoso artefacto máxico, non o xoguete dun neno! Así que... vinte mil, como mínimo. A creación disto hanos levar varios anos, débesnos pagar ben.

source: Ten thousand.
gl: Dez mil.

source: Nothing below fifteen!
gl: Non menos de quince!

source: Then no deal. I'll gather my things and go to another dwarvish clan now.
gl: Entón non hai trato. Recollerei as miñas cousas e irei a outro clan de ananos.

source: Fine then — ten thousand... now, what exactly do you want us to make the stone into?
gl: Perfecto entón - dez mil... agora, que queres que lle fagamos exactamente a pedra?

source: I want you to make it into a sceptre, a sceptre of fire.
gl: Quero que o poñades nun cetro, un cetro de lume.

source: I'll see what I can do. But I will need five thousand silver in advance, to pay for the materials.
gl: Xa sei que podo facer. Pero precisarei cinco mil pezas de prata por adiantado, para pagar os materiais.

source: Very well. I have the silver here, ready to ship, and I will send someone over with the stone itself. He will stay with you as you make the sceptre, and make sure you are going to get it done on time. I expect it done before my reign as king is ended.
gl: Moi ben. Teño a prata aquí, lista para enviar, e enviarei a alguén ca pedra. Permanecerá convosco mentres facedes o cetro, e hase asegurar de que o teñades feito a tempo. Agardo que estea rematado antes de que o meu reinado acabe.

source: Thats right. I'll be coming over along with the silver.
gl: Está ben. Eu irei xunta ca prata.

source: Hey! You can't do that — this road is an elvish road. We're not letting you transport gold and jewels on it without paying a toll.
gl: Hei! Non podes facer iso - este camiño é un camiño dos elfos. Non che imos deixar transportar ouro e xoias por el sen pagar unha peaxe.

source: What are you talking about?! This road has always been open to all.
gl: De que estás falando?! Este camiño sempre estivo aberto para todos.

source: Yes, we have allowed people to use it, but it is our road.
gl: Si, permitímoslle á xente usalo, pero é o noso camiño.

source: Not true! This is dwarvish land; if anything, it's our road!
gl: Non é certo! Está é a terra dos ananos; en todo caso, é o noso camiño!

source: Nevertheless, if you try to move your caravans here you have to pay the toll, or face our wrath!
gl: De ningunha maneira, se intentas pasar os teus carromatos por aquí terás que pagar a peaxe, ou enfrontarte á nosa ira!

source: We Wesnothians and you elves have a treaty! Do you really mean to break it in defense of a road that is not even yours?!
gl: Nós os de Wesnoth e vós os elfos temos un tratado! De verdade queredes rompelo para defender un camiño que nin é voso?!

source: Ah, I see — you are one of the rebels. Our treaty with the elves does not apply to you, so I have no problem with slaying you if you stand in our way. Rugnur, we will proceed with the shipment.
gl: Ah, xa vexo - ti eres un dos rebeldes. O noso tratado cos elfos non se aplica a ti, así que non teño problemas para matarte se te pos no noso camiño. Rugnur, comezaremos co envío.

source: Very well. Glildur, if the high elvish council has made an alliance with the men, I would advise you to follow it, but not doing so is your choice.
gl: Moi ben. Glildur, se o gran consello dos elfos fixo unha alianza cos homes, aconsellariache que a cumpras, pero podes non facelo se o decides.

source: Here's the stone, for you dwarves! Now, if you'll excuse me, I think I'll be taking refuge in this castle here... I don't much like fighting.
gl: Aquí está a pedra, é para vós ananos! Agora, se mo permitides, creo que me refuxiarei neste castelo... non me gusta moito loitar.

source: All the gold is there too. Proceed with the task, Rugnur!
gl: Todo o ouro está aquí tamén. Comeza a tarefa, Rugnur!

source: Cargo unloaded.
gl: Cargamento descargado.

source: You only need $incominggold more, then you can begin work.
gl: Só precisas $incominggold máis, despois podes comezar o traballo.

source: You only need $incominggold more, and the stone, then you can begin work.
gl: Só precisas $incominggold máis, e maila pedra, despois podes comezar o traballo.

source: That's the last caravan! We will commence work immediately.
gl: Este é o último carromato! Comezaremos o traballo inmediatamente.

source: We have all of the silver, now all we need is the stone.
gl: Temos toda a prata, agora só precisamos a pedra.

source: Ha! Our reinforcements have arrived. There is no way you can withstand our combined strength!
gl: Ha! Chegaron os nosos reforzos. Non podes enfrontarte de ningunha maneira ás nosas forzas combinadas!

source: We cannot match you above ground, but in the caves we may still defeat you.
gl: Non podemos enfrontarnos a ti enriba da terra, pero nas covas ainda podemos derrotarte.

source: We will see about that — if you ever get underground, which I doubt. Ha!
gl: Xa o veremos - se algunha vez consegues chegar ós subterráneos, o que dubido. Ha!

source: Elvish reinforcements! Where did these come from? I thought the elvish resistance to the treaty was smaller than this. Hurry up and move those caravans!
gl: Reforzos dos elfos! De onde viñeron? Pensaba que a resistencia dos elfos ó tratado era moito menor ca isto. A présa e movede estes carromatos!

source: Die, humans, in the name of Landar!
gl: Morrede, humanos, no nome de Landar!

source: Landar? Who is this 'Landar' you speak of?
gl: Landar? Quen é ese 'Landar' do que falas?

source: Die, dwarvish scum, in the name of Landar!
gl: Morre, escoura anana, no nome de Landar!

source: Yer precious Landar can kiss my axe.
gl: O teu precioso Landar pode bicar o meu machado.

source: You just let a caravan, with MY money loaded in it, get captured! If I can't trust you to keep my property secure, the deal's off.
gl: Acabas de deixar que un carromato, cos MEUS cartos dentro del, fora capturado! Se non podo confiar en ti para manter a salvo as miñas propiedades, rematou o trato.

source: Closing the Gates
gl: Pechando as Portas

source: Next in our story, Rugnur retreated into the caves of Knalga. But the elves pressed on, and would enter the caves shortly.
gl: Seguindo co noso conto, Rugnur retirouse ás covas de Knalga. Pero os elfos avanzaban, e entrarían nas covas en pouco tempo.

source: Place someone on each of the six magic glyphs in order to close the dwarvish gates
gl: Pon a alguén en cada un dos seis glifos máxicos para pechar as portas dos ananos

source: Kill all elves in the caves after the gates are closed
gl: Mata a tódolos elfos das covas despois de pechar as portas

source: Death of Baglur
gl: Morte de Baglur

source: These elves are right behind me! We have to go warn the council of this attack!...
gl: Estes elfos están xusto detrás miña! Temos que ir a alertar ó consello deste ataque!...

source: Here — I'll go warn the council. You stay here and fight.
gl: Aquí - irei alertar ó consello. Permanece aquí e loita.

source: Yes, that sounds good. I'll stay here and try to defend the gates...
gl: Si, parece boa idea. Quedarei aquí e intentarei defender as portas...

source: I see you have sent a messenger to the city. Good idea, but will it really help? We have more troops and more provisions, and we are going to enter those caves and kill you!
gl: Vexo que enviaches un mensaxeiro á cidade. Boa idea, pero de verdade vainos axudar nalgo? Temos máis tropas e máis víveres e imos entrar nestas covas e matarémoste!

source: *gulp*
gl: *glup*

source: Ha! I thought as much. Well then, surrender!
gl: Ha! O que pensaba. Ben, entón rendídevos!

source: Um... on what terms?
gl: Um... con que condicións?

source: Unconditional.
gl: Sen condicións.

source: Not really. This was supposedly a time of peace. Who are you?
gl: A verdade é que non. Supoñíase que era un tempo de paz. Quen eres ti?

source: Cease your meddling, old dwarf! Rugnur is in charge here, and it is he who will bargain with us.
gl: Non te entremetas, vello anano! Rugnur está ó cargo disto, e el é o que negocia connosco.

source: Baglur, how do you close the gates?
gl: Baglur, como se pechan as portas?

source: Don't we have troops positioned near these glyphs, to unlock them?
gl: Non temos tropas situadas preto destes glifos, para desbloquealas?

source: Well, where are they located?
gl: Ben, onde están?

source: Two are down a side passage in the northwest, another two are in a similar location in the southeast, and two are right next to the front gate.
gl: Dous deles están baixando por un pasadizo no noroeste, outros dous están nun lugar semellante cara ó sueste, e dous están moi preto da porta principal.

source: Have you made up your mind yet about surrendering?! If you will not give up, prepare for battle!
gl: Afixécheste xa á idea da rendición?! Se non te rendes, prepárate para loitar!

source: But what about this entrance? The elves can come through it just as easily as the main gate, and it cannot be closed!
gl: Pero que hai desta entrada? Os elfos poden vir por ela case tan facilmente coma pola porta principal, e non se pode pechar!

source: We have everyone positioned on the glyphs! What do we do now?
gl: Xa temos a todos situados nos glifos! Que facemos agora?

source: Agh! Well, you have defeated me for now, but eventually you will have to exit these caves, to give Haldric back his jewel. And when you do, we will be ready for you.
gl: Agh! Ben, derrotástesme polo de agora, pero teredes que saír destas covas, para devolverlle a Haldric a súa xoia. E cando o fagades, estarémosvos agardando.

source: There are still some elves left in here. We have to eliminate them, too, unless they surrender.
gl: Ainda hai algúns elfos aquí. Temos que eliminalos tamén, a non ser que se rendan.

source: You would have us be cowards! We do not surrender.
gl: Tesnos por covardes! Non nos rendemos.

source: Kill all elves in the caves
gl: Mata a tódolos elfos das covas

source: That's all of the elves. Now I should go down to the city and report. I'm late already...
gl: Eses eran todos os elfos. Agora debo baixar á cidade e informar. Xa chego tarde...

source: Well, now I should go down to the city and report. I'm late already...
gl: Ben, agora debo baixar á cidade e informar. Xa chego tarde...

source: My glyph is on.
gl: O meu glifo está activado.

source: In the Dwarven City
gl: Na Cidade dos Ananos

source: Now, I must tell you of another character in our drama. Durstorn, the lord of Dwarfdom. Or at least of this clan.
gl: Agora debo falarche doutro personaxe do noso conto. Durstorn, o señor do Reino dos Ananos. Ou polo menos do seu clan.

source: Durstorn was not happy this day. Nor was he usually; but today he was unhappier than usual.
gl: Durstorn non estaba contento este día. Nin tampouco o estaba normalmente; pero ese día estaba máis descontento do normal.

source: Where's that fool Rugnur gotten to? It's time for him to report on events in the surface world. He's late!
gl: Onde foi ese parvo de Rugnur? É a hora de que informe dos acontecementos na superficie do mundo. Chega tarde!

source: Perhaps the outpost was held up?
gl: Quizais tomaron o posto avanzado?

source: Ha! There hasn't been a border attack since the men came from over the sea, why would someone attack us now?
gl: Ha! Non houbo ataques na fronteira dende que os homes viñeron polo mar, por que nos atacaría alguén agora?

source: The elves might want our gold.
gl: Os elfos poderían desexar o noso ouro.

source: Good one, let them try to take it! Ha!
gl: Moi boa, que intenten collelo! Ha!

source: Hey, Durstorn, have we started yet? King Haldric came by just now, wanted to talk to you...
gl: Hei, Durstorn, comezamos xa? O Rei Haldric acaba de vir, e queria falar contigo...

source: Speak properly to your elders, boy! Why are you late?
gl: Fálalle ben ós teus maiores, rapaz! Por que chegas tarde?

source: Huh? Didn't a messenger come and tell you?
gl: Ouh? Non viu un mensaxeiro e cho dixo?

source: No.
gl: Non.

source: I think you'd better let me explain. King Haldric II of Wesnoth came to the gate. Then we had to close it, which took considerable time.
gl: Creo que será mellor que me deixes falar. O Rei Haldric II de Wesnoth viu á porta. Despois tivemos que pechala, o que levou bastante tempo.

source: What'd he want? And why'd you have to close the gate?
gl: Que quería? E por que tivestes que pechar a porta?

source: What is he going to give us for it, eh?
gl: Que nos vai dar por el, eh?

source: He paid us five thousand silver in advance, and he'll give us five thousand more when we deliver the finished sceptre if we are done before he dies.
gl: Pagounos cinco mil de prata por adiantado, e daranos cinco mil máis cando entreguemos o cetro rematado se rematamos antes que el morra.

source: What?!? You already accepted? Foolish boy, you should have come for one of the elders! We could have gotten much more than ten thousand silver out of him! This is a task that will take many years, and now all of our work in that time will bring us very little gain.
gl: Que?!? Xa aceptaches? Parvo, deberías ter vido por un dos anciáns! Nós poderiamos ter conseguido del moito máis ca dez mil pezas de ouro! Esta é unha tarefa que nos levará moitos anos, e agora todo o noso traballo nese tempo hanos dar poucos beneficios.

source: Sorry, lord, but he said he would move on to another tribe if I left.
gl: Síntoo, señor, pero dixo que iría onda outra tribo se marchaba.

source: Can't you tell a bluff when you hear one?!? He knows we're the best craftsmen, and he wouldn't have gone to another tribe if we stalled for a year. Oh well, what's done is done. We'll have to work for less than I would prefer...
gl: Non podes distinguir un farol cando o oes?!? El sabe que somos os mellores artesáns, e non tería ido a outra tribo se calaramos durante un ano. Ouh ben, o que está feito feito está. Teremos que traballar por menos do que me gustaría...

source: Well, since this boy bargained so badly, why not make him fulfill the contract himself? If he fails, it's on his head.
gl: Ben, xa que este raparigo negociou tan mal, por que non facer que el cumpra o contrato? Se fracasa, é culpa súa.

source: Good idea, Baglur! He'll need some help, though, and it will take a master smith to make the sceptre. Why don't we send him to find Thursagan?
gl: Boa idea, Baglur! Precisa algunha axuda, ainda así, e fará falta un mestre ferreiro para facer o cetro. Por que non o enviamos a buscar a Thursagan?

source: You mean the insane dwarf who lives in the far north?!
gl: Queres dicir o anano tolo que vive no distante norte?!

source: Yes. He is the only one I know of who could craft the sceptre the way Haldric wants it. And he has nothing to do, he will be fine with wasting 25 years of his life on this task.
gl: Si. El é o único que coñezo que podería crear o cetro da forma que quere Haldric. E el non ten nada que facer, estará ben gastando 25 anos da súa vida nesta tarefa.

source: Very well, my lord. We will go into the north to find Thursagan. Do you have any idea where he is?
gl: Moi ben, meu señor. Irei ó norte a buscar a Thursagan. Ten algunha idea de onde está?

source: Go to the furthest north entrance to the caves, and then go north. He's somewhere in those hills.
gl: Vai á entrada ás covas que está máis ó norte, e despois vai ó norte. El está nalgures naqueles outeiros.

source: What did I miss, eh?
gl: Que foi o que me perdín, eh?

source: Who the devil are you? Well, you seem to be with Rugnur... follow him north.
gl: Quen demos eres ti? Ben, parece que estás con Rugnur... vai con el ó norte.

source: Searching for the Runecrafter
gl: Buscando ó Creador de runas

source: Find Thursagan and convince him to come back to the dwarvish city
gl: Atopa a Thursagan e convénceo para volver á cidade dos ananos

source: Now where are we going, anyway? We have been taking wrong turns and fighting orcs for months. This trip better have a good payoff to be worth that.
gl: A onde estamos indo agora, de tódolos xeitos? Estabamos nestas covas, escollendo o mal camiño e loitando cos orcos durante meses. Será mellor que esta viaxe teña un recompensa digna dela.

source: We need to find the mage Thursagan and convince him to return to the citadel with us. He's somewhere up here.
gl: Temos que atopar ó mago Thursagan e convencelo para volver á cidadela connosco. El está nalgures por aquí.

source: Well, how are we supposed to find him?
gl: Ben, como se supón que o imos atopar?

source: His will probably be the only house up here. No one else is insane enough to live this far north! Even the elves won't challenge us here.
gl: Probablemente estea na única casa que haxa por aquí. Ninguén está tan tolo coma para vivir tan ó norte! Incluso os elfos non nos retarían aquí.

source: Except for trolls and ogres, right? They live in the far northlands. They're probably lurking around here somewhere.
gl: Menos polos trolls e mailos ogros, non é certo? Viven nas distantes terras do norte. Probablemente estean asexando aquí polos arredores.

source: Right. We'll probably have to fight our way through to his house.
gl: Certo. Probablemente teremos que loitar para chegar á súa casa.

source: Kwill yooo spakkk wit uuus?!?
gl: Falaradeskk con nóskk?

source: Aah! What is that?!?
gl: Aah! Que é iso?!?

source: Is that... is that a gryphon?
gl: É iso... é iso un grifón?

source: Kwes! Yooo spakkk wit uuus nuu?
gl: Ksi! Falaradeskk con nóskk?
