Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-sof/*.po
Languages: gl

source: It's talking to us! What do you want, gryphon?
gl: Estanos falando! Que queres, grifón?

source: Myy namm ees Krawgg. Yooo ees oooking forr a uunmasta?
gl: O meeu nomme é Krawgg. Voos buscadddes un messsstre?

source: Well, um, yes. Why, can you help us?
gl: Ben, umm, si. Por que?, Pódesnos axudar?

source: Ess... if yooo ills ka rolls aan ogras, us'll elp yoo!
gl: Sssi... se voos matadesss trollssk e ogrooss, heivos axuudar!

source: Sure, we'll help you fight trolls and ogres.
gl: Claro, axudarémosche a loitar contra os trolls e mailos ogros.

source: Find Thursagan and convince him to come back to the dwarvish city, then bring him back to the caves
gl: Atopa a Thursagan e convénceo para volver á cidade dos ananos, despois lévao de volta ás covas

source: Death of Krawg
gl: Morte de Krawg

source: I see a house in the distance!
gl: Vexo unha casa na distancia!

source: Go away, you birds! Or I shall burn you out of the air!
gl: Fuxide, paxaros! Ou queimareivos no aire!

source: He doesn't want to talk to the gryphons, apparently. I think we'll have to get someone there he will talk to...
gl: Parece que non quere falar cos grifóns. Creo que teremos que levar a alguén alí para que fale...

source: What do you people want!? Leave me alone!
gl: Que queredes vós!? Deixádeme só!

source: Old mage, we come with a message from Lord Durstorn. He asks you to come back to the city.
gl: Vello mago, vimos cunha mensaxe do Señor Durstorn. Pídeche que volvas á cidade.

source: Ha! That fool thinks he can order me around. Why does he want me to go back, anyway?
gl: Ha! Ese parvo pensa que mandar en min. Así e todo, por que quere que volva?

source: We have entered into a bargain with the king of Wesnoth to craft a sceptre for him.
gl: Fixemos un trato co rei de Wesnoth para facerlle un cetro.

source: Oh, and now I suppose Durstorn wants me to craft it, eh? Well I'm not going to.
gl: Ouh, e agora supoño que Durstorn quere que o faga eu, eh? Ben non vou ir.

source: You don't want to make a sceptre to contain the power of the ruby of fire? Very well, your choice is made.
gl: Non queres facer un cetro para conter o poder do rubí de lume? Moi ben, xa decidiches.

source: The ruby of fire, what is that, some worthless Wesnothian gem?
gl: O rubí de lume, que é iso, algunha xema de Wesnoth sen valor ningún?

source: It is a Wesnothian gem, but it is also supposedly the most powerful magical artifact ever seen. Even an untrained hand can use it to cast fiery bolts as powerful as those of arch mages.
gl: É unha xema de Wesnoth, pero tamén se supón que é o artefacto máxico máis poderoso que nunca se viu. Incluso unha man torpe pode usala para lanzar raios ardentes tan poderosos coma os dos arquimagos.

source: Oh, really? And what does Haldric want us to do with it?
gl: Ouh, de verdade? E que quere Haldric que fagamos con ela?

source: Contain and intensify its power.
gl: Conter e intensificar o seu poder.

source: I see. Fine then, I will help you craft this sceptre... into the most powerful magic artifact ever seen. This will be a true test of my skill. I expect it will take many years.
gl: Xa vexo. Entón perfecto, axudareivos na forxa deste cetro... do artefacto máxico máis poderoso nunca visto. Será un verdadeiro testimonio da miña valía. Agardo que leve varios anos facelo.

source: Good. Now, there are still wild animals here... we have to get back into the caves.
gl: Ben. Agora, ainda hai animais salvaxes por aquí... temos que volver ás covas.

source: Move Thursagan to the signpost
gl: Leva a Thursagan ó indicador

source: Death of Thursagan
gl: Morte de Thursagan

source: Well, now we are in the caves again! Come on, back south, to the city.
gl: Ben, xa estamos de volta nas covas! Veña, de volta ó sur, cara a cidade.

source: The path back was less dangerous than it was a year earlier. It did not take them so long. So they quickly returned to the dwarven city, with two new members of their party — one expected, and one not.
gl: O camiño de volta era menos perigoso do que era un ano antes. Non lles levou moito tempo. Así que volveron rapidamente á cidade dos ananos, con dous novos membros na partida - un agardado, e outro non.

source: Lord Durstorn, we have succeeded in our mission. Thursagan is here.
gl: Señor Durstorn, tivemos éxito na nosa misión. Thursagan está aquí.

source: What? You mean you found Thursagan and got him to return with you? Astounding! But what is that gryphon doing there?
gl: Que? Queres dicir que atopaches a Thursagan e o trouxeches de volta contigo? Abraiante! Pero que está facendo aquí este grifón?

source: Yes, we did. And that is Krawg, who helped us in the northlands.
gl: Si, fixémolo. E ese é Krawg, quen nos axudou nas terras do norte.

source: Yaa! Mee Krawg!
gl: Sikk! Euu Krawg!

source: Now, where is this ruby that I am to work with, eh Durstorn?
gl: Agora, onde está o rubí co que vou traballar, eh Durstorn?

source: In the treasury. And leave it there until you're ready to work with it — I still don't trust you.
gl: No tesouro. E déixao alí ata que teñas que traballar con el - ainda non confío en ti.

source: Exactly! Why would I? And I order you to stay out of the treasury, away from that ruby!
gl: Exactamente! Por que debería facelo? E ordénoche que permanezas lonxe do tesouro, lonxe dese rubí!

source: You don't dictate what I am to do, Durstorn! I will do as I please, and don't stop me if you want me to make this sceptre.
gl: Ti non me dis o que vou facer, Durstorn! Farei o que queira, e non me has deter se queres que faga este cetro.

source: The ruby is mine, and don't touch it!
gl: O rubí é meu, non o toques!

source: Uh, technically it's Haldric's, and I think that if Thursagan needs to see it to plan this sceptre, we must allow it.
gl: Ouh, tecnicamente é de Haldric, e penso que se Thursagan ten que velo para deseñar este cetro, debemos permitirllo.

source: Hm... a most interesting jewel. I can feel its magical power. I will start drawing up plans for the sceptre immediately.
gl: Hm... unha xoia moi interesante. Podo sentir o seu poder máxico. Comezarei a facer os planos para o cetro inmediatamente.

source: Now, I will need certain materials to make this sceptre.
gl: Agora, necesitarei certos materiais para facer este cetro.

source: Oh, what?
gl: Ouh, que?

source: I would say probably ten stone of artifact-quality gold and twenty stone of the finest coal, and many of the finest jewels in the land — we'll need others to search for those, though. I'll also need to have the jeweler cut the ruby once I have the plans done.
gl: Diría que probablemente dez pedras de ouro de calidade para o artefacto e vinte pedras do mellor carbón, e varias das mellores xoias da terra - necesitaremos que outros nolas busquen, creo. Tamén precisarei que o xoieiro corte o rubí unha vez que os planos estean feitos.

source: Just use my gold and coal, I have enough! Or, if they're not 'good enough' for you, find them yourself.
gl: Usa o meu ouro e mailo meu carbón, teño dabondo! Ou, se non é 'bo dabondo' para ti, búscao ti mesmo.

source: You try my patience, Durstorn. You know yours aren't acceptable, but you have to give me something or I can't make the sceptre!
gl: Tentas á miña paciencia, Durstorn. Sabes que os teus non son aceptables, pero tesme que dar algo ou non poderei facer o cetro!

source: So, we will go to the eastern mines!
gl: Entón, iremos ás minas do leste!

source: Fine. As for the jewels, I will have others obtain those. That will cost quite a bit of our payment, but it can't be helped. Our people do not mine jewels.
gl: Perfecto. O mesmo para as xoias, farei que outros as obteñan. Iso ha custar unha boa parte da nosa paga, pero non hai opción. A nosa xente non extrae xoias.

source: Two runesmiths from the academy have joined you!
gl: Uníronseche dous ferreiros rúnicos da academia!

source: Fine, you all go to the eastern mines. Me, I'll stay here. No point going where I can't help!
gl: Perfecto, vós iredes ás minas do leste. Eu, quedarei aquí. Non ten sentido que vaia a onde non podo axudar!

source: M' 'u!
gl: Euu taménn!

source: Gathering Materials
gl: Recoller os Materiais

source: Bring the necessary gold and coal to create the sceptre to the starting castle
gl: Leva o ouro e mailo carbón necesarios para crear o cetro ó castelo inicial

source: 1 load of gold and 2 loads of coal are needed
gl: precísanse 1 carga de ouro e 2 cargas de carbón

source: Well, these are the eastern mines. Trolls and ogres live here, be prepared to fight them; also be prepared to spend quite some time here — mining can take a while.
gl: Ben, estas son as minas do leste. Aquí viven trolls e ogros, prepárate para loitar contra eles; prepárate tamén para pasar bastante tempo aquí - a minería pode levar un anaco.

source: For me to make the artifact Haldric wants, I need a special type of gold. I do not know where it was found, but Baglur said these mines were the source of it.
gl: Para facer o artefacto que Haldric quere, preciso un tipo especial de ouro. Non sei onde se atopou, pero Baglur dixo que provén destas minas.

source: So we're down here to, what, mine this gold and coal? That should be easy enough.
gl: Así que estamos aquí embaixo para, que, extraer este ouro e este carbón? Iso debería ser bastante fácil.

source: Here is some of the coal that we need! Bring the miners to take it!
gl: Aquí hai algo do carbón que precisamos! Traede ós mineiros para collelo!

source: I have all the coal I can carry...
gl: Teño todo o carbón que podo carrexar...

source: Here is the mine of precious gold! Send the miners this way.
gl: Aquí está a mina do precioso ouro! Envía ós mineiros por aquí.

source: I have all the gold I can carry...
gl: Teño todo o ouro que podo carrexar...

source: My load of coal is delivered!
gl: Xa entreguei a miña carga de carbón!

source: That's the last load of coal we need.
gl: Esta é a última carga de carbón que precisamos.

source: This is all we need from these mines. Now we should go back further west, where there are no trolls and ogres, and mine there.
gl: Isto é todo o que precisamos destas minas. Agora debemos volver ó lonxano oeste, onde non hai trolls nin ogros, e minar alí.

source: Here's the gold.
gl: Aquí está o ouro.

source: The Jeweler
gl: O Xoieiro

source: We don't. Not everything is about you. We need to talk to Theganli.
gl: Non. Non ten nada que ver contigo. Temos que falar con Theganli.

source: That makes sense, I guess you would to plan the sceptre's design... what in particular do you want him to do?
gl: Iso ten sentido, supoño que desexas facer o deseño do cetro... que queres que faga el?

source: I need to make the plans for the sceptre, then have him cut the ruby to match them.
gl: Teño que facer os planos do cetro, e despois preciso que el corte o rubí para que colla nel.

source: You're going to cut the jewel!? Are you insane?
gl: Vas cortar a xoia!? Estás mal da cabeza?

source: What are you talking about, sir? You knew all along the jewel would have to be cut to make the sceptre out of.
gl: De que estás falando, señor? Sabes perfectamente que a xoia terá que ser cortada para construír o cetro.

source: Oh... right, right. Fine. Theganli?
gl: Ouh... ben, ben. Perfecto. Theganli?

source: He's in his shop, in the southern tunnel.
gl: Está no seu local, no túnel do sur.

source: Whatever. Kuhnar, go, summon him here.
gl: O que sexa. Kuhnar, vaite, reúnete con el.

source: Theganli! Come out of there, Durstorn orders you to come to the citadel.
gl: Theganli! Sae de aí, Durstorn ordénache que veñas á cidadela.

source: I'm coming... coming... stop pounding on the door...
gl: Xa vou... xa vou... deixade de bater na porta...

source: He doesn't need to come here, I'll take the jewel to his shop. He'll need his tools anyway.
gl: Non ten por que vir acó, levareille a xoia ó seu local. Precisará as súas ferramentas.

source: Well, Theganli, what do you think of this jewel?
gl: Ben, Theganli, que pensas desta xoia?

source: Uh, um, yes, yes, very impressive jewel, impressive, yes...
gl: Ouh, um, si, si, unha xoia moi impresionante, impresionante, si...

source: Do you think you could cut it in the manner my plans specify?
gl: Pensas que podes cortala da maneira que especifican os meus planos?

source: Well, uh, um, maybe... maybe... it will be hard... let me see...
gl: Ben, ouh, um, podería... podería... será difícil... a ver...

source: Very well. See what you can do.
gl: Moi ben. Mira que podes facer.

source: Theganli spent many months cutting the jewels that would go into the Sceptre of Fire, and the Ruby of Fire he attempted last. But he could not cut it.
gl: Theganli pasou moitos meses cortando as xoias que irian no Cetro de Lume, e deixou para o final o Rubí de Lume. Pero non puido cortalo.

source: Well, do you have anything yet?!
gl: Ben, tedes algo xa?!

source: So what do you propose we do? We need this jewel cut in a very specific way to make sure... well, it doesn't matter why.
gl: Entón que é o que propós que fagamos? Temos que cortar esta xoia dun xeito moi específico para asegurarnos de que... ben, non importa por que.

source: Well... maybe... the Shorbear clan? They have good tools... yes, yes, they do...
gl: Ben... pode que... o clan Barbacurta? Teñen boas ferramentas... si, si, téñenas...

source: Who are they?
gl: Quen son?

source: Another group... of dwarves... live south of here... above ground... yes... best jewelers I know of... have special tools... tools, yes...
gl: Outro grupo... de ananos... que vive ó sur de aquí... sobre a terra... si... os mellores xoieiros que coñezo de... teñen ferramentas especiais... ferramentas, si...

source: We can't just go in there and take their property. We'll have to buy, or rent, it from them.
gl: Non podemos ir alí e coller as súas pertenzas. Temos que comprarlas, ou arrendarlas.

source: Fine. Go rent it from them.
gl: Perfecto. Vaite e arréndallas.

source: Very well. We'll go south now.
gl: Moi ben. Agora iremos ó sur.

source: Wait! Last time you made a bargain by yourself you lost us five thousand pieces of silver. I'm going with you this time!
gl: Agarda! A última vez que negociaches ti só perdemos cinco mil pezas de prata. Vou contigo esta vez!

source: Are you sure that is wise, lord?
gl: Estás seguro de que é intelixente, señor?

source: Of course! To be safe, though, you and Noiraran are going to come with us.
gl: Por suposto! Para asegurarnos, ainda así, ti e Noiraran non viredes connosco.

source: Yes sir... *sigh*
gl: Si señor... *suspiro*

source: Hills of the Shorbear Clan
gl: Outeiros do clan Barbacurta

source: Enemies
gl: Inimigos

source: Defeat Glonoin, the Shorbear clan leader
gl: Derrota a Glonoin, o líder do clan Barbacurta

source: Death of Durstorn
gl: Morte de Durstorn

source: Here we are; the hills of the Shorbear clan. What are we here for, anyway?
gl: Xa chegamos; os outeiros do clan Barbacurta. Por que estamos aquí?

source: If I understand it correctly, we're here to bargain with the Shorbears, and arrange for us to use their tools to cut the ruby.
gl: Se o entendín ben, estamos aquí para negociar cos Barbacurta, e conseguir que nos deixen usar as súas ferramentas para cortar o rubí.

source: Exactly.
gl: Exactamente.

source: And I'll be doing the talking; I remember what happened last time you negotiated a deal! We lost five thousand pieces of silver.
gl: E falarei eu; lembro o que pasou a última vez que ti negociaches un trato! Perdemos cinco mil pezas de prata.

source: Och, its some o' them cave-dwarves. What business do you have here?
gl: Ai, algúns son ananos das covas. Que negocio vos trae aquí?

source: I'm Lord Durstorn, king of my tribe. I have been told you are great jeweler-workers, and so we come to rent some of your tools for a short time, a few years at most.
gl: Son o Señor Durstorn, rei da miña tribo. Dixéronme que sodes grandes xoieiros, e polo tanto viñemos a arrendar algunha das vosas ferramentas por pouco tempo, uns poucos anos como máximo.

source: You're a king?! Must be a pretty small kingdom for you to come yourself to bargain with us!
gl: Eres un rei?! Debe ser un reino realmente pequeno para que veñas ti mesmo a negociar connosco!

source: You insult me! Do you want my business, or not?
gl: Estasme insultando! Queres negociar, ou non?

source: Well, fine, I'll hear your offer.
gl: Ben, perfecto, escoitarei a túa oferta.

source: We'd like to rent your best tools for a short period of time. We'll only be cutting one jewel with it. My starting offer is two hundred silver.
gl: Gustarianos arrendarvos as vosas mellores ferramentas por un pequeno periodo de tempo. Só imos cortar unha xoia con elas. A miña oferta inicial son duascentas pezas de prata.

source: That's none of your concern!
gl: Iso non é da túa incumbencia!

source: I'll take twenty-five hundred, minimum.
gl: Quero dúas mil cincocentas, como mínimo

source: (whispered) Durstorn, that would be a quarter of all our profits!
gl: (murmurando) Durstorn, iso sería a cuarta parte das nosas ganancias!

source: I know that. Uh, Glonoin, how about five hundred?
gl: Seino. Ouh, Glonoin, que che parecen cincocentas?

source: You must be mad! I'll offer one thousand, but no higher!
gl: Estás tolo! Ofrézoche mil, pero non máis!

source: Two thousand, and I'll go no lower!
gl: Dúas mil, e non rebaixarei máis!

source: Are you mad?!?
gl: Estás tolo?!?

source: Of course not! Now, Glonoin; one thousand was my final offer. If you won't accept it, we will take the tools from you by force!
gl: Claro que non! Agora, Glonoin; mil é a miña última oferta. Se non a aceptades, collerémosvos as ferramentas pola forza!

source: I'd like to see you try!
gl: Gustariame ver como o fas!

source: You're making a mistake, Durstorn.
gl: Estás comentendo un erro, Durstorn.

source: Shut up, all of you! Attack them!
gl: Calade, vós! Atacádeos!

source: Who the devil are you?
gl: Quen demos eres ti?

source: I thought we left the elves behind at the gates four years ago! It seems we have two enemies now.
gl: Creo que deixamos ós elfos detrás das portas hai catro anos! Parece que agora temos dous inimigos.

source: So, elves, are you against these dwarves too? They're attacking my clan for absolutely no reason!
gl: Así que, elfos, estades tamén en contra destes ananos? Están atacando ó meu clan sen ningunha razón!

source: I see. So you don't have the ruby?
gl: Xa vexo. Así que non tes o rubí?

source: No, they do. They wanted to rent my tools to cut it, but they didn't offer me nearly enough!
gl: Non, téñeno eles. Queren alugar as miñas ferramentas para cortalo, pero non me ofreceron dabondo!

source: Deal!
gl: Trato feito!

source: Ah, they don't scare me! We can take both of them!
gl: Ah, non me asustan! Podémonos ocupar dos dous!

source: Don't be a fool! We can't take the elves, and it was a mistake to attack these dwarves, but if we have to fight we should retreat once we get what we came for, the tools!
gl: Non sexas parvo! Non podemos enfrontarnos ós elfos, e foi un erro atacar a estes ananos, pero se temos que loitar deberiamos retirarnos unha vez que obteñamos o que viñemos buscar, as ferramentas!

source: Have all heroes in the Shorbear caves while no enemies are in the caves
gl: Ter tódolos heroes nas covas dos Barbacurta e tódolos inimigos fóra delas

source: Ha! Now we can get those tools easily, and go back to our own caves.
gl: Ha! Agora podemos obter esas ferramentas facilmente, e volver ás nosas propias covas.

source: And how do you plan on doing that? There are elves swarming these hills, trying to kill us.
gl: E como pensas facelo? Os elfos rebulen por estes outeiros, e intentan matarnos.

source: Well, back to the battle — we are all in the caves, but there are still enemies in here also!
gl: Ben, de volta á batalla - estamos todos nas covas, pero ainda hai inimigos aquí!

source: Indeed. Kill them! And make sure no more enter. Then we can close the gates.
gl: En efecto. Mátaos! E asegúrate de que non entran máis. Despois podemos pechar as portas.

source: We have driven all of the dwarves and elves out of these caves. They are not ours, though, and we can't stay here forever.
gl: Expulsamos a tódolos ananos e elfos destas covas. Non son as nosas, ainda así, e non podemos permanecer aquí para sempre.

source: True. I suspect these elves will try to besiege us here.
gl: Certo. Sospeito que estes elfos intentarán asediarnos aquí.

source: Well, back to the battle — we need everyone to get into the Shorbear caves. And then stop any enemies from coming in here.
gl: Ben, de volta á batalla - temos que chegar todos ás covas dos Barbacurta. E despois evitar que ningún inimigo chegue alí.

source: Indeed. Everyone to the caves, and kill those still inside!
gl: En efecto. Todos ás covas, e matemos ós que ainda estean dentro!

source: We have driven all of the dwarves and elves out of these caves! Now, seal the gates!
gl: Expulsamos a tódolos ananos e elfos destas covas! Agora, selemos as portas!

source: Towards the Caves
gl: Cara ás Covas

source: Move Rugnur to the northeast cave entrance
gl: Move a Rugnur á entrada norleste da cova

source: Move Alanin to the southern border east of the river
gl: Move a Alanin á fronteira do sur ó leste do río

source: Well, Thursagan has reached a conclusion. He can't make the sceptre with the materials he has here, but he has the final plans for it, and all the jewels and gold he needs. Shouldn't we leave now?
gl: Ben, Thursagan chegou a unha conclusión. Non pode facer o cetro cos materiais que ten aquí, pero ten os planos finais para facelo, e tódalas xoias e o ouro que precisa. Non deberiamos irnos agora?

source: Yes, of course, let's just all be cowards! What happened to your honor, Durstorn?!
gl: Si, por suposto, sexamos uns covardes! Que lle pasou ó teu honor, Durstorn?!

source: You little fool, honor is less important than life! So, I'm ordering Thursagan to give the plans and the ruby to the elves, as a peace offering. Then maybe we'll walk out of here alive.
gl: Ti, parviño, a honra é menos importante cá vida! Así que, ordénolle a Thursagan entregarlle os planos e mailo rubí ós elfos, coma ofrecemento de paz. Despois quizais poidamos saír vivos de aquí.

source: Nice try, Durstorn, but you missed. Now, I'd say that attacking an ally constitutes treason, wouldn't you?
gl: Bo intento, Durnstorn, pero fallaches. Agora, diriache que atacar a un aliado é unha traizón, non o sabías?

source: You're not my ally. You're more against me than the elves are; all they want is the ruby, but you want us dead!
gl: Ti non eres o meu aliado. Estás máis en contra de min cós elfos; todo o que eles queren é o rubí, pero ti quéresnos mortos!

source: If that's what you're thinking, you're not fit to be ruler over us! So step down, or we'll force you.
gl: Se iso é o que pensas non eres digno de gobernarnos! Así que abdica, ou forzarémoste a facelo.

source: Never!
gl: Nunca!

source: Yes. So, see the area to the northeast of us?
gl: Si. Así que, que tal a zona ó norleste de nós?

source: That's where there are the least elvish guards, so we have the greatest chance of success there. I think we should try to get to it.
gl: Alí é onde menos gardas elfos hai, así que a nosa mellor oportunidade de éxito está alí. Penso que debemos intentalo.

source: Well, you are a member of the Wesnothian army. Why don't you rejoin it? See if you can run past those elves to our southeast...
gl: Ben, ti eres un membro do exército de Wesnoth. Por que non te volves unir a el? Comproba se podes fuxir deses elfos que están ó noso sueste...

source: ... and then ride south until you reach one of your outposts.
gl: ... e cabalga cara ó sur ata que chegues a un dos teus postos avanzados.
