Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-sof/*.po
Languages: gl

source: I'm not going to do that, its suicide! And in any case, I've been with you for 10 years, almost as long as I was in the Wesnothian army; I'd prefer to fight with you.
gl: Non vou facer tal, é un suicidio! En calquera caso, estiven contigo durante 10 anos, case tanto tempo coma o que estiven no exército de Wesnoth; prefiro loitar contigo.

source: You going south has more of a chance of success for you than staying here or going to back to the mines! And getting news to Haldric of what has happened is also the best way to get help to us.
gl: Se vas ó sur tes máis posibilidades de éxito ca permanecendo aquí ou volvendo ás covas! E levarlle novas a Haldric do que pasou é tamén a mellor maneira de que obteñamos axuda.

source: I suppose...
gl: Supoño...

source: Come out, dwarves, and surrender! Or die in that cave, your choice.
gl: Saide, ananos, e rendídevos! Ou morrede nesa cova, vós diredes.

source: Rugnur, I am going south. What should I tell Haldric?
gl: Rugnur, vou ó sur. Que debo dicirlle a Haldric?

source: I don't know what is in these caves, but whatever it is can't be worse than staying here to die.
gl: Non sei o que hai nestas covas, pero sexa o que sexa non pode ser peor ca quedar aquí para morrer.

source: Rugnur had fled across the Arkan-thoria, but Alanin could not do that. He went south — back to the Wesnoth border.
gl: Rugnur fuxiu cruzando o Arkan-thoria, pero Alanin non puido facer iso. Foi ó sur - de volta á fronteira de Wesnoth.

source: The elves followed both of them. First I will tell of their pursuit of Alanin, before we descend into the caves to learn Rugnur's fate.
gl: Os elfos seguíronos ós dous. Primeiro falareivos da súa persecución tras Alanin, antes de que descendamos ás covas para coñecer o destino de Rugnur.

source: Reach the Wesnothian outpost in the south
gl: Chega ó posto avanzado de Wesnoth que está ó sur

source: Well, the elves are behind me for now, but they will send riders to catch me, and elvish riders are faster than me.
gl: Ben, os elfos están detrás miña agora, pero enviarán xinetes para me coller, e os xinetes dos elfos son máis rápidos ca min.

source: My only hope is to convince the peasants to stop the elves from passing through their land, so I can get ahead of them.
gl: A miña única esperanza é convencer ós labregos para que eviten que os elfos atravesen a súa terra, para que eu poida ir diante deles.

source: Lord Asaeri
gl: Señor Asaeri

source: We shall see about that!
gl: Xa o veremos!

source: The villagers here are loyal to Wesnoth. They should be willing to help me escape these elves!
gl: Os aldeáns son leais a Wesnoth. Deberían estar dispostos a axudarme a fuxir destes elfos!

source: We will certainly help any warrior of Wesnoth who needs our help!
gl: Certamente axudaremos a calquera guerreiro de Wesnoth que precise a nosa axuda!

source: Who goes there?
gl: Quen está aí?

source: I see. Well, come on in. I doubt they would be able to capture this fort, even if they did want to start a war, which I doubt.
gl: Xa vexo. Ben, entra. Dubido que sexan capaces de conquistar este forte, incluso se queren iniciar unha guerra, o cal dubido.

source: The Dragon
gl: O Dragón

source: Get all heroes to the end of the tunnel
gl: Leva a tódolos heroes á fin do túnel

source: Well, Thursagan, we've reached the eastern mine, but the elves are hot on our trail. What do we do now?
gl: Ben, Thursagan, chegamos ás minas do leste, pero os elfos séguennos de preto. Que faremos agora?

source: If we give them the ruby, then what? They'll probably kill us anyway. And, that ruby has the power to do great things, evil things. We can't let it fall into the wrong hands.
gl: Se lles damos o rubí, entón que? Probablemente nos han matar en calquera caso. E, ese rubí ten o poder para facr grandes cousas, cousas malvadas. Non podemos deixar que caia nas mans erradas.

source: Then we shall run. I suggest calling to arms every last dwarf we possibly can here. This might be the last chance we'll get to do so.
gl: Entón debemos correr. Suxiro chamar ás armas ata ó último anano que poida haber acó. Esta poderia ser a última ocasión na que o poidamos facer.

source: If it makes you feel any better, we'll probably die this way, too.
gl: Se che fai sentir mellor, probablemente morreremos deste xeito, tamén.

source: Look, there's a dragon in these caves!
gl: Mira, hai un dragón nestas covas!

source: Ah, fresh meat!
gl: Ah, carne fresca!

source: And which of the great dragons are you?
gl: E cal dos grandes dragóns eres ti?

source: I am Khrakrahs, greatest dragon of all time! Haldric killed Shek'kahan my brother, but he was weaker than me, and you will not find me so easy to defeat. Now get out of my volcano!
gl: Son Khrakrahs, o meirande dragón de tódolos tempos! Haldric matou ó meu irmán Shek'kahan, pero el era máis débil ca min, e non vos será fácil derrotarme. Agora saide do meu volcán!

source: I'd rather face one powerful dragon than hundreds of mighty elves. Continue!
gl: Case preferiría enfrontarme a un poderoso dragón que a centos de poderosos elfos. Continúa!

source: What's this? A dwarf fighting against us with the elves?!
gl: Que é isto? Un anano loitando contra nós xunta cos elfos?!

source: It must be one of those Surghan mercenaries. I'll bet those elves have hired more of them. That's bad news for us, for they'll go as fast in caves as we do.
gl: Debe ser un deses mercenarios de Surghan. Apostaría que eses elfos contrataron máis deles. Son malas novas para nós, xa que irán tan rápido coma nós nas covas.

source: Look, I've found something here. It looks like a forge, heated by the lava. It looks magic, and it looks hot enough to make the Sceptre.
gl: Mirade, atopei algo aquí. Parece unha forxa, quentada con lava. Parece máxica, e parece quente dabondo para facer o Cetro.

source: Move Thursagan to the forge
gl: Leva a Thursagan á forxa

source: Survive for 9 turns
gl: Sobrevive 9 turnos

source: An enemy moves onto the forge
gl: Un inimigo entre na forxa

source: You fool, you let the enemy get at me as I was unarmed!
gl: Parvo, deixaches que o inimigo chegara onda min cando estaba desarmado!

source: Ayahahh...
gl: Aiahahh...

source: I have completed my work. Now it is truly the Sceptre of Fire, a powerful magical artifact.
gl: Completei o meu traballo. Agora é verdadeiramente o Cetro de Lume, un poderoso artefacto máxico.

source: Good. Now, let's get out of this cave, before the elves, dwarves or bats kill us!
gl: Ben. Agora, saiamos desta cova, antes de que os elfos, os ananos ou os morcegos nos maten!

source: Caverns of Flame
gl: Cavernas de lume

source: Dwarves
gl: Ananos

source: Orcs
gl: Orcos

source: There was no exit from the caverns of Knalga. They had reached the realms of the orcs, with the elves hot on their trail. And there was no exit from those caves.
gl: Non hai saída das cavernas de Knalga. Chegaron ós reinos dos orcos, cos elfos seguíndoos de preto. E non había saída destas covas.

source: So the dwarves had no way out. They could not leave the caverns that they had entered.
gl: Así que os ananos non tiña maneira de saír. Non podian deixar as cavernas nas que entraran.

source: Explore as much of the cave as possible
gl: Explora todo o que poidas da cova

source: Guardian
gl: Garda

source: Well, I think we've gotten a good distance ahead of the elves. What do we do now?
gl: Ben, penso que conseguimos ir bastante por diante dos elfos. Que faremos agora?

source: This sounds... plausible.
gl: Iso parece... posible.

source: Yes, an interesting plan. How do you propose we do this?
gl: Si, un plan interesante. Como propós que o fagamos?

source: I have a suspicion that there is an opening somewhere near here than leads to the surface. Somewhere near there, there is probably a magic object of some kind that will cause the lava to flow.
gl: Teño a sospeita de que hai unha abertura nalgures preto de aquí que leva á superficie. Nalgures preto de aquí, probablemente hai un obxecto máxico dalgunha caste que fará que fluxa a lava.

source: Very well. We will continue to explore until we find it.
gl: Moi ben. Continuaremos explorando ata que o atopemos.

source: Indeed, there may be orcs lurking here. We should beware of them.
gl: En efecto, poderia haber orcos asexando aquí. Debemos ter coidado.

source: We have caught up to the dwarves. Now, prepare to destroy them!
gl: Collimos ós ananos. Agora, preparádevos para destruilos!

source: Thursagan! The elves are right on our tail; what should we do?
gl: Thursagan! Os elfos están xusto detrás nosa; que debemos facer?

source: These orcs appear to be guarding something.
gl: Parece que estes orcos están gardando algo.

source: It is probably the magical object. Attack them!
gl: Probablemente sexa o obxecto máxico. Atacádeos!

source: Move onto the glyph in the center of the volcano
gl: Vai ó glifo do centro do volcán

source: Now, we must fight the orcs until we die, it's our only option.
gl: Agora debemos loitar contra os orcos ata a morte, é a nosa única opción.

source: I must go report to my superiors!
gl: Debo informar ós meus superiores!

source: We have allowed an enemy to escape; we have failed.
gl: Deixamos que un inimigo escapara; fracasamos.

source: Kill all of the elves before one of them escapes from the caves
gl: Mata a tódolos elfos antes de que un deles fuxa das covas

source: Epilogue
gl: Epílogo

source: And thus Rugnur died — a glorious death, in the eyes of the dwarven sages. But our tale is not yet complete. For Alanin lived still, as did Krawg the Gryphon.
gl: E deste xeito morreu Rugnur - unha morte gloriosa, ós ollos dos sabios dos ananos. Pero o noso conto ainda non rematou. Xa que Alanin ainda estaba vivo, e Krawg o Grifón tamén.

source: Alanin traveled south, to Wesnoth, to Haldric II. To report the events of the past fifteen years.
gl: Alanin viaxou ó sur, cara Wesnoth, onda Haldric II. Para informalo dos sucesos dos últimos quince anos.

source: And Krawg — well, Krawg followed him. I know not how. But Krawg made his way south, to Weldyn, and reached it about the time that Alanin did.
gl: E Krawg - ben, Krawg seguiuno. Non sei como. Pero Krawg conseguiu ir ó sur, a Weldyn, e chegou a ela case ó mesmo tempo ca Alanin.

source: Guard Captain
gl: Capitán da Garda

source: Gatekeeper
gl: Gardián da porta

source: Halt! What is your business in Weldyn, capital of Wesnoth?
gl: Alto! Que te trae a Weldyn, a capital de Wesnoth?

source: Stand aside. I am Alanin, of Haldric's royal guard, and I bring news from the northlands.
gl: Apartade. Son Alanin, da garda real de Haldric, e traio novas das terras do norte.

source: Very well. You may pass.
gl: Moi ben. Podes pasar.

source: I hear you desire to speak to the king, Alanin. What do you have to tell him?
gl: Escoitei que desexas falarlle ó rei, Alanin. Pero que tes que dicirlle?

source: Enter, Alanin, and give the king your message.
gl: Entra, Alanin, e dalle a túa mensaxe ó rei.

source: My King, fifteen years ago you sent me on a mission into the northlands. I have returned. What do you wish to know of my mission?
gl: Meu Rei, hai quince anos enviáchesme nunha misión ás terras do norte. Volvín dela. Que desexas saber da miña misión?

source: Well, was the Sceptre completed? Do you have it? Give it to me!
gl: Ben, completouse o Cetro? Telo? Damo!

source: I believe it was completed, but, I do not have it. It is buried deep in the mountains of the Northlands.
gl: Creo que se completou, pero, non o teño. Está soterrado moi profundo nas montañas das Terras do Norte.

source: Why? Why was it not returned to me? Have the dwarves reneged on their promise, and kept it?
gl: Por que? Por que non se me devolveu? Renegaron os ananos da súa promesa, e téñeno eles?

source: Why were you returning without the sceptre, then?
gl: Entón por que volves sen o cetro?

source: If the sceptre was not completed in your sight, what makes you so sure it exists?
gl: Se o cetro non se completou diante túa, por que estás tan seguro de que existe?

source: I will let Krawg explain that.
gl: Deixarei que Krawg o explique.

source: Who?
gl: Quen?

source: My lord, a gryphon has just flown over our walls! It may be a sign of an attack!
gl: Meu señor, un grifón acaba de voar por riba das nosas murallas! Pode ser o sinal dun ataque!

source: No, that is my... friend Krawg. He went with Rugnur into the caves, but escaped through a hole in the roof right before the lava filled the cave.
gl: Non, este é o meu... amigo Krawg. El foi con Rugnur ás covas, pero fuxiu a través dun burato no teito xusto antes de que a lava enchera a cova.

source: What the devil is he saying?
gl: Que demos está dicindo?

source: Very well, my lord.
gl: Moi ben, meu señor.

source: But before it was found, legends grew up around it, and around its makers — Thursagan, most brilliant of the Dwarven Sages, and Rugnur, the greatest of the Dwarven Heroes of old.
gl: Pero antes de que fora atopado, apareceron moitas lendas sobre el, e sobre os seus creadores - Thursagan, o máis brillante dos Sabios dos Ananos, e Rugnur, o maior dos antigos Heroes dos Ananos.

source: Caravan
gl: Carromato

source: Caravans are used to carry gold or supplies long distances. Because of the immense weight of the cargo this caravan carries, it moves very slowly.
gl: Os carromatos úsanse para carrexar ouro ou subministracións a longas distancias. Debido ó gran peso da carga que transporta este carromato, móvese lentamente.

source: Dwarvish Arcanister
gl: Anano dos arcanos

source: hammer
gl: martelo

source: Dwarvish Miner
gl: Anano Mineiro

source: pick
gl: pico

source: Dwarvish Runemaster
gl: Anano mestre das runas

source: Dwarvish Runesmith
gl: Anano ferreiro rúnico

source: King
gl: Rei

source: King of Wesnoth.
gl: Rei de Wesnoth

source: sword
gl: espada
