Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-tsg/*.po
Languages: de, fr

source: You have a bodyguard?!!
de: Ihr habt einen Leibwächter?!!
fr: Tu as un garde du corps ?!!

source: Elvish Bodyguard
de: Elfischer Leibwächter
fr: Garde du corps elfe

source: We stand ready, my lady, to protect you! We shall lead these men of Wesnoth into the fray!
de: Wir sind hier, um euch zu beschützen, Herrin.
fr: Nous sommes prêts à vous protéger, Madame ! Nous conduirons ces hommes de Wesnoth à la bataille !

source: For my lady I fall...
de: Ich sterbe gern für meine Herrin...
fr: Pour ma Dame, je tombe...

source: Finally, release! Thank you, my friends...
de: Endlich Ruhe. Ich danke euch...
fr: Enfin, libre ! Merci, mes amis...

source: You're too late! You'll never find our stronghold, and even if you did, what can you do against the dead!
de: Zu spät! Ihr werdet unser Versteck niemals finden. Und selbst wenn... Was wollt ihr schon gegen die Toten ausrichten?
fr: Vous arrivez trop tard ! Vous ne trouverez jamais notre forteresse, et même si vous la trouviez, qu'auriez-vous pu faire contre la mort !

source: You, at least, will trouble us no more!
de: Zumindest werdet ihr uns keine Schwierigkeiten mehr bereiten.
fr: Au moins, toi, tu ne nous ennuieras plus !

source: Mebrin! Are you there? We have come to seek your aid!
de: Mebrin? Seid ihr hier? Wir sind hier, um eure Hilfe zu erbitten.
fr: Mebrin ! Êtes-vous là ? Nous sommes venu vous demander de l'aide !

source: Mebrin! Where are you?!
de: Mebrin! Wo seid ihr?
fr: Mebrin ! Où êtes-vous ?!

source: His home is empty... There are footprints leading away to the south... What can have happened here?
de: Sein Haus ist verlassen... Aber hier sind Spuren, die nach Süden führen... Was kann hier geschehen sein?
fr: Sa maison est vide... Il y a des traces de pas qui se dirigent vers le sud... Qu'a-t-il pu se passer ici ?

source: Maybe whoever summoned these undead knows where he is?
de: Vielleicht weiß derjenige, der diese Untoten gerufen hat, wo er ist?
fr: Peut-être que celui qui a invoqué ces morts-vivants sait où il est ?

source: There is no blood here, yet no Mebrin. Someone must have kidnapped him. But the undead would have slain him and made him one of them. Who then can have taken him?
de: Es sind keine Spuren eines Kampfes zu finden, aber auch kein Mebrin. Jemand muss ihn entführt haben. Aber die Untoten hätten ihn getötet und ihn zu einem der ihren gemacht. Wer könnte es dann gewesen sein?
fr: Il n'y a pas de sang ici, mais pas Mebrin non plus. Quelqu'un doit l'avoir enlevé. Mais les morts-vivants l'auraient tué et transformé en l'un d'eux. Qui peut l'avoir pris ?

source: Maybe the bandits who have been summoning the undead took him?
de: Vielleicht sind die Banditen, die die Untoten gerufen haben, dafür verantwortlich?
fr: Peut-être que ce sont les bandits qui ont invoqué les morts-vivants qui l'ont pris ?

source: We must follow these footprints into the woods! Whoever took our greatest sage must pay! Nothing will stop the vengeance of the elves!
de: Wir müssen diesen Fußspuren folgen. Wer auch immer unseren ältesten Weisen entführt hat, wird dafür büßen. Niemand ist vor der Rache der Elfen sicher.
fr: Nous devons suivre ces traces dans les bois ! Quiconque a enlevé notre plus grand sage doit payer ! Rien n'arrêtera la vengeance des elfes !

source: Well, vengeance or no, if you will lead us into the forest, we will follow you and battle the undead!
de: Rache hin oder her. Wenn ihr uns in den Wald führt, werden wir gegen die Untoten kämpfen!
fr: Et bien, vengeance ou pas, si vous nous menez dans les forêts, nous vous suivrons et nous combattrons les morts-vivants !

source: Choice in the Fog
de: Entscheidung im Nebel
fr: Un choix dans le brouillard

source: The heat in this forest is oppressive, and this fog cannot be natural. I wonder what evil lurks nearby?
de: Die Hitze in diesem Wald ist bedrückend und dieser Nebel kann nicht natürlich entstanden sein. Welch böse Mächte hier wohl auf uns lauern werden?
fr: La chaleur de cette forêt est oppressante, et ce brouillard ne peut pas être naturel. Je me demande quel mal nous menace ?

source: I fear the fog emanates from some powerful lord of the undead. We may be overmatched...
de: Ich fürchte, der Nebel wurde von einem mächtigen Herrscher der Untoten erschaffen. Es mag sein, dass wir keine Chance haben werden...
fr: Je crains que ce brouillard n'émane d'un puissant seigneur mort-vivant. Nous devons être très prudent...

source: This is quite a change from fighting bandits in the farmland near Westin!
de: Und alles begann damit, Banditen in der Nähe von Westin zu stellen!
fr: C'est très différent du combat contre des bandits dans les campagnes autour de Westin !

source: I have brought many of my people along to aid us. My soldiers and shamans will now fight at your command.
de: Viele meines Volkes haben mich begleitet. Meine Krieger und Schamaninnen kämpfen an eurer Seite.
fr: J'ai amené beaucoup de gens de mon peuple pour nous aider. Mes soldats et mes chamans combattront dorénavant sous votre commandement.

source: Elvish Fighters are at home in the thick forests. They have both a sword and a bow and are deadly with both. They are quick and can hold their own against just about anything.
de: Elfenkrieger sind in den dichten Wäldern zu hause. Sie führen sowohl Schwert als auch Schild und wissen mit beidem hervorragend umzugehen. Schnell zu Fuß und können sich gegen jedwede Gegner zur Wehr setzen.

source: Elvish Shamans are no match for most enemies in single combat. They do, however, heal units next to them every turn. Use them to bolster your weakening lines and heal wounded soldiers.
de: Elfenschamaninnen sind im Kampf Mann gegen Mann unterlegen. Dafür können sie in jedem Zug verbündete und eigene Einheiten heilen. Nutzt sie, um eure verbündeten Soldaten zu heilen und eure schwächeren Linien zu stärken.
fr: Les chamans elfes ne sont pas faits pour combattre les ennemis en combat singulier. Mais ils soignent les unités proches à chaque tour. Utilisez-les pour soutenir vos lignes faiblissantes et pour soigner les soldats blessés.

source: Why did we stop and make camp here?
de: Warum haben wir gerade hier unser Lager aufgeschlagen?
fr: Pourquoi nous sommes-nous arrêtés pour camper ici ?

source: The great river is before us. No elf, still living, has crossed it. If the undead come from across the river, then we must search for them carefully, for I know not the way.
de: Vor uns liegt der Große Fluss. Kein Elf, der noch lebt, hat diesen jemals überquert. Wenn die Untoten über den Fluss gekommen sind, müssen wir vorsichtig vorgehen. Ich besitze keine Kenntnis dieses Gebietes.
fr: La grande rivière est devant nous. Aucun elfe encore vivant ne l'a traversée. Si les morts-vivants viennent de l'autre rive, nous devrons les chercher avec prudence car je ne connais pas le chemin.

source: I fear no forests. Let us find this river and whatever enemies lie beyond.
de: Ich fürchte die Wälder nicht. Lasst uns diesen Fluss und sämtliche Feinde, die sich hier verbergen, aufspüren.
fr: Je ne crains aucune forêt. Trouvons cette rivière et tout ennemi se trouvant au-delà.

source: Very well. We will seek the river and probe its secrets.
de: In Ordnung. Suchen wir diesen Fluss und finden seine Geheimnisse heraus.
fr: Très bien. Nous allons rejoindre cette rivière pour enquêter sur ses secrets.

source: Investigate the areas to the south of the Black River
de: Untersucht das Gebiet jenseits des Schwarzen Flusses.

source: The master of the undead is defeated!
de: Der Meister der Untoten ist gefallen!
fr: Le maître des morts-vivants est vaincu !

source: No... I fear there is still much evil present.
de: Nein... Ich spüre, dass noch ein größeres Übel hier ist.

source: Surely the undead infestation cannot be dispatched so easily. We have merely destroyed a servant of a far darker master.
de: Die Untoten werden sich nicht so einfach vertreiben lassen. Wir haben nur den Diener eines noch dunkleren Herrn bezwungen.

source: I think I see something moving in the fog... it looks like an encampment!
de: Da vorne bewegt sich etwas im Nebel... es sieht aus wie ein Lager.

source: Thank heaven! You're alive!
de: Ich danke dem Himmel. Ihr seid am Leben.
fr: Grâce au ciel ! Vous êtes vivant !

source: Save your thanks! We are here to root out all the evil from these woods, and that means you!
de: Spart euch eure Worte. Wir sind hier, um die Wurzel allen Übels in diesen Wäldern zu finden. Und das seid ihr.
fr: Épargnez vos cris de joie ! Nous sommes ici pour arracher tout le mal de ces bois, et ça veut dire vous !

source: Draw your swords and say your prayers! You cannot stand against us! You will pay for your crimes!
de: Zieht euer Schwert und sprecht eure Gebete. Ihr habt keine Chance gegen uns. Ihr werdet für eure Verbrechen bezahlen.
fr: Sortez vos épées et dites vos prières ! Vous ne pouvez pas nous résister ! Vous allez payer pour vos crimes !

source: But have you not seen the undead in these forests? I know you have seen them under the control of the many bandit leaders before...
de: Aber habt ihr nicht die Untoten in diesen Wäldern gesehen? Ich weiß, dass ihr sie gesehen habt. Unter der Kontrolle der anderen Banditenführer...
fr: Mais, vous n'avez pas vu les morts-vivants dans cette forêt ? Je sais que vous les avez vus sous le contrôle de nombreux chefs bandits avant...

source: What of them?
de: Was soll mit ihnen sein?
fr: Que savez-vous à leur sujet ?

source: A year ago we ventured into the land of the elves in secret, and we captured a great sage. We forced him to teach us the secrets of this forest and of the undead.
de: Vor einem Jahr drangen wir heimlich in das Land der Elfen ein und entführten einen großen Weisen. Wir zwangen ihn, uns die Geheimnisse dieses Waldes und der Untoten zu verraten.
fr: Il y a un an, nous nous sommes aventurés en secret dans le pays des elfes et avons capturé un grand sage. Nous l'avons forcé à nous apprendre les secrets de cette forêt et des morts-vivants.

source: You imprisoned Mebrin!? For that you must surely pay. Speak swiftly so that we may end this parlay and dispatch you quickly! We will have vengeance!
de: Ihr habt Mebrin gefangen und eingesperrt? Dafür werdet ihr bezahlen. Sagt was ihr zu sagen habt, auf das wir euch töten können. Unser wird die Rache sein.
fr: Vous avez emprisonné Mebrin ?! Vous payerez pour ça. Parlez promptement que nous puissions mettre fin à cette discussion et vous expédier ! Nous nous vengerons !

source: Hear me out! He taught us to summon the dead to fight for us. We were weak and foolish and soon summoned undead that we could not control. Mebrin too fell sway to the influence of the undead, and now he leads them. For a time he served us, but now he has gone mad and is attacking us as well!
de: Hört mich an! Er brachte uns bei, die Untoten zu rufen, auf das sie für uns kämpfen. Wir waren schwach und närrisch, als wir die Untoten herbei riefen, die wir nicht mehr beherrschen konnten. Auch Mebrin erlag den Einflüsterungen der Untoten und nun führt er sie an. Für einige Zeit diente er uns, doch dann wurde er wahnsinnig und greift nun jeden an!
fr: Écoutez-moi ! Il nous a appris à invoquer la mort pour qu'elle se batte pour nous. Nous étions faibles et fous, et nous avons invoqué rapidement une force que nous ne pouvions plus contrôler. Mebrin aussi est tombé sous l'influence des morts-vivants, et il les dirige maintenant. Il nous a servi pendant un certain temps, mais maintenant il est devenu fou et nous attaque aussi !

source: Lies! Mebrin would never fight for the undead, much less lead them!
de: Lügen! Mebrin würde niemals für die Untoten kämpfen, geschweige denn sie anführen!
fr: Mensonges ! Mebrin ne se battrait jamais pour les morts-vivants et les dirigerait encore moins !

source: But what do you want us to do about it? You are criminals!
de: Warum sagt ihr uns das alles? Ihr seid ein Schurke!
fr: Mais que voulez-vous que l'on y fasse ? Vous êtes des criminels !

source: Join us in the fight! Together we can drive off these cruel undead and restore peace to the land.
de: Helft uns in diesem Kampf! Zusammen können wir die Untoten besiegen und diesem Land den Frieden zurück geben.
fr: Allions-nous pour ce combat ! Ensemble, nous pouvons chasser ces morts-vivants cruels et restaurer la paix dans ce pays.

source: My lord, they could be valuable allies, and the undead are a greater threat to our lands. Justice can wait until we are all safely in Westin.
de: Mein Herr, sie könnten brauchbare Verbündete sein und die Untoten sind eine weit größere Gefahr, als ein paar Banditen. Der Gerechtigkeit wird genüge getan werden, wenn wir zurück in Westin sind.
fr: Monseigneur, ils pourraient être des alliés valeureux, et les morts-vivants sont une plus grande menace pour nos pays. La justice peut attendre jusqu'à ce que nous soyons tous en sécurité à Westin.

source: But think of the destruction they wrought on your borders! You cannot ally yourselves with these evil men! Vengeance!
de: Aber bedenkt die Zerstörung, die sie in euren Landen angerichtet haben! Ihr wollt euch doch nicht wirklich mit diesen Schurken verbünden!
fr: Mais pensez à la destruction qu'ils ont causée à nos frontières ! Vous ne pouvez pas vous allier avec ces horribles gens ! Vengeance !

source: Hmm...I have to consider this...
de: Hmm... Ich muss nachdenken...
fr: Hmmm... Je dois y réfléchir...

source: Very well. All men must unite against the undead.
de: Nun gut. Alle Menschen von Wesnoth müssen sich gegen die Untoten zusammen schließen.
fr: Très bien. Tous les hommes doivent s'unir contre les morts-vivants.

source: We will now fight alongside you, come my thugs and footpads, rally to me!
de: Wir kämpfen nun Seite an Seite. Meine Strolche und Straßenräuber stehen unter eurem Kommando.

source: You are no better than these criminals! We shall see if you can find your own way out of the forest! Come, my people, let us return to our lands. We were foolish to ever have any dealings with these humans. Do not set foot in our land ever again, Deoran, for you have brought us nothing but grief.
de: Ihr seid nicht besser, als diese Banditen! Ich bin gespannt, ob ihr alleine einen Weg aus diesem Wald findet! Wir werden in unsere Lande zurückkehren. Es war dumm, sich mit diesen Menschen einzulassen. Betrete unser Land niemals wieder, Deoran, denn mit eurem Namen werden die Elfen auf ewig Schmerz verbinden.

source: The elves have abandoned us in this accursed forest! We are surely lost!
de: Die Elfen haben uns in diesem verfluchten Wald zurück gelassen! Nun sind wir verloren!
fr: Les elfes nous ont abandonnés dans cette maudite forêt ! Nous sommes sûrement perdus !

source: Do not fear, I can lead you out when the time is right.
de: Fürchtet euch nicht. Ich werde euch hier heraus führen, wenn die Zeit reif ist.
fr: N'aie crainte, je pourrai vous en sortir quand le temps sera venu.

source: Find the source of the undead and destroy it
de: Findet die Quelle der Untoten und vernichtet sie

source: Death of Urza Afalas
de: Urza Afalas fällt in der Schlacht
fr: Mort de Urza Afalas

source: Your crimes are too great. You will fall with the rest of the foul undead!
de: Zu viele Verbrechen habt ihr begangen. Ihr werdet mit dem Rest der Untoten untergehen!
fr: Tes crimes sont trop graves. Tu tomberas avec le reste de ces sales morts-vivants.

source: Then this parlay is over! You may have sounded the doom of all of us!
de: Dann ist diese Unterredung zu Ende! Ihr habt den Untergang unser aller herbeigeführt!
fr: Alors cette discussion est finie ! Vous avez peut-être bien sonné notre condamnation à tous !

source: You will pay for taking Mebrin from us! If he is harmed...
de: Ihr werdet bezahlen, Mebrin entführt zu haben! Wenn er verletzt ist...
fr: Tu payeras pour nous avoir pris Mevrin ! Si on lui a fait du mal...

source: Find the source of the undead and destroy it.
de: Findet die Quelle der Untoten und vernichtet sie.
fr: Trouvez la source des morts-vivants et détruisez-la.

source: Defeat the last of the bandit leaders.
de: Besiegt den letzten der Banditenanführer
fr: Abattez le dernier des chefs des bandits.

source: Now I pay for my crimes. But how many others will also suffer for them?
de: Nun zahle ich für meine Verbrechen. Aber wer wird darunter ebenfalls leiden?
fr: Maintenant je paie pour mes crimes. Mais combien d'autres devront aussi en souffrir ?

source: Fools! That lich will be the death of us all! You have sealed our doom!
de: Ihr Narren. Dieser Lich wird den Tod über uns alle bringen. Ihr habt unseren Untergang besiegelt!
fr: Pauvres fous ! Cette liche sera notre mort à tous ! Vous avez scellé notre destin.

source: Beast of the Lake
de: Bestie des Sees
fr: La bête du lac

source: Well! That was easier than I thought it'd be. Looks like the undead aren't so tough after all!
de: Das war einfacher, als ich dachte. Sieht so aus, als wären die Untoten doch nicht ganz so stark, wie wir dachten.
fr: Et bien ! Ce fut plus facile que je ne le pensais. On dirait que les morts-vivants ne sont pas si coriaces finalement !

source: Indeed. The dark king has fallen. Now that the elves have abandoned us, our lives depend on Urza Afalas. Will you lead us from this accursed forest?
de: Ihr habt recht. Der dunkler Meister ist gefallen. Nun da die Elfen uns verlassen haben, ist unser Leben von euch abhängig, Urza Afalas. Werdet ihr uns aus diesem verfluchten Wald herausführen?
fr: En effet. Le roi sombre est tombé. Nos vies dépendent de Urza Afalas maintenant que les elfes nous ont abandonnés. Est-ce que vous nous mènerez hors de cette forêt maudite ?

source: What choice do I have? My life is in as much danger as yours. I will lead you and your men back to the lands of Wesnoth if you will grant me pardon.
de: Was für eine Wahl habe ich schon? Mein Leben ist genauso in Gefahr, wie das eure. Ich werde euch und meine Männer zurück nach Wesnoth führen, wenn ihr mir Gnade gewährt.
fr: Ai-je le choix ? Ma vie est en aussi grand danger que la vôtre. Je vous ramènerai, vos hommes et vous, sur les terres de Wesnoth si vous m'accordez le pardon.

source: I cannot promise clemency, as that decision must be made by the council at Westin, but I will plead your case.
de: Das kann es euch nicht versprechen, da die Entscheidung vom Rat von Westin gefällt wird. Aber ich werde um Gnade in eurem Fall bitten.
fr: Je ne peux pas promettre la clémence, puisque cette décision doit être prise par le conseil de Westin, mais je plaiderai votre cause.

source: More than that I cannot ask.
de: Mehr als das, kann ich nicht verlangen.
fr: C'est déjà plus que je ne puis demander.

source: We have beaten them both, criminals and undead!
de: Wir haben die Untoten und die Banditen besiegt!
fr: Nous les avons tous battus, criminels et morts-vivants !

source: We should make haste to return to Wesnoth before the harvest. Fall has already been upon us for some time.
de: Wir sollten uns beeilen, so dass wir vor der Ernte zurück in Wesnoth sind. Der Herbst ist schon seit einiger Zeit hereingebrochen.
fr: Nous devrions nous dépêcher de rentrer à Wesnoth, avant la moisson. L'automne est déjà là depuis un moment.

source: Do not be so hasty; great mages are no mere tricksters to be defeated so easily. I fear that there are tunnels and catacombs buried beneath his fortress and that we have merely defeated a spectre. If we wish to cleanse the land of his evil, we must enter the darkness and root him out from within.
de: Nicht zu voreilig. Mächtige Magier sind nicht so leicht zu besiegen. Ich denke, es befinden sich Tunnel und Katakomben unterhalb dieser Festung. Wir haben sicher nur ein Abbild vernichtet. Wenn wir dieses Land von Übel befreien wollen, müssen wir in die Dunkelheit hinabsteigen und ihn dort stellen.

source: My men are not dwarves! How are we to fight in catacombs and tunnels?
de: Meine Männer sind keine Zwerge! Wie sollen wir in diesen Katakomben kämpfen?
fr: Mes hommes ne sont pas des nains ! Comment allons-nous nous battre dans des catacombes et des souterrains ?

source: Someone must take news back to Wesnoth of this new evil that lurks near our borders. Who knows how many more of these undead are hiding in the forest.
de: Jemand muss nach Wesnoth zurückkehren und die Nachrichten über das hier lauernde Böse überbringen. Wer weiß schon, wie viel andere Untote sich noch in diesen Wäldern verbergen?
fr: Quelqu'un doit aller informer Wesnoth de cette nouvelle menace qui rôde si près de nos frontières. Qui sait combien d'autres morts-vivants se cachent dans la forêt.

source: Go, Sir Gerrick, and take with you an escort of elves, if Ethiliel will permit it.
de: Dann geht, Sir Gerrick und nehmt als Eskorte einige Elfen mit, sofern Ethiliel dies erlaubt.
fr: Allez-y, Seigneur Gerrick, et prenez une escorte d'elfes avec vous, si Ethiliel le permet.

source: Indeed I do. My kinsfolk will protect you and your message!
de: Das tue ich. Meine Leute werden euch und eure Botschaft beschützen.
fr: Oui, je le permets. Mes gens vous protégeront, vous et votre message !

source: Fare well, Deoran! I will be there to greet you when you return to Kerlath Province.
de: Lebt wohl, Deoran. Ich werde der erste sein, der euch grüßt, wenn ihr nach Kerlath zurückkehrt.

source: Tidings, Good and Ill
de: Gute und schlechte Nachrichten
fr: De bonnes et de mauvaises nouvelles

source: Scorpion
de: Skorpion

source: Queen Xeila
de: Königin Xeila

source: Sir Gerrick, you must make it back to Kerlath Province and warn your people of the danger from the south. We will lead you through the forest and clear any foes from your path. You may choose some of our veterans to go with you as well, and any ones you leave behind will still have time to catch up with Ethiliel and Deoran.
de: Ihr müsst nach Kerlath gelangen und eure Leute vor der Gefahr aus dem Süden warnen, Sir Gerrick. Wir werden euch durch den Wald geleiten und all diejenigen, die euch aufhalten wollen, nieder strecken.

source: With the bandits and undead vanquished behind us, what foes can there be ahead? Let us hope this is a speedy journey, for the spectre of winter looms.
de: Die Banditen und Untoten wurden besiegt. Wer sollte sich uns in den Weg stellen? Lasst uns hoffen, dass diese Reise schnell zu Ende geht, denn schon bald wird der Winter hereinbrechen.
fr: Après avoir vaincu les bandits et les morts-vivants, quels ennemis peuvent encore nous attendre ? Espérons que ce sera un voyage rapide, le spectre de l'hiver menace.

source: Move Sir Gerrick to the north end of the woods
de: Führt Sir Gerrick nach Norden, ans Ende des Waldes
fr: Déplacez Seigneur Gerrick à l'orée nord des bois.

source: Hss... Here are the humans who have made a pact with the cursed mermen! Hss...
de: Hss... Hier szind die Menszchen, die einen Pakt mit dem verfluchtem Meervolk geschlossen haben! Hss...
fr: Hss... Voici les humains qui ont fait un pacte avec les maudits ondins ! Hss...

source: We have stumbled into a den of nagas!
de: Wir sind über ein Nest der Naga gestolpert.

source: Hss... We will kill them all, my brood. Hss...
de: Hss... Wir werden szie alle töten. Auf szie, meine Brut. Hss...
fr: Hss.. Nous allons tous les tuer, mes enfants. Hss...

source: We must clear this road for Deoran and Ethiliel! We must destroy the naga lair!
de: Wir müssen den Weg für Deoran und Ethiliel frei machen. Wir werden dieses Naganest ausräuchern!
fr: Nous devons nettoyer ce chemin pour Deoran et Ethiliel ! Nous devons détruire le repaire des nagas !

source: Hss... elves! Are they friends or enemies? Hss...
de: Hss... Elfen? Szind szie Freund oder Feind? Hss...

source: We are weary travelers, seeking our homes. If you but let us pass...
de: Wir sind müde Wanderer, die auf dem Weg nach Hause sind. Wenn ihr uns also passieren liesset..
fr: Nous sommes des voyageurs fatigués rentrant à la maison. Si vous nous laissez passer...
