Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-tsg/*.po
Languages: de, fr

source: The South Guard
de: Die Südwacht
fr: La Garde Sud

source: TSG
de: DS

source: A young Knight, Deoran, is dispatched to take command of the South Guard... Note: This campaign is designed as an introduction to Wesnoth. The 'Civilian' difficulty level is aimed at first-time players. (Novice level, 9 or 10 scenarios depending on the branch you take.)
de: Der junge Ritter Deoran wird entsandt, um das Kommando über die Südwacht zu übernehmen... Anmerkung: Diese Kampagne als Einführungskampagne für Wesnoth gedacht. Der Schwierigkeitsgrad »Bürger« ist für Spieler gedacht, die bisher noch keine Kampagne gespielt haben. (Einstufung: Einfach, 9 oder 10 Szenarien, abhängig vom Weg, den Ihr einschlagt)

source: Soldier
de: Soldat
fr: Soldat

source: (Easy)
de: (Einfach)

source: Civilian
de: Bürger
fr: Civil

source: Recruit
de: Rekrut
fr: Recrue

source: (Beginner)
de: (Sehr einfach)

source: Campaign Design
de: Kampagnengestaltung

source: Campaign Maintenance
de: Betreuung

source: Artwork and Graphics Design
de: Grafik

source: Born to the Banner
de: Geboren zu führen
fr: Né pour servir la bannière

source: The River Fort
de: Das Flusskastell
fr: Le fort de la rivière

source: Investigate the river fort
de: Untersucht das Flusskastell
fr: Explorer le fort de la rivière

source: Death of Deoran
de: Deoran fällt in der Schlacht
fr: Mort de Deoran

source: Time runs out
de: Rundenlimit überschritten
fr: Temps écoulé

source: Deoran found himself put to the test early in his command. Loris, the previous commander, had squandered his time in games and diversions and bandits had overrun the land...
de: Deoran sah sich seiner ersten Aufgabe früher gegenüber, als ihm lieb war. Loris, der vorherige Kommandant, hatte sich seine Zeit mit Wein, Weib und Gesang vertrieben, statt etwas gegen die Banditen zu unternehmen, die nun das Land überrannt hatten...
fr: Les capacités de commandement de Deoran furent rapidement mises à l'épreuve. Loris, le commandant précédent, avait gaspillé son temps en jeux et en divertissements, et les bandits avaient envahi le pays...

source: You'll never take this village! I've seen your kind kill too many townsmen, and I'll defend them to the death!
de: Ihr werdet dieses Dorf niemals erobern! Euresgleichen hat zuviele Dorfbewohner getötet. Ich werde bis zu meinem Tode kämpfen!
fr: Vous ne prendrez jamais ce village ! J'ai vu des gens de votre espèce tuer trop de citadins et je les défendrai jusqu'à la mort.

source: My kind? I am a soldier of Wesnoth, a messenger of King Haldric, and the new commander of the South Guard! What do you mean, 'my kind'?
de: Meinesgleichen? Ich bin ein Soldat von Wesnoth, Botschafter im Dienste König Haldrics und der neue Kommandant der Südwacht! Was meint ihr mit »meinesgleichen«?
fr: De mon espèce ? Je suis un soldat de Wesnoth, un messager du roi Haldric et le nouveau commandant de la Garde Sud ! Que voulez-vous dire par « de mon espèce » ?

source: Sorry, sir! I thought you were one of the bandits who have been ransacking the towns and killing the villagers. What are you doing here? Sir Gerrick and I were the last of the South Guard...
de: Vergebt mir, Herr. Ich dachte, ihr wäret einer dieser Banditen, die seit Tagen die Stadt heimsuchen und die Dorfbewohner abschlachten. Was führt euch hier her? Sir Gerrick und ich sind die Letzten, die von der Südwacht übrig sind...
fr: Pardon Monsieur ! J'ai pensé que vous étiez un des bandits qui ont mis les villes à sac et tué les villageois. Que faites-vous ici ? Seigneur Gerrick et moi sommes les derniers de la Garde Sud...

source: I have been sent to take command of the South Guard and set things right. We must arm the villagers and drive off the bandits before they can do any more harm!
de: Ich wurde entsandt, um das Kommando der Südwacht zu übernehmen und Dinge wieder ins Reine zu bringen. Wir müssen die Dorfbewohner bewaffnen und die Banditen zurückschlagen, bevor sie noch mehr Unheil anrichten können.
fr: J'ai été envoyé pour prendre le commandement de la Garde Sud et remettre les choses en ordre. Nous devons armer les villageois et repousser les bandits avant qu'ils ne fassent plus de dégâts !

source: You should head to the river fort! Sir Gerrick will want to know that reinforcements have arrived!
de: Ihr solltet zum Flusskastell gehen. Sir Gerrick wird über Verstärkungen sehr erfreut sein.
fr: Vous devriez rejoindre le fort sur la rivière ! Seigneur Gerrick voudra savoir que des renforts sont arrivés !

source: Whenever you see a target that looks like this, you should move your leader (or whatever unit the dialogue just suggested) onto the hex that contains it.
de: Immer, wenn Ihr eine solche Markierung findet, solltet Ihr Euren Anführer (oder die Einheit, die im Dialog vorgeschlagen wird) auf dieses Feld ziehen.
fr: Vous devriez déplacer votre chef, ou toute autre unité suggérée par le texte, vers l'hexagone qui contient ce symbole.

source: Ha! This new commander is a mere boy. He will soon share the fate of that swine Loris!
de: Wie lächerlich. Dieser neue Kommandant ist ja fast noch ein Knabe. Wir werden ihn genauso abstechen, wie dieses Schwein Loris.

source: My lord, it is good that King Haldric has sent you to our lands! Bandits have overrun the whole countryside, and are killing and pillaging without pity. You must raise the South Guard again and drive off the bandits!
de: Es ist gut, dass König Haldric euch geschickt hat, mein Herr. Banditen haben das gesamte Land überrannt und brandschatzen und morden ohne Gnade. Ihr müsst die Südwacht neuformieren und die Banditen zurückschlagen.
fr: Monseigneur, c'est une bonne chose que le roi Haldric vous ait envoyé dans nos pays ! Les bandits ont envahi la campagne. Ils tuent et pillent sans pitié. Vous devez reformer la Garde Sud et chasser ces bandits !

source: No doubt I am needed here. Unfortunately I have seen only farm tools to arm our men with. They are valorous, but cannot fight bandits with pitchforks!
de: Leider habe ich nur Werkzeuge für den Ackerbau, um unsere Leute zu bewaffnen. Sie sind tapfer, jedoch werden sie mit einer Mistgabel in der Hand wenig gegen die Banditen ausrichten können.
fr: Aucun doute, on a besoin de moi ici. Malheureusement, je n'ai vu que des outils de fermiers pour armer nos hommes. Ils sont valeureux, mais ils ne peuvent pas combattre les bandits avec des fourches !

source: I will open the citadel's armory. We have a supply of spears and bows, and lacked only a leader to bring us to battle with them!
de: Ich werde die Waffenkammer des Kastells öffnen. Wir haben genug Speere und Bögen, doch fehlte uns ein Anführer, der uns in die Schlacht ruft.
fr: Je vais ouvrir les armureries de la citadelle. Nous avons une réserve de lances et d'arcs. Il ne nous manquait qu'un chef pour nous emmener à la bataille !

source: Sir Gerrick is an infantry commander. He is a strong warrior in his own right, but when he is near less experienced troops, he makes their attack better too!
de: Als Hauptmann ist Sir Gerrick ein starker Krieger, der mit seiner Anwesenheit, die Moral benachbarter Truppen erhöht, so dass diese besser kämpfen.
fr: Seigneur Gerrick est un commandant d'infanterie. C'est lui-même un puissant combattant qui, de plus, améliore les attaques des unités moins expérimentées à ses côtés.

source: Units that have a hero marker are vital to your campaign. If any of them die, you will lose the scenario, so guard them carefully!
de: Bei Einheiten, die mit einem Heldensymbol gekennzeichnet sind, handelt es sich um, für die Kampagne wichtige, Schlüsselpersonen. Sollte eine von ihnen sterben, so ist das Szenario verloren. Gebt also gut auf sie Acht.
fr: Les unités marquées comme héros sont vitales à votre campagne. Si l'une d'entre elles meurt, vous perdrez le scénario. Utilisez-les donc prudemment.

source: Defeat Urza Mathin
de: Besiegt Urza Mathin
fr: Vaincre Urza Mathin

source: Death of Sir Gerrick
de: Sir Gerrick fällt in der Schlacht
fr: Mort de Seigneur Gerrick

source: Head back to the encampment where you started and recruit some troops!
de: Kehrt zum Lager an eurer Startposition zurück und rekrutiert Soldaten.
fr: Retournez au campement où vous avez démarré et recrutez quelques unités !

source: While you're in your camp, you can recruit more troops. Build up a small force to use against the bandits that Urza Mathin recruits.
de: Während ihr euch in eurem Lager aufhaltet, könnt ihr Truppen rekrutieren. Sammelt eine kleine Streitmacht, um euch gegen Urza Mathins Banditen zur Wehr zu setzen.
fr: Vous pouvez recruter plus d'unités tant que vous êtes dans le campement. Montez une petite force à utiliser contre les bandits qu'Urza Mathin recrute.

source: Bowmen have a strong ranged attack, and are very effective against units that lack a ranged attack, like Thieves and Thugs. They also carry a sword and can defend themselves against melee attacks.
de: Bogenschützen sind gute Fernkämpfer. Setzt sie bevorzugt gegen Einheiten ein, die keine Fernkampfwaffe besitzen, beispielsweise Diebe oder Strolche. Sie tragen zudem ein Schwert bei sich, um sich im Nahkampf verteidigen zu können.
fr: Les archers ont une attaque à distance puissante et sont très efficaces contre les unités qui n'ont pas d'attaques à distance comme les voleurs et les voyous. Ils ont aussi une petite épée et peuvent se défendre contre les attaques au corps à corps.

source: Spearmen have a strong melee attack, and are effective against most units. They also have a weak ranged attack. They form the backbone of the South Guard.
de: Speerträger sind gute Nahkämpfer und können gegen die meisten Einheiten eingesetzt werden. Sie verfügen zudem über einen schwachen Fernkampfangriff. Sie bilden das Rückgrat der Streitkräfte der Südwacht.
fr: Les lanciers ont une attaque de mêlée puissante et sont efficaces contre la plupart des unités. Ils ont aussi une faible attaque à distance. Ils forment la colonne vertébrale de la Garde Sud.

source: The best army will have a mix of units to deal with the different enemies that you will encounter. For now, concentrate on creating a small corps of experienced Bowmen.
de: Eine gute Armee besteht aus verschiedenen Truppengattungen, um schnell mit ihren Gegnern fertig werden zu können. Ihr solltet versuchen, eine kleine Einheit erfahrener Bogenschützen aufzubauen.
fr: La meilleure armée sera un mélange d'unités capables d'affronter les différents ennemis que vous rencontrerez. Pour le moment, concentrez-vous sur un petit corps d'archers expérimentés.

source: Sir, bandits are most dangerous at night. Let us hold the north bank of the river until dawn and press our attack in the morning!
de: Banditen sind in der Nacht am gefährlichsten, mein Herr. Last uns mit unserem Angriff bis zum nächsten Morgen warten und stattdessen die Nordseite des Flusses halten.
fr: Monsieur, les bandits sont plus dangereux la nuit. Tenons la rive nord de la rivière jusqu'à l'aube et lançons notre attaque au matin !

source: All of your units are 'lawful'. This means that they receive a combat bonus during the day, and a penalty at night. Urza Mathin's units are all 'chaotic', which means that they receive a bonus at night and a penalty during the day. You will be much more effective fighting during the day.
de: Alle Eure Einheiten sind »redlich«. Dies bedeutet, dass sie einen Angriffsbonus am Tage bekommen und ein Malus in der Nacht. Urza Mathins Einheiten sind »lichtscheu«. Für sie gilt die umgekehrte Regel, wie für »redliche« Einheiten. Sie erhalten einen Angriffsbonus in der Nacht und einen Malus am Tag. Ihr solltet also darauf achten, die gegnerischen Einheiten möglichst am Tage zu bekämpfen.
fr: Toutes vos unités sont « loyales ». Cela signifie qu'elles reçoivent un bonus de combat le jour et une pénalité la nuit. Les unités d'Urza Mathin sont toutes « chaotiques », ce qui signifie qu'elles reçoivent un bonus la nuit et une pénalité le jour. Vous serez beaucoup plus efficaces au combat durant le jour.

source: My lord! The dawn is breaking - now is the time for us to attack and drive these bandits from our lands. To me men of the South Guard!
de: Mein Herr. Die Sonne geht auf. Nun ist es Zeit für uns, die Banditen anzugreifen und sie aus unserem Land zu vertreiben. Zu mir, Soldaten der Südwacht!
fr: Monseigneur ! L'aube arrive. C'est le moment de lancer notre attaque et de chasser les bandits hors de nos pays. À moi, hommes de la Garde Sud !

source: During the day your units will deal more damage, and Urza Mathin's less. The more of his troops you can defeat during the day, the better!
de: Am Tage verursachen Eure Einheiten mehr und Urza Mathins weniger Schaden. Je mehr Feinde Ihr am Tage besiegen könnt, desto besser.
fr: De jour, vos unités infligeront plus de dégâts que celles d'Urza Mathin. Plus vous pourrez tuer de ses unités pendant cette période, mieux ce sera !

source: Your people have been allies of our lord, King Typhon. We will help you drive these bandits from your land if you allow us to live here in peace.
de: Ihr Menschen seid mit unserem Anführer, König Typhon, verbündet. Wir werden euch helfen, diese Banditen zu vertreiben, wenn ihr uns als Gegenleistung hier in Frieden leben lasst.
fr: Vos gens ont été les alliés de notre seigneur, le roi Typhon. Nous vous aiderons à chasser ces bandits de vos terres si vous nous laissez vivre ici en paix.

source: We welcome your aid in the fight against these criminals! The rivers of this land are yours if you will aid us in our battles.
de: Eure Hilfe ist willkommen. Die Flüsse dieses Landes sollen euch gehören, wenn ihr uns im Kampfe beisteht.
fr: Nous acceptons avec joie votre aide dans le combat contre ces criminels ! Les rivières de ce pays sont à vous si vous nous aidez dans nos batailles.

source: You may now recruit Merman Hunters. Mermen are aquatic creatures. Keep them in rivers and swamps and they will fight well! Put them on dry land and they're in trouble!
de: Ihr könnt nun Wassermann Jäger ausbilden. Wassermänner leben, wie der Name schon sagt, im Wasser. Im Wasser oder Sumpfgebieten werden sie euch im Kampf gute Dienste leisten. Auf trockenem Land jedoch, sind ihre Fähigkeiten eher bescheiden.
fr: Maintenant, vous pouvez recruter des chasseurs ondins. Les ondins sont des créatures aquatiques. Ils se battront bien si vous les laissez dans les rivières et les marais ! Ils ne seront pas à l'aise si vous les placez sur un sol sec !

source: Who goes there! Come out of the house now!
de: Wer ist da drin? Kommt raus aus eurem Versteck!
fr: Qui va là ! Sortez tout de suite de la maison !

source: Stay! It's me, Aleron! The villagers hid me from the bandits when the town was overrun. They have kept me safe, though I was gravely wounded...
de: Wartet! Ich bin es. Aleron. Die Dorfbewohner haben mich vor den Banditen versteckt, als die Stadt überrannt wurde.
fr: Attendez ! C'est moi, Aleron ! Les villageois m'ont caché des bandits quand la ville a été envahie. Ils ont veillé sur moi alors que j'étais gravement blessé...

source: I am glad to find you alive Aleron, we feared the worst when you did not return after the battle!
de: Ich bin froh, dich lebendig zu sehen, Aleron. Wir fürchteten das Schlimmste, als du nach dem Kampf nicht zurückkehrtest.
fr: Je suis heureux de te retrouver en vie Aleron, nous avons craint le pire quand tu n'es pas revenu après la bataille !

source: Let us punish these bandits for their crimes and murders! My wounds are healed and I am ready for battle!
de: Last uns diese Banditen für ihre Schandtaten bestrafen. Meine Wunden sind verheilt und ich bin wieder bereit zum Kampf!
fr: Punissons ces bandits pour leurs crimes et leurs meurtres ! Mes blessures sont guéries et je suis prêt à me battre !

source: Aleron is a longbowman, stronger and better trained than regular bowmen. His arrows are deadly to enemies without a ranged attack.
de: Aleron ist ein Langbogenschütze, stärker und besser ausgebildet, als die gewöhnlichen Bogenschützen. Seine Pfeile bringen jedem Feind den Tod, der über keine Fernkampfwaffe verfügt.
fr: Aleron est un grand archer, plus fort et mieux entraîné que les archers classiques. Ses flèches sont mortelles pour les ennemis sans attaque à distance.

source: Not more bandits... We have nothing left. Begone!
de: Nicht noch mehr Banditen... Wir haben nichts mehr.
fr: Plus de bandits... Nous n'avons plus rien. Hors d'ici !

source: We are no bandits. The banner of the South Guard flies again! Help us drive these criminals from your land.
de: Wir sind keine Banditen. Das Banner der Südwacht weht erneut! Helft uns, diese Banditen aus diesem Land zu vertreiben.
fr: Nous ne sommes pas des bandits. La bannière de la Garde Sud flotte à nouveau. Aidez-nous à chasser les criminels de votre pays.

source: However I can, I will help you!
de: Ich weiß nicht, ob ich euch nützlich sein kann. Aber ich werde tun, was ich kann.
fr: Je vous aiderai par tous les moyens !

source: Garrison the villages behind our lines and keep the enemy from slipping around us at night.
de: Ihr solltet die Nachricht, dass Verstärkungen hier sind, in den Dörfern hinter unseren Linien verbreiten. Gebt auch darauf acht, dass keiner unserer Feinde sich in der Nacht durch unsere Stellungen schleicht.
fr: Tenez les villages derrière nos lignes et empêchez l'ennemi de se glisser autour de nous la nuit.

source: This village is ours to plunder! Begone or I will kill you all!
de: Dieses Dorf ist unser! Verschwindet oder ich werde euch alle töten.
fr: Nous allons piller ce village ! Sortez ou je vous tuerai tous !

source: Do you not see the banners flying in the wind? The South Guard fights again. Flee while you can, or you will meet swift death on our spears!
de: Seht ihr nicht die Banner im Winde wehen? Die Südwacht ist zurück. Ihr solltet lieber verschwinden, wenn euch euer Leben lieb ist.

source: Remember, Moreth told you that you should go meet Sir Gerrick at the river fort. Move Deoran there and find out what Sir Gerrick has to say!
de: Vergesst nicht, dass Moreth Euch sagte, ihr solltet Sir Gerrick im Flusskastell aufsuchen. Beweget Deoran dorthin und findet heraus, was euch Sir Gerrick zu sagen hat.
fr: Souvenez-vous, Moreth vous a dit d'aller voir Seigneur Gerrick, au fort de la rivière. Déplacez Deoran jusque là et découvrez ce que Seigneur Gerrick a à dire !

source: Remember, your job is to defeat Urza Mathin. He should be your main target. Archers will be especially effective against him, because he has no ranged attack. Surround him, and kill him!
de: Vergesst nicht, dass es Eure Aufgabe ist, Urza Mathin zu besiegen. Er sollte Euer Hauptziel sein. Ihr solltet ihn mit euren Bogenschützen umringen und töten, da er über keinen Fernkampfangriff verfügt.
fr: Souvenez-vous, votre tâche est de battre Urza Mathin. Il devrait être votre cible principale. Les archers seront particulièrement efficaces contre lui, parce qu'il n'a pas d'attaque à distance. Encerclez-le et tuez-le !

source: My days of pillage and plunder are over! My brothers will avenge me...
de: Meine Tage von Raub und Mord mögen vorbei sein, aber meine Brüder werden mich rächen!
fr: C'en est fini de mes jours de pillage et de saccage ! Mes frères me vengeront...

source: He is dead! Congratulations, commander. We thought we would never see reinforcements - Did Sir Loris send you from Westin?
de: Er ist tot! Herzlichen Glückwunsch, Kommandant. Wir hatten schon die Hoffnung aufgegeben, dass jemals Verstärkungen hier eintreffen würden. Hat euch Sir Loris aus Westin geschickt?

source: No. I have been sent by King Haldric to take command of the South Guard. The king has heard no news in weeks. How long have you and your men been shut up in the citadel?
de: Nein. Ich wurde von König Haldric entsandt, um das Kommando über die Südwacht zu übernehmen. Der König hat seit Wochen keine Nachricht mehr erhalten. Wie lange wart ihr und eure Männer in diesem Kastell eingesperrt?
fr: Non. J'ai été envoyé par le roi Haldric pour prendre le commandement de la Garde Sud. Le roi n'a pas reçu de nouvelles depuis plusieurs semaines. Depuis combien de temps vos hommes et vous êtes enfermés dans la citadelle ?

source: Almost two months. Sir Loris took one of our patrols along the Westin road and never returned; and the next night, bandits struck and killed eight of my men. We held the citadel, and held out vain hope for reinforcement from Westin. We never thought we would see men sent from the King!
de: Fast zwei Monate. Sir Loris ritt mit einer Patrouille entlang der Straße von Westin und kehrte nie zurück. In der nächsten Nacht schlugen die Banditen zu und töteten acht meiner Männer. Wir hielten das Kastell und hofften auf Verstärkungen aus Westin. Wir hatten nicht damit gerechnet, dass der König Truppen schicken würde.
fr: Presque deux mois. Seigneur Loris a pris une de nos patrouilles sur la route de Westin et n'est jamais revenu ; et la nuit suivante, les bandits ont frappé et huit de mes hommes sont morts. Nous avons tenu la citadelle, et nous avons gardé un espoir vain de renforts de Westin. Nous n'espérions plus voir des hommes du roi !

source: This is worse than even my darkest fears. We must ride to Westin at once, and hope that Sir Loris is there and well! Come men! Ride for Westin!
de: Das ist schlimmer, als ich befürchtet hatte. Wir müssen sofort nach Westin aufbrechen. Vielleicht ist Sir Loris dort und wohlauf. Meine Krieger, reiten wir nach Westin.
fr: Cela est pire que mes craintes les plus sombres. Nous devons aller à Westin sans attendre et espérer que Seigneur Loris est là-bas et qu'il va bien ! Allons ! En route pour Westin !

source: Proven By The Sword
de: Die Prüfung des Schwerts
fr: Prouvé par l'épée

source: Criminal
de: Schurke
fr: Criminel

source: Look! There is smoke coming from Westin. That can only mean that bandits have overrun the garrison and are sacking the city!
de: Seht nur. Über Westin steigt Rauch auf. Dies kann nur bedeuten, dass die Banditen die Garnison überrannt haben und die Stadt plündern.
fr: Regardez ! De la fumée provient de Westin. Ça ne peut vouloir dire qu'une chose : les bandits ont submergé la garnison et ils mettent la cité à sac !

source: If too much time passes and they are unchecked, they will leave the city in ruins and make a great slaughter of all who live therein. We must act quickly.
de: Wenn wir die Banditen nicht an ihrem Treiben hindern, werden sie die Stadt in Schutt und Asche legen und alle Bewohner umbringen. Wir dürfen keine Zeit verlieren.
fr: Si nous leur laissons trop de temps, ils laisseront la cité en ruines et tueront tous ceux qui y vivent. Nous devons agir rapidement.

source: What!? If there are soldiers of Wesnoth coming from the northern forts, then my brother Mathin is surely dead... They will pay for his death, just as Sir Loris paid for his pride!
de: Was sehe ich da? Wenn Soldaten von Wesnoth aus dem Norden hierher kommen, kann dies nur bedeuten, dass mein Bruder Mathin tot ist... Sie werden dafür bezahlen, genau wie Sir Loris für seinen Stolz bezahlt hat.
fr: Quoi ?! S'il y a des soldats de Wesnoth qui viennent des forts au nord, mon frère Mathin est sûrement mort... Ils paieront pour cette mort, tout comme Loris a payé pour son orgueil !

source: At last the citadel is secured.
de: Zumindest die Zitadelle ist gesichert.
fr: Enfin, la citadelle est libérée.

source: Now Deoran, take your post of command at the Citadel of Westin.
de: Nun nehmt euren Kommandoposten in der Zitadelle von Westin ein, Deoran.
fr: Maintenant Deoran, rejoignez votre poste de commandant à la citadelle de Westin !

source: Bring Deoran to the Citadel of Westin.
de: Geleitet Deoran zur Zitadelle von Westin.
fr: Amenez Deoran à la citadelle de Westin.
