Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-tsg/*.po
Languages: de, fr

source: But there was a dark cloud looming behind Deoran and his Men...
fr: Mais un sombre nuage surgissait derrière Deoran et ses hommes...

source: Find the source of the undead under the citadel.
fr: Trouvez l'origine des morts-vivants sous la citadelle.

source: It seems that the old dwarven road has fallen into disrepair! The stream cuts the path.
fr: La vieille route des nains semble n'être plus entretenue ! L'eau coupe la voie.

source: Perhaps we can cross on the ice?
fr: Peut-être pourrons-nous traverser sur la glace ?

source: It looks thin - tread carefully.
fr: Ça a l'air fin - progressez prudemment.

source: The ice is collapsing! I'll be trapped!
fr: La glace s'effondre ! Je vais être piégé !

source: We have nothing suitable to make a bridge - you will have to explore that side of the stream and see where the road leads.
fr: Nous n'avons rien pour faire un pont - vous allez devoir explorer ce côté de la rivière et voir où la route mène.

source: The ice to the south seems thicker. We should head that way!
fr: La glace a l'air plus épaisse au sud. Nous devrions aller dans cette direction !

source: Look! Rocks have fallen and collapsed the old dwarven road. I'm stuck!
fr: Regardez ! Les rochers sont tombés et la vieille route des nains s'est effondrée. Je suis coincé !

source: We'll find a way to rescue you, don't worry.
fr: Nous allons trouver un moyen de te sauver, n'aie pas peur.

source: Ha! Humans and Elves! What are you doing in our caves, and why shouldn't we grind your bones and gnaw on your flesh?
fr: Ha ! Des humains et des elfes ! Que faites-vous dans nos cavernes et pourquoi ne devrions-nous pas réduire vos os en poussière et mordre vos chairs ?

source: Undead! Ha! We kill undead all the time. Why should we help you?
fr: Des morts-vivants ! Ha ! Nous en tuons tout le temps. Pourquoi devrions-nous vous aider ?

source: We will give you 50 gold pieces once the undead are defeated.
fr: Nous vous donnerons 50 pièces d'or quand les morts-vivants seront vaincus.

source: We will give you 75 gold pieces once the undead are defeated.
fr: Nous vous donnerons 75 pièces d'or quand les morts-vivants seront vaincus.

source: We will give you 100 gold pieces once the undead are defeated.
fr: Nous vous donnerons 100 pièces d'or quand les morts-vivants seront vaincus.

source: Gold is good. We can trade gold for weapons and fire. We will not kill you now.
fr: De l'or, c'est bien. Nous pouvons échanger l'or contre des armes et du feu. Nous ne vous tuerons pas maintenant.

source: Can you offer us any aid against the undead? We are not well suited to fighting in the caves.
fr: Quelle aide pouvez-vous nous offrir contre les morts-vivants ? Nous ne sommes pas bien équipés pour combattre dans les cavernes.

source: Gah! We already planned to kill the undead ourselves... First we kill dwarves though! Now we have dwarvish thunder fire.
fr: Gah ! Nous avions déjà prévu de tuer les morts-vivants nous-mêmes... Mais d'abord, nous tuons des nains ! Maintenant, nous avons le feu de tonnerre nain.

source: Go here and light it and it will blast a backdoor into the lich's lair!
fr: Venez ici et allumez-le, ça creusera une voie vers le repaire de la liche !

source: Ha! Who wants peace and freedom! We want blood!
fr: Ha ! Qui veut la paix et la liberté ? Nous, on veut du sang !

source: Then you will not treat with us and aid us in our quest to destroy the undead menace?
fr: Donc vous ne traiterez pas avec nous, et ne nous aiderez pas à détruire les morts-vivants ?

source: Bah! Grind their bones!
fr: Bah ! Écrasez leurs os !

source: Petty mortals, bow down and cower in fear before me, and I may make your passing swift. For I was once one such as you, full of doubt and weakness, but now I have passed over and become more than you could possibly imagine.
fr: Insignifiants mortels, prosternez-vous et tremblez de peur devant moi, et je vous accorderai peut être une mort rapide. Autrefois j'étais comme vous, plein de doutes et de faiblesse, mais maintenant j'ai fait la traversée et je suis devenu plus puissant que tout ce que vous pouvez imaginer.

source: For all your vaunted powers you are a mockery to all that you once believed in. I will destroy you and your works if it's the last thing I do!
fr: Quels que soient vos prétendus pouvoirs, vous n'êtes qu'une parodie de ce à vous croyiez autrefois. Je vous détruirai vous et votre oeuvre, même si c'est la dernière chose que je dois faire !

source: Foolish boy! you do not understand. Come closer and I will show you my power. I will end your brief, miserable life. Thereafter, it may amuse me to cause your bones to serve me.
fr: Stupide garçon ! Tu ne comprends pas. Approche et je te montrerai ma puissance. Je vais mettre fin à ta brève et misérable existence. Je pourrais ensuite m'amuser à mettre tes os à mon service.

source: Gah! The undead are dead again! Now you'd better pay up!
fr: Gah ! Les morts-vivants sont de nouveau morts ! Maintenant, vous feriez mieux de nous payer !

source: Here is your reward. Now we will leave your caves in peace.
fr: Voici votre récompense. Maintenant, nous allons quitter ces cavernes en paix.

source: I suppose we will not kill you, but do not try your luck again!
fr: Je suppose que nous ne vous tuerons pas, mais ne retentez pas votre chance !

source: You don't have the gold to pay us! Now we will grind your bones into dust!
fr: Vous n'avez pas l'or pour nous payer ! Nous allons réduire vos os en poussière !

source: I will ride to Westin and summon the council. We shall return as soon as we can in force and relieve you.
fr: Je chevaucherai vers Westin et je préviendrai le conseil. Nous reviendrons le plus rapidement possible en force et nous vous relèverons.

source: Stop Ithelden! I have traveled with these humans, and they are not the ones who harmed Mebrin. They are our allies!
fr: Arrête Ithelden ! J'ai voyagé avec ces humains et ce ne sont pas ceux qui ont fait du mal à Mebrin. Ils sont nos alliés !

source: You too Ethiliel? All these menfolk are the same! They fell trees to till the earth; now they have felled our leader! We cannot brook such deeds! You will die with them!
fr: Vous aussi Ethiliel ? Tous ces humains sont les mêmes ! Ils abattent les arbres pour labourer la terre ; et maintenant ils ont abattu notre chef ! Nous ne pouvons pas tolérer de tels actes ! Vous mourrez avec eux !

source: We won't be able to hold them off for long. I should go reason with them! They won't dare attack me.
fr: Nous ne pourrons pas les retenir longtemps. Je devrais aller les raisonner ! Ils n'oseront pas m'attaquer.

source: Bring Ethiliel to the Great Tree parlay with Ithelden
fr: Amenez Ethiliel à l'arbre vénérable pour une discussion avec Ithelden

source: Since i was a boy, Gerrick was my leader, and there was no one braver. Today we shall defend our homes, and avenge him!
fr: Gerrick était mon maître depuis que mon enfance, et il n'y avait personne de plus brave. Aujourd'hui, nous allons défendre nos maisons et le venger !

source: Indeed Lord, we are ready to defend our homes!
fr: En effet, Seigneur, nous sommes prêts à défendre nos foyers !

source: And I have summoned the great council of Westin! They will battle with all their might!
fr: Et j'ai aussi fait appel au grand conseil de Westin ! Ils se battront avec tout leur pouvoir !

source: Minister Mefel
fr: Révérend Mefel

source: Minister Romand
fr: Révérend Romand

source: Minister Alanafel
fr: Révérend Alanafel

source: pierce
fr: perforant

source: blade
fr: tranchant

source: impact
fr: contondant

source: Demilich
fr: Demi-liche

source: After too much time dabbling with forbidden magics and dark arts, these magi have begun to pay a heavy price. Demiliches have started losing their bodies, becoming undead themselves. With time, they may become fully undead, and feared by all alike.
fr: Trop de temps dépensé à jouer avec les arts de la magie noire commence inexorablement à se ressentir sur la santé de ces mages : les demi-liches perdent leur corps, devenant eux-mêmes morts-vivants. Avec du temps, ils pourront devenir des morts-vivants à part entière et être craints de tous.

source: touch
fr: toucher

source: cold
fr: froid

source: chill tempest
fr: tempête glaciale

source: dummy
fr: factice

source: I have lost all helping the humans... Now they will surely perish!
fr: Je n'ai pu aider les humains... Ils vont certainement mourir à présent !

source: I have given my all for my kingdom! Avenge me, Deoran!
fr: J'ai tout donné pour mon royaume ! Venge-moi, Deoran !

source: Far from home I fall - but not in vain! Guard our people Deoran!
fr: Loin de chez moi, je meurs - mais pas en vain ! Protège notre peuple, Deoran !

source: Thugs are the mainstay of the bandit armies. They do not have a ranged attack, and are vulnerable to your archers. Deoran's lance will also strike fear into their hearts! Like all of the bandit units, they are much more dangerous at night.
fr: Les brutes sont les piliers des armées hors-la-loi. Ils n'ont pas d'attaque à distance et sont vulnérables à vos archers. La lance de Deoran sèmera également la peur dans leurs rangs ! Comme toutes les unités hors-la-loi, ils sont bien plus dangereux la nuit.

source: Thieves are more subtle than thugs. They try to surround your units and stab them in the back. Make sure that thieves never have an opportunity to attack when they have an ally directly behind the unit they are attacking - they'll do double damage! Like thugs, thieves are vulnerable to the ranged attacks of your archers.
fr: Les voleurs sont plus subtils que les brutes. Ils essayent d'entourer vos unités et viennent les frapper dans le dos. Faites attention à ne jamais laisser aux voleurs l'occasion d'attaquer quand ils ont un allié derrière l'unité qu'ils attaquent - ils feront le double de dégâts ! Comme les brutes, les voleurs sont vulnérables aux attaques de vos archers.

source: Footpads are the scouts of the bandit armies. They are quick, and have both a melee attack and a ranged attack. Neither of their attacks is very strong, however, and your spearmen will make quick work of them during the day.
fr: Les vagabonds sont les éclaireurs des armées de hors-la-loi. Ils sont rapides et possèdent à la fois une attaque à distance et une attaque au corps à corps. Aucune des deux n'est néanmoins vraiment puissante, et vos lanciers vous en débarrasseront facilement pendant la journée.

source: Walking corpses are the bodies of slain warriors, filled with some black magic. They are slow and weak - any of your units is more than a match for them. They are only dangerous in packs...
fr: Les zombies sont les cadavres des guerriers tués, imprégnés par quelque magie noire. Ils sont lents et fragiles - n'importe quelle de vos unités est un grand défi pour eux. Ils ne sont vraiment dangereux qu'en groupe...

source: During the reign of Haldric VII Wesnoth was secure. Konrad I had driven off the orcs in the north. The eastern forts were quiet and almost deserted. The elves in the western forest kept to their own affairs. In the prosperous south men built new towns and farms.
fr: Pendant le règne de Haldric VII, Wesnoth vivait en paix. Konrad Ier avait repoussé les orcs au nord. Les forteresses de l'est étaient calmes et presque laissées à l'abandon. Les elfes de la forêt occidentale étaient occupés à leurs propres affaires. Dans le sud prospère, les hommes bâtissaient de nouvelles fermes et de nouvelles villes.

source: For eight years the South Guard had defended the farms and homes surrounding the city of Westin. The fiercest foes they faced were the occasional bandit. The orcs were far to the north. Nothing lived in the forest beyond the river.
fr: Pendant huit ans, la Garde Sud défendit les fermes et les maisons autour de la ville de Westin. Les plus féroces ennemis qu'ils eurent à affronter étaient des bandes occasionnelles de hors-la-loi. Les orcs étaient loin au nord. Rien ne vivait dans la forêt au-delà de la rivière.

source: In the spring of the ninth year the reports from Sir Loris stopped suddenly. King Haldric decided to send someone to investigate.
fr: Les rapports de Seigneur Loris cessèrent brutalement lors du printemps de la neuvième année. Le roi Haldric décida d'envoyer quelqu'un enquêter.

source: A young commander, Deoran, son of one of the horsemen who rode with Konrad I, was summoned by Haldric. The king had a mission for him.
fr: Un jeune commandant, Deoran, fils d'un des cavaliers qui accompagnèrent Konrad Ier, fut appelé par Haldric. Le roi avait une mission pour lui.

source: He was ordered to ride south towards Westin, the capital of the province of Kerlath and replace Sir Loris as commander of the South Guard...
fr: Il reçut l'ordre de se rendre dans le sud près de Westin, la capitale de la province de Kerlath et de remplacer Seigneur Loris en tant que commandant de la Garde Sud...

source: Having defeated Urza Mathin, Deoran immediately sent scouts out into the whole countryside. His men reported bandits roaming freely over the border, terrorizing the peasants and villagers. Nowhere did they find soldiers of the South Guard.
fr: Ayant vaincu Urza Mathin, Deoran envoya immédiatement des éclaireurs à travers toute la contrée. Ses hommes rapportèrent que des bandits traversaient librement la frontière, terrorisant villageois et paysans. Ils ne trouvèrent de soldats de la Garde Sud nulle part.

source: Deoran decided to take action and wipe out the bandits. He gathered the men of Sir Gerrick's command and whatever peasants were of strong body and fighting age. With this small force he rode in haste to Westin, capital of the province.
fr: Deoran décida d'agir et de nettoyer la région des bandits. Il rassembla les hommes sous les ordres de Seigneur Gerrick et tous les paysans robustes en âge de combattre. Avec cette petite armée, il prit en hâte la route de Westin, capitale de la province.

source: Ethiliel led the men of the South Guard into the southern forest. Shadows soon covered their paths day and night, and a thick fog filled the air.
fr: Ethiliel conduisit les hommes de la Garde Sud dans la forêt méridionale. Très vite des ombres obscurcirent leur parcours de jour comme de nuit et un épais brouillard remplit l'atmosphère.

source: For many weeks they marched down nameless paths that no man had trod before. From time to time they saw ghostly images of elven villages and halls in the deep woods, but as they advanced, even those became scarce.
fr: Ils marchèrent pendant des semaines le long de chemins inconnus qu'aucun homme n'avait foulé. Ils virent de temps en temps l'image furtive de villages elfes et des constructions isolées dans les bois, mais plus ils avançaient, plus ceux-ci devenaient rares.

source: Finally Ethiliel told the men to halt and pitch camp - they had reached the great river, beyond which no elf or man would willingly pass.
fr: Enfin Ethiliel dit aux hommes de s'arrêter et de dresser le camp. Ils avaient atteint la grande rivière, qu'aucun elfe ou aucun homme n'aurait traversé de son plein gré.

source: Snow fell as Deoran, Sir Gerrick and Urza Afalas emerged from the great southern forest. A great hush fell over the land, and an ominous gloom followed close behind the men of the South Guard.
fr: La neige tombait lorsque Deoran, Seigneur Gerrick et Urza Afalas sortirent de la grande forêt méridionale. Un grand silence s'abattit sur la campagne et une sinistre noirceur suivait de près les hommes de la Garde Sud.

source: Finally they arrived at the southern border of Wesnoth and the forts that guarded it. The undead were close on their heels...
fr: Ils arrivèrent enfin à la frontière sud de Wesnoth et aux forteresses qui la gardaient. Les morts-vivants étaient sur leurs talons...

source: Finally the sun broke the horizon and its rays breathed new life into the weary defenders of Westin. A great cry echoed through the valley as the men of the South Guard pressed their elven foes back from the walls. Suddenly the field was covered in a great fog...
fr: Le soleil finit par éclairer l'horizon et ses rayons réchauffèrent le coeur des défenseurs fatigués de Westin. Une grande clameur résonnait à travers la vallée alors que les hommes de la Garde Sud repoussaient leur ennemi elfe en dehors des murs. Tout à coup une épaisse brume remplit le champ de bataille...

source: When the fog broke, Ethiliel stood alone, facing the wall of spears. Bathed in light, she spoke to the men of Wesnoth, saying, 'Stop! Enough blood has been spilled before the walls of this city! The injury you menfolk have done to the elves is great, but your service also was worthy.'
fr: Lorsque la brume se dissipa, Ethiliel se tenait seul, faisant face à un mur de lances. Baignée de lumière, elle s'adressa aux hommes de Wesnoth, en disant : « Arrêtez ! Assez de sang a été versé devant les murs de cette ville ! La blessure que vous, les hommes, avez infligé aux elfes est grande, mais votre aide a été aussi estimable. »

source: These are the terms of the peace between us: any man found in the forest or hills that belong to the elves will taste death. No more will the elves send ambassadors or councilors to Westin, and no more will men wander the green woods.
fr: Voici les conditions de la paix entre nous : tout homme trouvé dans la forêt ou les collines appartenant aux elfes sera mis à mort. Les elfes n'enverront ni conseillers ni ambassadeurs à Westin, les hommes n'iront plus se promener dans la verte forêt.

source: Thus an uneasy peace was consummated between man and elf. For many weeks the South Guard patrolled the borders of the elven woods and watched over the growing farms and villages. Finally, as the snow melted and the roads bore their burdens again, a messenger came from king Haldric.
fr: Ainsi une paix fragile régnait entre les hommes et les elfes. La Garde Sud patrouilla pendant des semaines le long des forêts elfes pour surveiller fermes et villages. Enfin, alors que la neige fondait et que les caravanes transportaient de nouveau leurs cargaisons, un messager du roi Haldric arriva.

source: Sir Deoran, Knight of Wesnoth, was summoned to Weldyn for a council with King Haldric himself. Storm clouds were brewing throughout the realm, and every commander would be needed to weather the storm...
fr: Le Seigneur Deoran, chevalier de Wesnoth, était appelé à Weldyn pour tenir conseil avec le roi Haldric en personne. L'orage se répandait sur tout le royaume et chaque commandant était nécessaire pour combattre la tempête...

source: With bitter spears and grim expression, the men of Wesnoth launched the last assault on the undead. As they cut through lifeless flesh and shattered chill bones a ray of sunlight pierced the clouds. The winds died and the men were filled with new life. A great cry they let out as they stormed the encampment of Mal M'brin himself, and threw down the mighty wizard.
fr: Les hommes de Wesnoth lancèrent l'assaut final contre les morts-vivants avec une expression amère et morose. Un rayon de soleil traversa les nuages alors qu'ils tranchaient des corps sans vie et brisaient des os froids. Les vents cessèrent et les hommes furent remplis d'une nouvelle vigueur. Ils poussèrent une énorme clameur, prirent d'assaut le camp de Mal M'brin, et se débarrassèrent du puissant mage.

source: Exhausted, Deoran dropped his lance to the ground. The men around him slowly lifted their helmets from their brows. The moans of the wounded overshadowed the rustling of the north wind in the distance. The undead were gone.
fr: Deoran laissa tomber sa lance au sol, épuisé. Les hommes autour de lui relevèrent lentement la visière de leur casque. Les gémissements des blessés couvraient le bruissement du vent du nord. Les morts-vivants étaient vaincus.

source: For days the healers of Westin worked feverishly to save as many of the valiant soldiers as they were able. Many mounds, though, were raised as homes for the fallen in the fields north of the city, and to the roll of fallen heroes many names were added.
fr: Pendant des jours, les guérisseurs de Westin travaillèrent fébrilement pour sauver autant de vaillants soldats qu'ils pouvaient. Mais de nombreuses tombes furent creusées pour ceux tombés dans la bataille au nord de la ville, et de nombreux noms furent ajoutés à la liste des héros morts.

source: The loftiest mound belonged to Sir Gerrick. After the battle, Deoran led an expedition to the southern border posts, and there he found Sir Gerrick's sword and shield. Those he placed atop Gerrick's mound, and they were a symbol of loyalty and valor to all the people of Westin.
fr: La tombe la plus imposante était celle du Seigneur Gerrick. Après la bataille, Deoran dirigea une expédition vers les postes de la frontière sud et trouva là-bas le bouclier et la vouge du Seigneur Gerrick. Il plaça ceux-ci sur la tombe du Seigneur Gerrick comme symbole de la bravoure et de la loyauté de tout le peuple de Westin.

source: Gerrick's name was added at the top of the roll of fallen heroes, and read aloud at the beginning of every great council. The memory of his desperate last stand at the border posts passed into song, and was not forgotten for many lives of men.
fr: Le nom de Gerrick fut ajouté en haut de la liste des héros tombés et lu à haute voix au début de chaque grand conseil. Le souvenir de sa résistance désespérée sur les postes frontières fut mis en chanson et ne fut pas oublié par les générations suivantes.

source: Deoran spent his days visiting the wounded and directing the men as they rebuilt the shattered walls and ramparts of the city. Finally, as the snow melted and the roads bore their burdens again, a messenger came from king Haldric.
fr: Deoran passa des jours à rendre visite aux blessés et à diriger les hommes qui reconstruisaient les murs effondrés et les remparts de la ville. Un messager du roi Haldric vint enfin, alors que la neige fondait et que les caravanes transportaient de nouveau leurs cargaisons.

source: Sir Deoran, Knight of Wesnoth, was summoned to Weldyn for a council with King Haldric himself. Storm clouds were brewing throughout the realm, and every commander would be needed to weather the onslaught...
fr: Le Seigneur Deoran, chevalier de Wesnoth, était appelé à Weldyn pour un conseil avec le roi Haldric en personne. L'orage se répandait sur tout le royaume et chaque commandant était nécessaire pour repousser l'attaque.

source: Place barbs on your weapon. (slow)
fr: Mettre des pointes sur votre arme (ralentit).

source: Wield a mace. (impact)
fr: Tenir une massue (contondant).

source: Add a swing to your attack.
fr: Ajouter un coup à votre attaque.

source: female^strong
fr: forte

source: female^resilient
fr: résistante

source: female^quick
fr: rapide

source: female^intelligent
fr: intelligente

source: loyal
fr: fidèle

source: female^loyal
fr: fidèle
