Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-tsg/*.po
Languages: de, fr

source: For eight years the South Guard had defended the farms and homes surrounding the city of Westin, the capital of Wesnoth's frontier province of Kerlath in the furthermost south. The fiercest foe they had faced was the occasional bandit. The orcs were far to the north. In the Aethenwood to the west dreamed the elves, not foes of humankind but keeping aloof from men. Only scattered few outlaws lived in the wildlands south of Kerlath, a bastion of the ancient heart forest of the Great Continent so dense and gloomy that even elves forbore from dwelling there.
de: 8 Jahre lang hatte die Südwacht die Bauernhöfe und Häuser Westins, der Hauptstadt der Provinz Kerlath, verteidigt. Von ein paar Banditen abgesehen, verlief das Leben jedoch sehr ruhig. Die Orks befanden sich zu weit im Norden, um eine Bedrohung darzustellen und die Elfen der Aethenwälder kümmerten sich um ihre eigenen Angelegenheiten. In den wilden Wäldern im Süden von Kerlath fristeten einige Geächtete ihr Dasein. Geschichten und Legenden ranken sich um diese Wälder, die nicht einmal die Elfen betreten.

source: Then, in the spring of the ninth year the reports from the South Guard, under the command of Sir Loris, suddenly ceased. King Haldric decided to send someone to investigate.
de: Im Frühling des neunten Jahres gelangten plötzlich keine Nachrichten von Sir Loris mehr an den Königshof. König Haldric entschied sich dafür, jemanden zu entsenden, der den Dingen auf den Grund gehen sollte.

source: King Haldric summoned a young, undistinguished but promising cavalry officer named Deoran. Deoran was the son of Haldiel, who had fought with distinction alongside Konrad I in the wars against the orcs. The king had a mission for Haldiel's son.
de: König Haldric rief Deoran, Sohn Haldiels – der an der Seite Konrads des I. gekämpft hat – zu sich. Er wollte dem jungen, unerfahrenen, aber viel versprechende Offizier seiner Kavallerie seine erste Aufgabe übertragen.

source: King Haldric knighted young Deoran, and when he rose tasked him to ride to Westin, to demand an accounting from Sir Loris, the commander of the South Guard...
de: Nachdem König Haldric Deoran zum Ritter geschlagen hatte, trug er ihm auf, nach Westin zu reiten, der Hauptstadt, der im Süden gelegenen Provinz Kerlath und Sir Loris als Kommandant der Südwacht abzulösen...

source: Having defeated Urza Mathin, Deoran immediately sent scouts out into the whole countryside. His men reported bandits roaming freely over the border, terrorizing the peasants and villagers. Nowhere did they find soldiers of the South Guard.
de: Nachdem er Urza Mathin bezwungen hatte, entsandte Deoran seine Späher in alle Winde. Als diese zurückkehrten, berichteten sie, dass Banditen die Grenze nach Belieben überschritten und die Bauern und Dorfbewohner terrorisierten. Nirgendwo jedoch fanden sie einen Soldaten der Südwacht.

source: Deoran decided to take action and wipe out the bandits. He gathered the men of Sir Gerrick's command and whatever peasants were of strong body and fighting age. With this small force he rode in haste to Westin, capital of the province.
de: Deoran entschied, dass es an der Zeit war, die Banditen auszurotten. Er versammelte sämtliche Soldaten, die unter Sir Gerricks Kommando standen, und alle Bauern, die in waffenfähigem Alter waren. Mit dieser kleinen Schar ritt er gen Westin, der Hauptstadt der Provinz.

source: Deoran and his men approached the old city, and they saw that their fears were well founded...
de: Als Deoran und seine Truppen sich der alten Stadt näherten, sahen sie, dass ihre Befürchtungen nicht unbegründet waren...
fr: Deoran et ses hommes approchèrent de la ville ancienne et virent que leurs craintes étaient bien fondées...

source: Ethiliel led the men of the South Guard into the southern forest. Shadows soon covered their paths day and night, and a thick fog filled the air.
de: Ethiliel führte die Mannen der Südwacht in den südlich gelegenen Wald. Schon bald wurde ihr Weg von Schatten verdüstert und ein dicker Nebel lag in der Luft.

source: For many weeks they marched down nameless paths that no man had trod before. From time to time they saw ghostly images of elven villages and halls in the deep woods, but as they advanced, even those became scarce.
de: Viele Wochen beschritten sie namenlose Pfade, die nie ein Mensch zuvor betreten hatte. Von Zeit zu Zeit sahen sie geisterhafte Schemen von elfischen Dörfern oder Häusern in den Tiefen der Wälder. Doch je weiter sie voran kamen, desto seltener wurden diese Sichtungen.

source: Finally Ethiliel told the men to halt and pitch camp - they had reached the Black River, beyond which no elf or man would willingly pass.
de: Schließlich wies Ethiliel die Männer an, anzuhalten und ein Lager aufzuschlagen – sie hatten den Schwarzen Fluss erreicht, denn weder Elf noch Mensch freiwillig überqueren würde.

source: After Mal M'Brin's defeat, Deoran's troops and their elvish allies turned north for home. As they re-crossed the Black River, fall was fading into winter.
de: Nachdem Mal M'brin bezwungen war, machten sich Deorans Truppen und seine elfischen Verbündeten auf den Rückweg gen Norden. Als sie den Schwarzen Fluss überquert hatten, begann der Herbst in den Winter überzugehen.

source: Forage and game were scarce in the gloomy woods. The men's spirits were lifted by the thought of home, but their bodies became gaunt. The long weeks of trudging northward took its toll.
de: In den düsteren Wäldern war es nicht einfach, Beeren zu sammeln oder Wild zu jagen. Zwar war die Moral der Männer ausgeglichen, da die Hoffnung bald wieder zu Hause zu sein, sie beflügelte, doch schließlich machte sich der Nahrungsmangel bemerkbar. Die langen Wochen des Rückwegs forderten ihren Tribut.

source: Snow fell as Deoran, Sir Gerrick and Urza Afalas emerged from the great southern forest. An oppressive silence hung over the land, and an ominous gloom followed close behind the men of the South Guard.
de: Als Deoran, Sir Gerrick und Urza Afalas den großen Wald im Süden verließen, begann es zu schneien. Eine große Stille lag über dem Land und ein unheilverkündendes Glühen folgte den Männern der Südwacht.

source: Finally they arrived at the southern border of Wesnoth and the forts that guarded it. The undead were close on their heels...
de: Schließlich passierten sie die Südgrenze von Wesnoth und erreichten die Kastelle, die dort errichtet worden waren. Die Untoten waren ihnen dicht auf den Fersen...

source: Finally the sun broke the horizon and its rays breathed new life into the weary defenders of Westin. A great cry echoed through the valley as the men of the South Guard pressed their elven foes back from the walls. Suddenly the field was covered in a great fog...
de: Die ersten Sonnenstrahlen zeigten sich am Horizont und trugen neue Hoffnung in die Herzen der schwankenden Verteidiger von Wesnoth. Ein gellender Schrei halte durch das Tal, als die Mannen der Südwacht die elfischen Angreifer zurückdrängten. Plötzlich zog dichter Nebel über dem Schlachtfeld herauf...

source: When the fog broke, Ethiliel stood alone, facing the wall of spears. Bathed in light, she spoke to the men of Wesnoth, saying, 'Stop! Enough blood has been spilled before the walls of this city! The injury you menfolk have done to the elves is great, but your service also was worthy.'
de: Als sich der Nebel wieder lichtete, stand Ethiliel allein vor der Wand aus Speeren. Gebadet im Licht der Sonne, sprach sie zu den Männern aus Wesnoth: »Haltet ein! Genug Blut ist vor den Mauern dieser Stadt geflossen. Die Wunden, die euresgleichen dem Volk der Elfen zugefügt haben, sind tief, doch die vergangenen Tage zeigen, dass es unter euch noch diejenigen gibt, die Gutes vollbringen.«

source: These are the terms of the peace between us: any man found in the forest or hills that belong to the elves will taste death. No more will the elves send ambassadors or councilors to Westin, and no more will men wander the green woods.
de: Es wird einen Frieden zwischen uns geben. Doch höret unsere Bedingungen: Jeder Mensch, der in den Wäldern oder Hügeln unseres Landes gefunden wird, ist des Todes. Niemals mehr werden die Elfen einen Boten oder Gesandten nach Westin schicken und niemals mehr wird ein Mensch durch die grünen Wälder streifen.

source: Thus an uneasy peace was consummated between man and elf. For many weeks the South Guard patrolled the borders of the elven woods and watched over the growing farms and villages. Finally, as the snow melted and the roads bore their burdens again, a messenger came from King Haldric.
de: So wurde ein unsicherer Friede zwischen Menschen und Elfen beschlossen. Für viele Wochen patrouillierten die Männer der Südwacht an den Grenzen zu den Elfenlanden und überwachten den Wiederaufbau der Dörfer und Bauernhöfe. Als der Schnee schließlich schmolz und die Straßen wieder begehbar wurden, traf ein Bote von König Haldric ein.

source: Sir Deoran, Knight of Wesnoth, was summoned to Weldyn for a council with King Haldric himself. Storm clouds were brewing throughout the realm, and every commander would be needed to weather the storm...
de: Sir Deoran, Ritter von Wesnoth, wurde zu einem persönlichen Gespräch mit König Haldric an dessen Hof gerufen. Im ganzen Reich herrschte Unruhe und es würde jeder Anführer gebraucht werden, um wieder Ruhe und Ordnung herzustellen...

source: With bitter spears and grim expression, the men of Wesnoth launched the last assault on the undead. As they cut through lifeless flesh and shattered chill bones a ray of sunlight pierced the clouds. The winds died and the men were filled with new life. A great cry they let out as they stormed the encampment of Mal M'brin himself, and threw down the mighty wizard.
de: Den Mut der Verzweiflung nutzend, stürmten die Mannen Wesnoths in einem letzten Aufbäumen den Untoten entgegen. Als sie sich durch die schier endlosen Massen toten Fleisches schlugen und blanke Knochen zerschmetterten, brach ein heller Sonnenstrahl durch die alles verdunkelnden Wolken. Der Wind legte sich und die Herzen der Männer füllten sich mit neu gewonnener Hoffnung. Unter tosendem Gebrüll warfen sie sich der letzten Stellung von Mal M'brin entgegen und besiegten letztlich den mächtigen Magier.

source: Exhausted, Deoran dropped his lance to the ground. The men around him slowly lifted their helmets from their brows. The moans of the wounded overshadowed the rustling of the north wind in the distance. The undead were gone.
de: Erschöpft lies Deoran seine Lanze zu Boden fallen. Die Männer um ihn herum ließen gleichsam ihre Waffen sinken. Die Schreie der Verwundeten übertönten das Säuseln des Nordwinds. Die Untoten waren besiegt.

source: For days the healers of Westin worked feverishly to save as many of the valiant soldiers as they were able. Many mounds, though, were raised as homes for the fallen in the fields north of the city, and to the roll of fallen heroes many names were added.
de: Für viele Tage arbeiteten die Heiler von Westin unermüdlich, um so viele der tapferen Soldaten zu retten, wie sie konnten. Trotz allem, mussten viele Grabhügel im Norden der Stadt als Heimstätte für die Gefallenen aufgeschüttet werden und viele Namen wurden der Liste der gefallenen Helden hinzugefügt.

source: The loftiest mound belonged to Sir Gerrick. After the battle, Deoran led an expedition to the southern border posts, and there he found Sir Gerrick's sword and shield. Those he placed atop Gerrick's mound, and they were a symbol of loyalty and valor to all the people of Westin.
de: Der prächtigste Grabhügel jedoch gebührte Sir Gerrick. Nach der Schlacht führte Deoran eine kleine Truppe an die südliche Grenzbefestigung, wo sie Sir Gerricks Schwert und Schild bargen. Diese zieren seither den Grabhügel und symbolisieren für alle Bewohner Westins Loyalität und Tapferkeit.

source: Gerrick's name was added at the top of the roll of fallen heroes, and read aloud at the beginning of every great council. The memory of his desperate last stand at the border posts passed into song, and was not forgotten for many generations.
de: Gerricks Name wurde an die Spitze der Rolle der Helden gesetzt und jedes Mal verlesen, wenn der Rat von Westin zur Beratung zusammen kam. Seine heldenhafte Verteidigung der Grenze wird seither von den Barden im ganzen Reich besungen, so dass er für viele Zeitalter unvergessen bleiben wird.

source: Deoran spent his days visiting the wounded and directing the men as they rebuilt the shattered walls and ramparts of the city. Finally, as the snow melted and the roads bore their burdens again, a messenger came from King Haldric.
de: Deoran verbrachte die Tage damit, die Verwundeten zu besuchen und seine Männer beim Wiederaufbau der Stadt anzuleiten. Als der Schnee schließlich schmolz und die Straßen wieder begehbar wurden, traf ein Bote von König Haldric ein.

source: Sir Deoran, Knight of Wesnoth, was summoned to Weldyn for a council with King Haldric himself. Storm clouds were brewing throughout the realm, and every commander would be needed to weather the onslaught...
de: Sir Deoran, Ritter von Wesnoth, wurde zu einem persönlichen Gespräch mit König Haldric an dessen Hof gerufen. Im ganzen Reich herrschte Unruhe und es würde jeder Anführer gebraucht werden, um wieder Ruhe und Ordnung herzustellen...

source: A young Knight, Deoran, is dispatched to take command of the South Guard... Note: This campaign is designed as an introduction to Wesnoth. The 'Civilian' difficulty level is aimed at first-time players.
fr: Un jeune chevalier, Deoran, est envoyé prendre le commandement de la Garde Sud... Note : cette campagne est conçue pour être une introduction à Wesnoth. Le niveau de difficulté « Civil » est adapté aux joueurs qui n'ont jamais joué de campagne.

source: (easy)
fr: (facile)

source: resilient
fr: résistant

source: loyal,
fr: fidèle,

source: Ha! This new commander doesn't stand a chance. His fate will be the same as that of that swine Loris!
fr: Ha ! Ce nouveau commandant n'a aucune chance. Son destin sera le même que celui de ce porc de Loris !

source: Sir Gerrick
fr: Seigneur Gerrick

source: valiant,
fr: courageux,

source: quick
fr: rapide

source: strong
fr: fort

source: Do you not see the banners flying in the wind? The South Guard fights again. Flee while you can, or you will meet swift death on our shafts!
fr: Vous n'avez pas vu la bannière voler dans le vent ? La Garde Sud combat à nouveau. Filez tant que vous pouvez, ou vous trouverez une mort rapide sur nos lances !

source: He is dead! Congratulations commander. We thought we would never see reinforcements - Did Sir Loris send you from Westin?
fr: Il est mort ! Félicitations, commandant. Nous pensions ne jamais voir les renforts. Est-ce Seigneur Loris qui vous envoie de Westin ?

source: Take the Citadel at Westin before ten turns pass.
fr: Prenez la citadelle de Westin avant que dix tours ne soient passés.

source: Minister Hylas
fr: Révérend Hylas

source: It grieves me to learn of his death, foolish though he may have been! Now, though, there are more pressing matters. Rise men of Wesnoth! We must drive these bandits from our city!
fr: Cela me fait de la peine d'apprendre sa mort, quelles que soient les folles pensées qu'il ait pu avoir ! Maintenant, il y a des affaires plus pressantes. Debout, hommes de Wesnoth ! Nous devons chasser ces bandits hors de notre cité !

source: Now the Guard will feel the wrath of my new friends! It is time for the dead to wage war! Rise warriors!
fr: Maintenant, la Garde va subir le courroux de mes nouveaux amis ! Les morts vont maintenant mener la guerre ! Levez-vous guerriers !

source: He has made some pact with the undead - how could a mere brigand have gained such great powers?
fr: Il a dû faire un pacte avec les morts-vivants - comment un simple brigand aurait-il pu gagner un si grand pouvoir ?

source: Not only will Minister Hylas's Holy attack melt undead bones, but he can also heal wounded units near him.
fr: Non seulement l'attaque sacrée du révérend Hylas pulvérisera les os des morts-vivants, mais il peut aussi soigner les unités blessées près de lui.

source: Just before the bandit raids began, an ambassador came to Sir Loris from the elves of the wood west of here. He asked that a knight be sent to discuss a new threat to Wesnoth.
fr: Un ambassadeur des elfes de la forêt à l'ouest est venu voir Seigneur Loris juste avant les premiers raids des bandits. Il a demandé qu'un chevalier soit envoyé pour discuter d'une nouvelle menace sur Wesnoth.

source: Deoran sent a rider to request mounted reinforcements and set out at once towards the western forest...
fr: Deoran envoya un cavalier chercher des renforts montés et partit immédiatement pour la forêt occidentale...

source: Deoran and his men came to the border of the elvish woods...
fr: Deoran et ses hommes arrivèrent à l'orée des bois des elfes...

source: Look, men! There is the forest of the Elves to the north west. Let us hasten across the river and the hills.
fr: Regardez, messieurs ! Voici la forêt des elfes, au nord-ouest. Hâtons-nous à travers la rivière et les collines.

source: Be careful, Deoran. No man has set foot in the Elvish woods for many a year. We do not know how they will receive us. Sir Loris thought that it was some trick of theirs trying to bring him into the woods...
fr: Soyez prudent, Deoran. Aucun homme n'a mis le pied dans les forêts des elfes depuis de nombreuses années. Nous ne savons pas comment ils vont nous accueillir. Seigneur Loris pensait que c'était une de leurs ruses pour l'attirer dans les bois...

source: strong,
fr: fort,

source: Ethiliel's Guard
fr: Garde d'Ethiliel

source: Halt! Who has entered our citadel without permission?
fr: Halte ! Qui est entré dans notre citadelle sans permission ?

source: De...
fr: Dé...

source: Speak carefully, for the penalty for trespass in our lands is death, and your life is forfeit.
fr: Parle avec prudence, car la punition pour passer dans nos pays est la mort, et ta vie est en jeu.

source: Deora...
fr: Déora...

source: Stay a moment. This man wears the colors of Wesnoth, and Kalenz told us the folk of Wesnoth were not all foes of the elves. Tell us, then, what brings you to the hallowed citadel of Elrath?
fr: Attends un moment. Cet homme porte les couleurs de Wesnoth et Kalenz nous a dit que le peuple de Wesnoth n'est pas l'ennemi des elfes. Dis-nous, qu'est-ce qui t'amène dans la citadelle sacrée d'Elrath ?

source: I would lead my men south of the river to find the source of these beings of dark that we might destroy it. For surely we cannot stand against them for long.
fr: Je mènerais mes hommes au sud de la rivière pour trouver l'origine de ces êtres de l'ombre que nous devons détruire. Mais bien sûr, nous ne pourrons pas leur résister longtemps.

source: Ha! You're too late. We've taken what we want from this valley. Now your blood and tears will join that of the elves!
fr: Ha ! Vous arrivez trop tard. Nous avons pris ce que nous voulions dans cette vallée. Maintenant, votre sang et vos larmes rejoindront ceux des elfes !

source: Elvish fighters are at home in the thick forests. They have both a sword and a bow and are deadly with both. They are quick and can hold their own against just about anything.
fr: Les combattants elfes sont sur leur terrain dans les forêts denses. Ils ont une épée et un arc et sont mortels avec les deux armes. Ils sont rapides et peuvent tenir seul contre presque tout.

source: Investigate the areas to the south of the Great River
fr: Examinez les environs au sud de la Grande Rivière.

source: If the elves do not venture this far south, who has built these forts? The marks on the logs were made with some sword or axe!
fr: Si les elfes ne s'aventurent pas aussi loin au sud, qui a construit ces forts ? Les marques sur les rondins ont été faites par des épées ou par des haches !

source: If not elves, perhaps some of you menfolk built them?
fr: Si ce ne sont pas les elfes, peut-être que ce sont des humains qui les ont construits ?

source: Indeed. But not loyal men of Wesnoth, I venture.
fr: En effet. Mais ce ne sont pas des gens fidèles à Wesnoth, je parie.

source: No. I fear there is still much evil present. That must have been merely a servant of a darker master.
fr: Non. Je crains qu'il n'y ait toujours une présence extrêmement maléfique. Cela n'était sûrement qu'un simple serviteur d'un maître plus obscur.

source: We will now fight alongside you, and I will place my thugs and footpads at your service.
fr: Désormais, nous nous battrons avec vous, et je mets mes brutes et mes vagabonds à votre service.

source: You are no better than these criminals! We shall see if you can find your own way out of the forest! Come my people let us return to our lands. We were foolish to ever have any dealings with these humans. Do not set foot in our land ever again Deoran, you have brought us nothing but grief.
fr: Vous ne valez pas mieux que ces criminels ! Nous allons voir si vous pouvez trouver tout seul votre chemin pour sortir de ces forêts ! Venez mes amis, retournons dans nos terres. Nous avons été fous de traiter avec ces humains. Ne remets plus jamais les pieds dans notre pays, Deoran. Tu ne nous as rien apporté d'autre que le ressentiment.

source: I struck him and he disappeared! Can I really have killed the Lich?
fr: Je l'ai frappé et il a disparu ! Est-ce que j'ai vraiment pu tuer la liche ?

source: Do not be so hasty - Great mages are not cheap tricksters to be defeated so easily. I fear that there are tunnels and catacombs buried beneath his fortress and that we have merely defeated a spectre. If we wish to cleanse the land of his evil, we must enter the darkness and root him out from within.
fr: Ne sois pas si pressé - les grands mages ne sont pas des escrocs de bas étage que l'on peut battre facilement. Je crains qu'il n'y ait des galeries et des catacombes creusées sous cette forêt et que nous n'ayons vaincu qu'un spectre. Nous devons pénétrer dans les ténèbres et en extirper cette engeance pour débarrasser ce pays du mal.

source: Fare well Deoran! I will be there to greet you when you return to Kerlath.
fr: Adieu Deoran ! Je serai là pour t'accueillir quand tu reviendras à Kerlath.

source: Wild Ogre
fr: Ogre sauvage

source: Naga Queen
fr: Reine naga

source: Sir Gerrick, you must make it back to Kerlath and warn your people of the danger from the south. We will lead you through the forest and clear any foes from your path.
fr: Seigneur Gerrick, vous devez retourner à Kerlath et prévenir les gens du danger venant du sud. Nous vous guiderons à travers la forêt et et écarterons tout ennemi de votre chemin.

source: Death of Ithelden
fr: Mort d'Ithelden

source: We have stumbled into a den of Nagas!
fr: Nous sommes tombés sur un antre de nagas !

source: Hss... Elves! Are they friends or enemies? Hss...
fr: Hss... Des elfes ! Amis ou ennemis ? Hss...

source: Defeat the Naga Queen
fr: Tuez la reine des nagas

source: I will hasten back to Kerlath now and seek the advice of the Council of Westin...
fr: Je vais vite retourner à Kerlath et demander l'avis du conseil de Westin...

source: Maybe the elves will have food we can buy - we should head north to meet them!
fr: Peut-être que les elfes auront de la nourriture à nous vendre - nous devrions aller au nord pour les rencontrer !

source: If there are elves to the north we must head north! We can't follow this bandit to who knows where... The elves have been our friends!
fr: S'il y a des elfes au nord, nous devons aller par là ! Nous ne pouvons pas suivre ces bandits Dieu sait où... Les elfes ont été nos amis !

source: Nevertheless we will have vengeance for Mebrin!!
fr: De toutes façons, nous vengerons Mebrin !!
