Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-tsg/*.po
Languages: de, fr

source: Hss... And humans! Humans drained our swamps and made them fields for farms, and now they have found my winter nest. The Land-Walkers must die! Hss...
de: Hss... Und Menszchen! Menszchen haben unszere Szümpfe auszgetrocknet und szu Feldern gemacht. Und nun haben szie mein Winterquartier gefunden. Die Landbewohner müszszen szterben! Hss...
fr: Hss... Et des humains ! Les humains ont drainé nos marais pour en faire des champs pour leurs fermes et ils ont maintenant trouvé mon nid d'hiver. Ceux-qui-marchent-sur-la-terre doivent mourir ! Hss...

source: She won't listen. If we leave these nagas here, they will ambush Deoran and Ethiliel! We must destroy them!
de: Sie will nicht mit sich reden lassen. Wenn sich diese Naga weiterhin hier aufhalten, werden sie Deoran und Ethiliel angreifen. Wir müssen sie besiegen!
fr: Elle ne nous écoutera pas. Si nous laissons ces nagas ici, ils tendront une embuscade à Deoran et Ethiliel ! Nous devons les éliminer.

source: Defeat the Queen Xeila
de: Besiegt Königin Xeila

source: There are a group of naga occupying this area... they don't look very friendly.
de: Es scheint eine Gruppe Naga hier zu geben... Sie sehen nicht sehr freundlich aus.

source: if they are hostile to us, they could endanger Deoran and Ethiliel as well. Perhaps their leader can be reasoned with.
de: Wenn sie feindlich sind, könnten sie auch Deoran und Ethilil gefährlich werden. Vielleicht kann man mit ihrem Anführer verhandeln.

source: Hss... Who will watch over my brood now? Hss...
de: Hss... Wer wird szich nun um mein Brut kümmern? Hss...
fr: Hss... Qui prendra soin de mes petits maintenant ? Hss...

source: Ho! Me see elves. Elves tasty? Me take elves to eat.
de: Ho! Ich sehen Elfen. Schmecken Elfen? Ich werden tun Elfen essen.
fr: Ho ! Moi voir elfes. Elfes savoureux ? Moi prendre elfes pour manger.

source: Err, Mr. Ogre, we are not very tasty.
de: Ähm... Wir schmecken nicht besonders, Herr Oger.
fr: Euh, M. l'Ogre, nous ne sommes pas très savoureux.

source: Oh. Me only want tasty food. Go away.
de: Oh. Ich wollen nur Essen lecker. Gehen weg.
fr: Oh. Moi seulement vouloir nourriture appétissante. Allez-vous-en !

source: Wait! Me not believe you. Me eat you!
de: Warten! Ich nicht glauben euch. Ich essen euch!
fr: Attendez ! Moi pas vous croire. Moi vous manger !

source: Bad food! It hurt me. Arrrrggghhhh!!
de: Essen böse! Essen weh tun mir. Arrrggghhhh!!
fr: Méchante nourriture ! Ça me fait mal ! Aïïïeeee !!

source: Travelers in this desolate land! I seek that dark Sage who is rumored to dwell in these lands. Surely you have come from him?
de: Wanderer in diesem verlassenen Land?! Ich suche den dunklen Weisen, von dem gesagt wird, er lebe hier in diesen Landen. Sicher kommt ihr von ihm?
fr: Des voyageurs dans cette contrée désolée ! Je cherche ce sage noir qui, selon la rumeur, habite ce pays. Vous avez sûrement entendu parler de lui ?

source: Indeed! I just left my comrades, who were preparing to kill the vile Necromancer.
de: Da habt ihr recht. Ich habe vor kurzem meine Kameraden verlassen, die sicher zur Zeit den schurkischen Nekromanten stellen.
fr: En effet ! Je viens de quitter mes camarades qui s'apprêtaient à tuer cet épouvantable nécromancien.

source: Unworthy fools! I'll kill you for this sacrilege!
de: Unwürdige Narren! Für diesen Frevel werdet ihr sterben!
fr: Fous indignes ! Je vous tuerai pour ce sacrilège !

source: These naga are still in control of the road. We must clear the way for Deoran and Ethiliel!
de: Wir können nicht gehen, solange die Naga diesen Weg in ihrer Gewalt haben.

source: I will hasten back to Kerlath Province now and seek the advice of the Council of Westin...
de: Ich werde nun nach Kerlath eilen und den Rat von Westin unterrichten...

source: We too will return to our councils. We have much to tell them... Much indeed.
de: Wir werden ebenfalls zu unserem Volk zurückkehren. Wir müssen ihnen vieles erzählen... Wahrhaft vieles.
fr: Nous aussi, nous allons retourner voir nos conseils. Nous avons beaucoup de choses à leur dire... Oui, vraiment beaucoup.

source: While the council debated the best course of action, Deoran and Ethiliel prepared to enter the caves under Mebrin's fortress...
de: Während der Rat darüber entschied, was nun zu tun sei, bereiteten sich Deoran und Ethiliel darauf vor, in die Katakomben von Mebrins Festung hinabzusteigen...
fr: Tandis que le conseil débattait du meilleur plan d'action, Deoran et Ethiliel se préparaient à entrer dans les souterrains de la forteresse de Mebrin.

source: The Long March
de: Der lange Marsch
fr: La Longue Marche

source: We have to go even further west. There are elves living to the north, and I don't think they'll receive us too kindly!
de: Wir müssen noch weiter nach Westen. Im Norden leben Elfen und ich denke nicht, dass sie uns freundlich empfangen würden.
fr: Nous devons aller plus à l'ouest. Des elfes vivent au nord, et je ne pense pas qu'ils nous recevrons trop gentiment !

source: Come on! Hurry!
de: Beeilt euch. Schnell.
fr: Allez ! Dépêchez-vous !

source: Keep moving!
de: Wir müssen weiter!
fr: Continuez à avancer !

source: We're almost there!
de: Wir sind fast da!
fr: Nous y sommes presque !

source: Just a little further!
de: Nur noch ein kleines Stück!
fr: Juste encore un peu plus loin !

source: You humans have kidnaped Mebrin the Sage. You will pay for your crimes.
de: Ihr Menschen habt Mebrin, den Weisen, entführt. Ihr werdet für eure Verbrechen bezahlen.

source: Your sage Mebrin is the criminal. He practices necromancy and has turned himself into Lich. By the laws of Wesnoth, the punnishment for his crimes is death!
de: Euer Weiser ist der Verbrecher. Er praktizierte Nekromantie und ist selbst zu einem Licht geworden. Nach den Gesetzen von Wesnoth gibt es dafür nur eine Strafe: Den Tod!

source: It is you who is a criminal and who is in a company of criminals. We will not let you kill Mebrin!
de: Ihr seid der Vebrecher hier und ihr habt euresgleichen an eurer Seite. Wir werden nicht zulassen, dass ihr Mebrin tötet.

source: I was a fool to waste my words on you. Prepare to meet your beloved Mebrin or should I say Mal M'brin in hell, elves !
de: Worte sind vergebens. Bereitet euch darauf vor, euren geliebten Mebrin wiederzusehen. In der Hölle!

source: Get them !
de: Hohlt sie euch!

source: Deoran and Urza Afalas led their men quickly from the ruins of Mal M'brin's fortress...
de: Deoran und Urza Afalas führten ihre Mannen schnell aus den Ruinen der Festung des Mal M'brin...
fr: Deoran et Urza Afalas sortirent rapidement leurs hommes des ruines de la forteresse de Mebrin...

source: Will this forest ever end? How can we know what path to take?!
de: Nimmt dieser Wald je ein Ende? Woher wissen wir, welchem Pfad wir folgen sollen?
fr: Est-ce que cette forêt va bientôt se finir ? Comment savoir quel chemin nous devons choisir ?!

source: You have to follow me! There are many false paths in these woods. Some are dead ends, others are even worse!
de: Ihr müsst mir folgen! In diesen Wäldern gibt es viele falsche Wege. Manche führen in Sackgassen und bei anderen lauert weit schlimmeres!
fr: Vous devez me suivre ! Il y a beaucoup de fausses routes dans ces bois. Certaines sont des culs-de-sac, d'autres sont bien pires !

source: Can we trust him? His people are murderers and thieves!
de: Können wir ihm trauen? Seine Gefolgsleute sind Mörder und Diebe!
fr: Peut-on lui faire confiance ? Son peuple est constitué de meurtriers et de voleurs !

source: Do we have any choice? Our food is running out, and it will be winter soon...
de: Was bleibt uns für eine Wahl? Unsere Vorräte werden knapp und der Winter wird bald hereinbrechen...
fr: Est-ce qu'on a le choix ? Notre nourriture s'épuise, et l'hiver sera bientôt là...

source: This way! The only ford is a bit west of here, and the path to the north will lead you into trouble!
de: Dieser Weg ist der Richtige! Die einzige Furt liegt westlich von hier und der Pfad nach Norden wird uns nur Ärger bereiten!
fr: Dans cette direction ! Le seul gué est un peu à l'ouest, et le chemin vers le nord ne vous mènera que vers des ennuis !

source: I think we should head north. The road leads north, and the ford is north. Why does he want us to head west?
de: Ich denke, wir sollten besser nach Norden gehen. Der Pfad führt nach Norden und die Furt liegt ebenfalls im Norden. Warum will er, dass wir ihm nach Westen folgen?
fr: Je pense que nous devrions aller au nord. La route va vers le nord et le gué est au nord. Pourquoi veut-il nous amener à l'ouest ?

source: Beware! I sense that there are undead monsters who have escaped Mal M'brin's control running around in that area.
de: Gebt acht! Ich spüre, dass sich hier untote Wesenheiten aufhalten, die sich der Kontrolle Mal M'brins entzogen haben.

source: Make your way to the north edge of the woods
de: Bahnt euch euren Weg zum nördlichen Waldrand
fr: Frayez-vous un chemin jusqu'à l'orée nord de la forêt

source: Hurry! There are bandits in these woods!
de: Beeilt euch! Hier sind Banditen in den Wäldern!
fr: Dépêchez-vous ! Il y a des bandits dans ces bois !

source: Why should that worry us?! Aren't you their leader?
de: Warum sollte uns das Probleme bereiten?! Seid ihr nicht der Anführer?
fr: Pourquoi est-ce que ça devrait nous inquiéter ? N'êtes-vous pas leur chef ?

source: We're bandits, after all. Not all of them are loyal to me.
de: Ihr vergesst, dass wir Banditen sind. Nicht jeder steht loyal zu mir.
fr: Nous sommes des bandits, après tout. Ils ne me sont pas tous fidèles.

source: The river is just ahead!
de: Der Fluss ist gleich dort vorn!
fr: La rivière est juste devant !

source: The elves payed us well to kill you.
de: Die Elfen haben uns gut bezahlt, um euch tot zu sehen.

source: You bastards!
de: Ihr Bastarde!

source: You would have done the same to us if you were in our place!
de: Ihr hättet das gleiche an unserer Stelle getan!

source: I probably would have...
de: Wahrscheinlich habt ihr Recht...

source: From here you can see the banks of the river! Across it we will find the sun again, and an end to these cursed trees!
de: Von hier könnt ihr die Ufer des Flusses bereits sehen. Auf der anderen Seite werden wir die Sonne wiedersehen und können endlich diesen verfluchten Wald hinter uns lassen.
fr: D'ici on peut voir les bords de la rivière ! Après l'avoir traversée, nous retrouverons le soleil, et c'en sera fini de ces maudits arbres !

source: We cannot allow you bandits and criminals to pass through our lands!
de: Ihr Banditen habt kein Wegerecht in unseren Landen!
fr: Nous ne pouvons pas laissez des bandits et des criminels passer dans nos contrées !

source: But we have slain the undead - we wish only to return to our homes!
de: Aber wir haben die Untoten besiegt. Wir wollen nur zurück nach Hause.
fr: Mais nous avons abattu les morts-vivants - nous voulons juste rentrer chez nous !

source: Nevertheless, we will have vengeance for Mebrin!!
de: So werden wir den Tod von Mebrin rächen!!

source: Thank heaven we have escaped that awful forest!
de: Ich danke dem Himmel, dass wir diesem furchtbaren Wald entkommen sind.
fr: Grâce au ciel, nous avons échappé à cette forêt !

source: Indeed, Afalas, you've earned my trust today.
de: Heute habt ihr euch mein Vertrauen verdient, Afalas.
fr: En effet, Afalas, vous avez gagné ma confiance aujourd'hui.

source: I can only hope for mercy when I return to Westin.
de: Ich kann nur hoffen, dass sie mir in Westin Gnade zu Teil werden lassen.
fr: Je ne peux qu'espérer la pitié quand je rentrerai à Westin.

source: But there was a dark cloud looming behind Deoran and his men...
de: Doch hinter Deoran und seinen Mannen stieg eine dunkle Wolke drohend zum Himmel auf...

source: Into The Depths
de: In die Tiefen der Erde
fr: Dans les profondeurs

source: Eye Guardian
de: Todesauge

source: My mount will not help me in these rocky paths - I will leave him here at the entrance and proceed on foot.
de: Mein Reittier wird mir hier nicht sehr viel nützen – ich werde es hier zurücklassen und zu Fuß weitergehen.
fr: Ma monture ne me servira pas dans ces chemins rocailleux - Je vais la laisser ici à l'entrée et poursuivre à pied.

source: That is wise. Speed is less valuable in caves than toughness.
de: Eine weise Entscheidung. Die Geschwindigkeit ist in Höhlen nicht das Entscheidende.
fr: C'est une sage décision. Mieux vaut être résistant que rapide dans ces cavernes.

source: Cavalrymen and Dragoons will be less useful in the caves than soldiers who fight on foot.
de: Kavalleristen und Dragoner sind wenig geeignet, um Höhlensysteme zu erforschen. Fußsoldaten sind wesentlich effektiver.
fr: Les Cavaliers et les Dragons seront moins utiles dans les cavernes que les soldats qui se battent à pied.

source: Also, soldiers with the -quick- trait will be useful in the dark.
de: Zudem sind Soldaten mit der Charakteristik »schnell« in Höhlen nützlich.
fr: En outre, les soldats qui ont le trait -rapide- seront utiles dans le noir.

source: Proceed slowly, who knows what evils inhabited these parts before Mebrin was turned! We cannot be too careful.
de: Wer weiß schon, welches Böse hier lauerte, bevor Mebrin zu einem Untoten wurde. Wir müssen sehr vorsichtig sein.
fr: Progressez lentement, qui peut savoir quels maléfices il y avait ici avant que Mebrin ne se fasse prendre. On ne peut pas être trop prudent.

source: Find the source of the undead under the citadel
de: Findet die Quelle der Untoten unter der Festung

source: What horrid creature may that be? I've seen many wicked things in my life, but never one such as that.
de: Was für eine grauenhafte Kreatur mag das sein? Ich habe viele merkwürdige Dinge in meinem Leben gesehen, aber nichts, das diesem hier gleicht.

source: It must be a guardian of some kind set here by Mebrin. We elves have heard stories of these creatures but I wouldn't have expected to come across one... the least of all here. Let us proceed with caution.
de: Es muss sich um eine Art Wächter halten, die Mebrin hier zurückgelassen hat. Wir Elfen habe Geschichten über solche Wesen gehört, jedoch hatte ich nicht damit gerechnet, jemals einem von ihnen zu begegnen... vor allem nicht hier. Lasst uns vorsichtig weiter gehen.

source: Ha! Humans and elves! What are you doing in our caves, and why shouldn't we grind your bones and gnaw on your flesh?
de: Ha! Menschlinge und Elfchen! Was ihr tuen in unseren Höhlen und warum wir nicht sollten nagen euer Fleisch ab?

source: We mean no trespass. We are hunting the undead.
de: Wir sind nur hier, um die Untoten zu jagen.
fr: Nous ne cherchons pas querelle. Nous chassons les morts-vivants.

source: Undead! Ha! We kill undead all the time. You be friendly enough so we won't kill you, but why should we help you?
de: Untote! Ha! Wir Untoten töten für ganze Zeit. Warum wir euch sollten helfen?

source: Gold is good. We can trade gold for weapons and fire. We will help you defeat the undead now.
de: Gold sein gut. Wir tauschen können Gold gegen Waffen und Feuer. Wir nicht werden töten euch.

source: What aid can you offer us? We are not well suited to fighting in the caves.
de: Könnt ihr uns irgendetwas geben, was uns gegen die Untoten helfen kann? Wir sind nicht gut ausgerüstet, um in diesen Höhlen zu kämpfen.

source: We already planned to kill the undead ourselves... First we kill dwarves though! Now we have dwarvish thunder fire and many trolls ready for fighting. They come too and help you smash them undead.
de: Gah! Wir bereits gemacht haben Plan zu töten die Untoten... Wir aber erst müssen töten Zwerge. Wir haben Donnerfeuer von Zwerge und viele Trolle kampfbereit. Sie euch helfen zu töten die Untoten.

source: Go here and light the thunder fire and it will blast a backdoor into the lich's lair!
de: Ihr gehen dahin und es macht großes Loch zu Versteck von Lich.

source: What should we offer them for their help?
de: Was soll ich ihnen für ihre Hilfe geben?
fr: Qu'allons-nous leur offrir pour leur aide ?

source: We will give you $troll_help_cost gold pieces if you help us defeat the undead.
de: Wir geben euch $troll_help_cost Goldstücke, wenn ihr uns helft, die Untoten zu besiegen.

source: Haha, you humans and elves poor, you have not enough gold! If you want troll help, you must come to me when you have the gold.
de: Haha, Menschlinge und Elfchen haben nix Gold in Taschen. Wenn ihr Hilfe von Trolle wollt, ihr kommen wieder, wenn haben Gold.

source: Meet with and pay the troll leader $troll_help_cost gold to receive their help
de: Trefft euch mit dem Anführer der Trolle und übergebt ihm $troll_help_cost Goldstücke

source: We will offer you freedom and a place in our lands.
de: Wir bieten euch Frieden und einen Platz in unseren Landen.
fr: Nous vous offrirons la paix et une place dans nos contrées.

source: Ha! Who wants stupid human lands!
de: Ha! Wer schon will Menschenland?!

source: Then you will not aid us in our quest to destroy the undead menace?
de: Dann werdet ihr uns also nicht bei unserer Aufgabe helfen, die untote Bedrohung aufzuhalten?

source: Bah! We destroy the undead when we want. Maybe wait for a few years first. If you want troll help, you come see me and give proper payment!
de: Wir zerstören Untote wenn haben Lust. Vielleicht noch warten für einige Jahre.

source: These creatures are much too simpleminded to be of any help to us but at least they will not attack us outright. We will have to face Mebrin alone.
de: Diese Kreaturen sind einfach zu dumm, um uns von Nutzen zu sein. Wenigstens greifen sie uns nicht an. Wir werden Mebrin allein entgegen treten müssen.

source: Ha, you can afford troll help this time?
de: Ihr nun könnt bezahlen uns?

source: Here's $troll_help_cost for your help against the undead.
de: Hier habt ihr die $troll_help_cost Goldstücke für eure Hilfe gegen die Untoten.

source: No, sorry.
de: Nein, leider nicht.

source: I'm lighting it!
de: Ich zünde es an!
fr: Je l'allume !

source: I've broken through!
de: Da ist ein Durchbruch entstanden.
fr: Je suis passé !

source: Mebrin! My teacher of old! Can that truly be you?
de: Mebrin! Mein einstiger Lehrmeister! Kann es wirklich sein?

source: Eth..Ethiliel? You are here?
de: Eth...Ethiliel? Du hier?

source: How did you come to be here, you of all people, shut away from the trees and the light of the sun?
de: Wie kam es, dass ihr nun hier seid? In dieser Höhle, fern der Bäume und dem Licht der Sonne.

source: I broke their chains. They bound me, the accursed humans. Bound me! Kidnapped me to raise undead for them. Menaced me with cold iron...ahh, the iron on my skin, it burned, it burned!
de: Ich habe mich aus ihren Ketten befreit. Sie haben mich angekettet, diese verfluchten Menschen. Angekettet! Mich! Ich sollte für sie die Toten auferstehen lassen. Mit kalten Eisen haben sie mich geplagt. Ahh, das Eisen auf meiner Haut hat gebrannt... gebrannt!

source: What is this? Elves bear steel swords.
de: Was soll das heißen? Elfen nutzen doch Schwerter.

source: They are but warriors. All elves feel the shadow of iron, and to those who walk our higher paths it is a bane, interfering with our magic. But this touches on mysteries that are not for men to know, human. I bind you never to speak of it.
de: Ja, aber nur unsere Krieger. Alle Elfen haben eine Abneigung gegen Eisen und für solche, die die höheren Weihen der Magie erlangt haben, ist es wie ein Fluch, der den Fluss der Magie hemmt. Aber dieses Wissen ist nicht für menschliche Ohren bestimmt. Ich ersuche euch, niemals darüber zu sprechen.

source: Humans! Betrayers! Tree-killers! They are a blight on the world! I shall bring my new servants north to the lands we so foolishly granted to men in ages past, and destroy them all!
de: Menschen! Verräter! Baumschlächter! Sie sind eine Plage für diese Welt! Ich werde meine Diener gen Norden aussenden, in das Land was wir den Menschen in unserem Irrglauben gaben und sie alle vernichten.

source: Your servants! Your servants are abominations worse than any human. They stink of the grave. This cannot be the sage Mebrin that I knew and revered speaking. He would never have allied himself with the dead against the living!
de: Eure Diener! Eure Diener sind Wesenheiten schlimmer als jeder Mensch. Sie riechen nach Tod und Verwesung. Dies kann nicht der Weise Mebrin sein. Er hätte sich niemals mit den Toten gegen die Lebenden verbündet.

source: I am called Mal M'Brin now, Ethiliel, best student of mine. It is time for a new lesson. I was such as you, full of doubt and weakness, but now I have passed over and become more than you know. There is infinity in death; I have touched the void at the heart of all things. You, too, can partake of its boundless power.
de: Nun bin ich Mal M'brin, Ethilil. Du warst einst meine beste Schülerin und nun gibt es wieder etwas zu lernen für dich. Ich war eins wie du. Voller Zweifel und Schwäche. Aber nun habe ich all das hinter mir gelassen und bin etwas viel größeres geworden. Die Macht des Todes ist unermesslich und auch du könntest diese Kraft zu nutzen lernen.

source: Join me! Stand by my side! We shall rise and sweep the humans from the green world. Their corpses will serve us; their bones will dance for our pleasure.
de: Werde erneut meine Schülerin. Tritt an meine Seite und wir werden gemeinsam die Menschen aus dieser Welt fegen. Ihre Körper werden die Hüllen unserer Diener. Ihre Knochen werden zu unserem Vergnügen tanzen.

source: And when we were done, what would we have become? Unlife. Hungering shadows, devouring all we once cherished.
de: Und wenn es beendet ist, was dann? Was werden wir dann sein? Unleben. Machthungrige Schatten, die alles verieten, was sie einst wertschätzten.

source: No. It shall not be. The sage Mebrin is dead. It is time to put him to rest.
de: Nein. So soll es nicht enden. Mebrin der Weise ist gestorben. Es wird Zeit ihm seine ewige Ruhe zu geben.

source: Even a mere human can see that you have become a mockery of all that you once believed in. I will destroy you and your works if it's the last thing I do!
de: Und nur für diese Macht habt ihr diejenigen verraten, die euch einst vertrauten. Ich werde euch und euer unheiliges Werk vernichten. Und wenn es das letzte ist, was ich tue!

source: You, destroy me? Fool human. You will die, and the elves you have seduced with you. And you shall serve me beyond death, forever.
de: Ihr wollt mich besiegen? Törichte Menschen. Ihr werden alle sterben und die Elfen, denen ihr ihre Sinne vernebelt habt, werden euer Schicksal teilen. Und du wirst mir nach deinem Tod dienen... Für immer!

source: Nooo! This cannot be. The elves I once led have destroyed me. After all I have sacrificed, I still die....
de: Neeein! Das kann nicht sein. Die Elfen, die ich einst führte, haben mich nun besiegt. Nach allem, was ich geopfert habe, muss ich trotzdem sterben...
fr: Noooon ! Ce n'est pas possible. Les elfes que j'ai autrefois dirigés m'ont détruit. Après tous les sacrifices que j'ai fait, je meurs encore ...

source: Pebbles in the Flood
de: Wie Kieselsteine im Fluss
fr: Des fétus dans la tempête

source: Sgt. Finde
de: Stuffz. Finde

source: Death Guard
de: Wächter des Todes
fr: Garde des morts

source: We have escaped the great forest, but look! The undead are chasing us - we must not have rooted them all out of the wood.
de: Wir sind dem großen Wald zwar entkommen, aber seht nur. Die Untoten verfolgen uns. Alle haben wir wohl nicht vernichtet.
fr: Nous nous sommes échappés de la grande forêt, mais regardez ! Les morts-vivants nous poursuivent ; nous ne les avons sûrement pas tous éradiqués de ces bois.
