Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-tsg/*.po
Languages: de, fr

source: More bandits?! They'll feel the deadly bite of my lance!
de: Noch mehr Banditen? Spürt den tödlichen Biss meiner Lanze!
fr: Encore des bandits ?! Ils sentiront la morsure mortelle de ma lance !

source: Peace! for I am no enemy. I am Minister Hylas, advisor to Sir Loris! You came just in time! We couldn't have held them off another day...
de: Haltet ein! Ich bin kein Feind. Ich bin Minister Hylas, Berater von Sir Loris. Ihr seid zur rechten Zeit gekommen. Wir hätten sie nicht noch einen Tag aufhalten können...
fr: Paix ! Je ne suis pas un ennemi. Je suis le révérend Hylas, conseiller du Seigneur Loris ! Vous êtes arrivés juste à temps ! Nous n'aurions pas pu les retenir un jour de plus...

source: Indeed, our arrival was timely. But where is Sir Loris? Where is the garrison of the city? I was sent by Haldric to relieve him and take command of the South Guard, for the king has heard no news from Westin in two months.
de: Die Zeit war gegen uns, doch haben wir es noch geschafft. Aber wo ist Sir Loris? Was ist mit der Garnison geschehen? Ich wurde von Haldric entsandt, um Sir Loris abzulösen und das Kommando über die Südwacht zu übernehmen, da der König seit zwei Monaten keinerlei Nachricht aus Westin erhalten hat.
fr: En effet, nous arrivons à temps. Mais où est Seigneur Loris ? Où est la garnison de la cité ? J'ai été envoyé par Haldric pour le relever et prendre le commandement de la Garde Sud, car le roi n'a pas reçu de nouvelles de Westin depuis deux mois.

source: Alas, Sir Loris will find no relief now. He is buried northwest of the city where he fell. For weeks we warned him of the new power of these bandits. And yet he would never lead his men against them until their strength had waxed and ours waned.
de: Für eine Ablösung ist es jetzt zu spät. Sir Loris ist nordöstlich der Stadt begraben, wo er gefallen ist. Seit Wochen haben wir ihn vor der neuen Gefahr, die von den Banditen ausgeht, gewarnt. Aber er wollte nicht auf uns hören. Die Truppen blieben in der Stadt, bis die Banditen schließlich kamen und uns überrannten.
fr: Hélas, ce n'est plus maintenant que vous pourrez aider Seigneur Loris. Il est enterré au nord-ouest de la cité, là où il est tombé. Nous l'avons averti pendant des semaines du pouvoir renouvelé de ces bandits. Et pourtant, il n'aurait jamais mené ses hommes contre eux avant que leurs forces n'aient décru et les nôtres crû !

source: It grieves me to learn of his death, foolish though he may have been! Now, though, there are more pressing matters. Rise, men of Wesnoth! We must drive these bandits from our city!
de: Trotz seiner Torheit, schmerzt es mich, die Nachricht seines Todes zu vernehmen. Für Trauer ist jedoch keine Zeit. Wir müssen diese Banditen aus der Stadt jagen. Zu den Waffen, Männer!

source: We will do our best to hold the city - you lead your men across the river and kill the bandit leader!
de: Wir werden unser Möglichstes tun, um die Stadt zu halten, während ihr eure Männer über den Fluss führt und den Anführer der Banditen tötet.
fr: Nous ferons de notre mieux pour tenir la ville. Menez vos hommes à travers la rivière et tuez le chef des bandits !

source: Kill Urza Nalmath, the bandit leader.
de: Tötet Urza Nalmath, den Anführer der Banditen.
fr: Tuez Urza Nalmath, le chef des bandits.

source: Death of Minister Hylas
de: Minister Hylas fällt in der Schlacht
fr: Mort du révérend Hylas

source: They are almost to the great hall! Hurry, Deoran! You must reach the citadel or all will be lost!
de: Sie haben fast den Palas erreicht. Wir müssen uns beeilen, Deoran. Ihr müsst die Zitadelle erreichen oder alles ist verloren.
fr: Ils sont presque dans le grand hall ! Vite, Deoran ! Vous devez atteindre la citadelle ou tout sera perdu !

source: You must move Deoran here by the end of the next turn, or Westin will fall and you will be defeated!
de: Ihr müsst Deoran bis zum Ende Eures Zuges hierhin bewegen oder Westin wird fallen und Ihr habt die Schlacht verloren!
fr: Vous devez déplacer Deoran ici avant la fin du prochain tour, ou Westin tombera et vous serez battu !

source: We're too late! They're burning the city...
de: Wir sind zu spät gekommen. Die Stadt steht in Flammen...
fr: Nous arrivons trop tard ! Ils brûlent la cité...

source: Westin has fallen! This is a problem too great for me to handle - I must return to Haldric and tell him of our loss...
de: Westin ist gefallen! Dies ist ein Problem, mit dem ich alleine nicht mehr fertig werden kann. Ich werde zu Haldric zurückkehren und meine Niederlage eingestehen...
fr: Westin est tombée ! C'est une situation que je ne peux plus gérer seul. Je dois retourner auprès d'Haldric et lui parler de notre défaite...

source: Now the Guard will feel the wrath of my new friends! It is time for the dead to wage war! Rise, warriors!
de: Nun wird die Südwacht den Zorn meiner neuen Freunde kennenlernen. Es ist Zeit, dass die Toten in die Schlacht ziehen. Erhebt euch, meine Krieger!

source: What devilry is this?! Those are no living men that fight for him!
de: Was ist das für eine Teufelei?! Es sind Tote, die an seiner Seite kämpfen!
fr: Qu'est-ce que cette diablerie ? Ce ne sont pas des vivants qui se battent pour lui !

source: He has made some pact with the undead. How could a mere brigand have gained such great powers?
de: Er hat einen Pakt mit den Untoten geschlossen. Wie konnte ein einfacher Bandit nur an solche Macht gelangen?

source: However he has done this fell thing, we must defeat him!
de: Uns bleibt keine Wahl. Wir müssen ihn besiegen.
fr: De toutes façons, nous devons le battre !

source: Not only will Minister Hylas's arcane attack melt undead bones, but he can also heal wounded units near him.
de: Minister Hyla weiß um die Kenntnis der Weißen Magie, die alle Untoten wie die Pest fürchten. Zudem ist er in der Lage, verwundete Einheiten in direkt angrenzenden Feldern zu heilen.

source: Leave nothing standing! Burn their villages down and kill them all!
de: Lasst kein Stein auf dem anderen! Brennt alles nieder und bringt alle um!
fr: Ne laissez rien debout ! Brûlez leurs villages et tuez-les tous !

source: We will avenge your brother's death!
de: Wir werden den Tod deines Bruders rächen!
fr: Nous vengerons la mort de votre frère !

source: They are burning our villages! We must stop them!
de: Sie brennen die Dörfer nieder! Wir müssen sie aufhalten!
fr: Ils brûlent nos villages ! Nous devons les arrêter !

source: My brother has died unavenged! What have we done!?
de: Ich konnte den Tod meines Bruders nicht rächen! Warum nur?
fr: Mon frère est mort sans vengeance ! Qu'avons-nous fait !?

source: Commander, how can a bandit have summoned undead?
de: Woher hat ein Bandit die Macht, Untote zu rufen?
fr: Commandant, comment un bandit a-t-il pu invoquer des morts-vivants ?

source: Just before the bandit raids began, an ambassador came to Sir Loris from the elves of the Aethenwood west of here. He asked that a knight be sent to discuss a new threat to Wesnoth.
de: Bevor die Überfälle der Banditen begannen, kam ein Bote der Elfen aus den Aethenwäldern zu Sir Loris. Er bat darum, dass ein Ritter zu ihnen kommen würde, um über eine neue Gefahr zu sprechen.

source: And did Sir Loris go to the elves?
de: Und hat Sir Loris die Elfen aufgesucht?
fr: Et Seigneur Loris est allé chez les elfes ?

source: No. He suspected the elves of some trickery and made no reply to them. Perhaps they know the origin of these dead warriors we now face.
de: Nein. Er vermutete, dass die Elfen sich dies alles nur ausgedacht hätten, um ihn aus der Stadt zu locken. So gab er ihnen keine Antwort. Vielleicht wissen die Elfen ja um die Herkunft der toten Krieger.
fr: Non. Il soupçonnait un coup fourré et ne leur a fait aucune réponse. Peut-être qu'ils connaissent l'origine de ces guerriers morts que nous combattons maintenant.

source: My men have been trained to fight the living. I do not know that we can protect the city from foes so dark as these. I shall go meet the elves and see if they can be of any aid!
de: Meine Männer wurden für den Kampf gegen die Lebenden ausgebildet. Ich bin mir nicht sicher, dass wir die Stadt gegen solch böse Kreaturen verteidigen können. Ich werde die Elfen aufsuchen und sehen, ob sie uns helfen können.
fr: Mes hommes ont été entraînés pour combattre les vivants. Je ne sais pas si nous pourrons protéger la cité contre des ennemis aussi sinistres que ceux-ci. Je vais aller rencontrer les elfes et voir s'ils peuvent nous aider !

source: I will accompany you, my lord. I have studied the arts of holy magic and my skill may be of some use against the dark ones.
de: Ich werde euch begleiten, mein Herr. Ich habe die Künste der Weißen Magie studiert und meine Fähigkeiten sind gegen solche Kreaturen sehr nützlich.
fr: Je vous accompagnerai, Monseigneur. J'ai étudié les arts de la magie sacrée et mes compétences peuvent être utiles contre les maudits.

source: Deoran sent a rider to request mounted reinforcements and set out at once towards the Aethenwood...
de: Bevor Deoran zu den Aethenwäldern aufbrach, schickte er einen Reiter aus, um berittene Verstärkung zu erbitten.

source: A Desperate Errand
de: Eine beschwerliche Reise
fr: Une course désespérée

source: Deoran and his men came to the eastern border of the Aethenwood...
de: Deoran und seine Mannen erreichten schließlich Ausläufer der Aethenwälder...

source: Look, men! There is the forest of the Elves to the northwest. Let us hasten across the river and the hills.
de: Seht dort, Männer. Die Wälder der Elfen liegen im Nordwesten. Lasst uns den Fluss und die Hügel schnell durchqueren.

source: Be careful, Deoran. No man has set foot in the elvish woods for many a year. We do not know how they will receive us. Sir Loris thought that it was some trick of theirs trying to bring him into the woods...
de: Wir müssen trotzdem vorsichtig sein, Deoran. Für viele Jahre hat kein Mensch mehr einen Fuß in die elfischen Wälder gesetzt. Wir wissen nicht, wie sie uns empfangen werden. Wie ich euch bereits erzählte, glaubte Sir Loris, dass die Elfen ihn nur in ihre Wälder locken wollten...

source: But if we do not discover the source of these undead warriors, the whole province shall surely be swallowed up by them, and then their bandit masters will fare no better. We cannot allow it!
de: Aber wenn wir die Quelle der untoten Krieger nicht finden, wird die ganze Provinz sicherlich in ihre Hände fallen. Das dürfen wir nicht zulassen!
fr: Mais toute la province sera sûrement envahie si nous ne découvrons pas la source de ces guerriers morts-vivants. Et leurs bandits de maîtres feront ce qu'ils désirent. Nous ne pouvons pas le tolérer !

source: I have lost two brothers to Deoran - I shall not allow him to reach the accursed elves! Deoran will die before he reaches the western forest!
de: Zwei Brüder habe ich bereits an Deoran verloren. Ich werde nicht zulassen, dass er die Wälder der verdammten Elfen erreicht. Vorher wird er sterben!
fr: J'ai perdu deux frères à cause de Deoran. Je ne vais pas le laisser atteindre les maudits elfes ! Deoran mourra avant d'avoir atteint les forêts occidentales !

source: You must move Deoran to the center of the elvish citadel. Be sure to recruit a force strong enough to drive off the bandits before moving Deoran from his encampment!
de: Ihr müsst Deoran ins Zentrum der elfischen Zitadelle führen. Versichert Euch, dass Ihr über genug Truppen verfügt, um die Banditen zurückzuschlagen, bevor Ihr Deoran aus seinem Lager bewegt!
fr: Vous devez déplacer Deoran au centre de la citadelle elfe. Soyez sûr de recruter suffisamment pour pouvoir chasser les bandits avant de faire sortir Deoran de son campement.

source: Move Deoran to the Elvish city in the northern woods
de: Bringt Deoran zur Elfenstadt im nördlichen Wald
fr: Déplacez Deoran dans la cité elfe dans les bois au nord.

source: There is so much ground to cover. If only our riders would arrive!
de: Diese Landschaft erstreckt sich so weit. Wenn nur unsere Reiter endlich eintreffen würden.
fr: Il y a tant de terrain à couvrir. Si seulement nos cavaliers pouvaient arriver !

source: Commander, I received your request for reinforcements, and I have brought my riders with me!
de: Ich habe euren Ruf nach Verstärkungen gehört, Kommandant. Meine Truppen sind bereit, für euch zu kämpfen.
fr: Commandant, j'ai reçu votre demande de renforts et j'ai amené mes cavaliers avec moi !

source: You may now recruit Cavalrymen. They are fast and deadly on grassland, but weak in forests and hills. They can keep up with Deoran, so use them to guard him!
de: Ihr könnt nun Kavalleristen ausbilden. Sie sind schnell und tödlich in den weiten Ebenen, jedoch solltet Ihr Wälder und Hügel meiden. Sie können mit Deoran Schritt halten, so dass Ihr einige zu seinem Schutz abstellen solltet.
fr: Vous pouvez maintenant recruter des hussards. Ils sont rapides et mortels dans les plaines, mais faibles dans les forêts et les collines. Ils peuvent escorter Deoran, donc utilisez-les pour le protéger !

source: What have we done?! Even our undead allies cannot stand against this commander!
de: Nicht mal mit der Macht der Untoten können wir diesen Kommandanten besiegen. Was haben wir nur falsch gemacht?
fr: Qu'avons-nous fait ?! Même nos alliés morts-vivants ne peuvent rien contre ce commandant !

source: I hope that's the last of the bandits! How many more of these foul undead must we fight?
de: Ich hoffe, dass dies der letzte der Banditen war. Gegen wie viele dieser untoten Abscheulichkeiten müssen wir noch kämpfen?
fr: J'espère que c'est le dernier bandit ! Combien de ces sales morts-vivants devrons-nous encore combattre ?

source: If we are to check the advance of the dead, I must reach the home of the elves!
de: Wenn wir das Geheimnis lüften wollen, welches die Untoten umgibt, müssen wir in die Heimat der Elfen.
fr: Si nous voulons ralentir l'avance de la mort, je dois atteindre la demeure des elfes !

source: Halt! Who has entered our citadel without leave?
de: Halt! Wer betritt unsere Stadt ohne Erlaubnis?

source: Speak carefully, for the penalty for trespass on our lands is death, and your life is thus forfeit.
de: Bedenkt eure Worte, denn die Strafe für das unerlaubte Durchqueren unseres Landes ist der Tod.

source: Stay a moment. This man wears the colors of Wesnoth, and Kalenz told us not all the folk of Wesnoth are foes of the elves. Tell us, then, what brings you to the hallowed citadel of Elrath?
de: Wartet einen Moment. Dieser junge Mann trägt die Farben von Wesnoth. Kalenz sagte uns, dass nicht alle Menschen von Wesnoth Feinde unseres Volkes sind. Sagt uns, was euch nach Elrath führt.

source: My lady, we have come to the elves to seek guidance. Bandits and criminals in our land have summoned the dead to help them plunder our farms and villages. They are coming across the river from the great forest to the south of our lands, where no man has yet traveled.
de: Ich bin zu euch gekommen, um euren Rat zu erbitten, werte Dame. Banditen und anderes Gesindel haben die Toten gerufen, um ihnen bei der Plünderung der Dörfer und Bauernhöfe behilflich zu sein. Sie kommen aus dem großen Wald, der südlich unserer Länder liegt und wo bisher niemand gewesen ist.
fr: Madame, nous venons chez les elfes pour obtenir leurs conseils. Les bandits et les criminels ont évoqué les morts pour les aider à piller nos fermes et nos villages. Ils traversent la rivière à partir de la grande forêt au sud de nos terres, là où aucun homme n'a jamais voyagé.

source: The elves know of the great southern forest, and have walked its paths many times. What would you do, Deoran?
de: Die Elfen wissen um den großen Wald im Süden und haben seine Wege oft beschritten. Was habt ihr vor, Deoran?
fr: Les elfes connaissent la grande forêt du sud, ils ont parcouru ses chemins de nombreuses fois. Que feriez-vous, Deoran ?

source: I would lead my men south of the river to find the source of these beings of darkness that we might destroy it. For surely, ere that be done, we cannot stand against them for long.
de: Ich werde meine Männer über den Fluss nach Süden führen, um die Ursache für das Alles zu finden und zu beseitigen. Es muss uns gelingen, bevor ihre Zahl zu groß wird.

source: Indeed you are brave to face such foes. But I fear that alone you will fail and fall. One elf now lives who remembers the secrets of the undead that we learned when Haldric I came to our land. His name is Mebrin, and he lives, secluded in the hills, near here. I will take you to him.
de: Ihr beweist Mut, junger Mensch, euch diesen Wesen entgegen zu stellen. Aber ich fürchte, dass ihr trotz allem scheitern werdet. Es gibt einen Elfen, der um die Geheimnisse der Untoten weiß. Sein Name ist Mebrin. Er lebt zurückgezogen in den Hügeln ganz in der Nähe. Ich werde euch zu ihm bringen.
fr: En effet, vous êtes courageux d'affronter de tels ennemis. Mais je crains que, seul, vous échouiez et tombiez. Un seul elfe vit encore et se souvient des secrets des morts-vivants. Il les a appris quand Haldric Ier arriva dans notre territoire. Son nom est Mebrin et il vit retiré dans les collines près d'ici. Je vais vous emmener le voir.

source: My thanks, lady.
de: Ich danke euch, meine Dame.
fr: Merci, Madame.

source: Vale of Tears
de: Das Tal der Tränen
fr: Le Val des Larmes

source: We have followed you away from our homes and left them unguarded. Now, where can we find this sage who knows the southern forest well?
de: Wir sind euch gefolgt und haben unsere Häuser schutzlos zurückgelassen. Wo ist nun dieser Weise, von dem ihr gesprochen habt?
fr: Nous vous avons suivis loin de nos maisons que nous avons laissées sans protection. Maintenant, où pouvons-nous trouver ce sage qui connaît bien la forêt du sud ?

source: This is the Vale of Blossoming Trees. Our great sages come here to live when they feel that it is time for them to allow others to lead our people. The sage you speak of lives in a secluded village between the two lakes.
de: Dies ist das Tal der blühenden Bäume. Wenn unsere Weisen spüren, dass die Zeit gekommen ist, andere ihren Platz einnehmen zu lassen, gehen sie hier her. Der Weise, den ihr sucht, lebt in einem Haus das zwischen zwei Seen liegt.
fr: Voici le Val des Arbres Fleuris. Nos grands sages viennent vivre ici quand ils sentent qu'il est temps pour eux de permettre à d'autres de diriger notre peuple. Le sage dont vous parlez vit dans un village retiré entre les deux lacs.

source: Why, my lady, are there humans camped to the south of us? Are they friends of the elves? I had thought that no humans had set foot in this valley.
de: Ich sehe ein Lager der Menschen im Süden, meine Dame. Sind dies Freunde der Elfen? Ich dachte, dass bisher kein Mensch dieses Tal betreten hat.
fr: Pourquoi, madame, y a-t-il des humains qui campent au sud ? Sont-ils amis des elfes ? J'aurais juré qu'aucun humain n'avait jamais mis les pieds dans cette vallée.

source: What!? Those are no friends of the elves! They are brigands, and they must be destroyed!
de: Was sagt ihr da?! Dies sind keine Freunde der Elfen. Es sind Schurken und sie müssen vernichtet werden.
fr: Comment ?! Mais ce ne sont pas les amis des elfes ! Ce sont des brigands et ils doivent être détruits !

source: Perhaps they are allied with the bandits who have been sacking our towns! They have grown bold to attack the elves!
de: Vielleicht sind sie mit den Banditen, die unsere Städte überfallen haben, verbündet. Sie scheinen sich nicht mehr davor zu scheuen, die Elfen anzugreifen.
fr: Ce sont peut-être les alliés des bandits qui ont saccagé nos villes ! Ils sont devenus bien audacieux pour s'attaquer aux elfes !

source: Destroy these intruders, and I will ask him to help you. He is ancient, and he remembers well Haldric's betrayal of the elves, so if a human sets foot in his village first, he almost certainly will have nothing to do with us!
de: Wenn ihr diese Eindringlinge vernichtet, werde ich mit dem Weisen sprechen und ihn bitten, euch zu helfen. Er ist sehr alt und weiß um den Verrat, den Haldric einst gegen unser Volk beging. Wenn ein Mensch einen Fuß in sein Haus setzt, wird er mit uns nichts zu tun haben wollen.
fr: Détruisez ces intrus et je lui demanderai de vous aider. C'est un ancien et il se souvient parfaitement de la traîtrise de Haldric envers les elfes, et ne voudra donc rien faire avec vous si c'est d'abord un humain qui pénètre dans son village !

source: Sounds like a charming fellow...
de: Hört sich nach einem freundlichen Zeitgenossen an...
fr: Il a l'air d'être un joyeux drille, de charmante compagnie...

source: Yet, as she says, he is our best hope to rid our lands of this new menace. We do that which we must. Ethiliel, you make for Mebrin's village. We will handle the intruders.
de: Trotz allem, ist er der einzige Anhaltspunkt den wir haben, um das Land von dieser neuen Bedrohung zu befreien. Wir tun, was wir tun müssen. Ihr sucht Mebrins Haus auf, Ethiliel. Wir kümmern uns um diese Eindringlinge.
fr: Et pourtant, comme elle l'a dit, il est notre meilleur espoir de débarrasser nos contrées de cette nouvelle menace. Nous devons le faire. Ethiliel, vous vous occupez du village de Mebrin. Nous nous chargeons des intrus.

source: Ha! You're too late. We've taken what we want from this valley.
de: Ha! Ihr seid zu spät gekommen. Wir haben alles gefunden, was wir in diesem Tal gesucht haben.

source: Now your blood and tears will join that of the elves!
de: Nun werden sich euer Blut und eure Tränen mit denen der Elfen vermischen!

source: Cleanse the Vale of Tears
de: Reinigt das Tal der Tränen
fr: Nettoyer le Val des Larmes

source: Move Ethiliel to Mebrin's village
de: Führt Ethiliel zu Mebrins Haus
fr: Déplacer Ethiliel jusqu'au village de Mebrin

source: Death of Ethiliel
de: Ethiliel fällt in der Schlacht
fr: Mort d'Ethiliel

source: Our weapons are useless against these skeletons! They have nothing for our shafts to pierce but air!
de: Unsere Waffen sind nutzlos gegen diese Skelette. Unsere Klingen durchstechen nichts als Luft.
fr: Nos armes sont inutiles contre ces squelettes ! Nos lances ne percent que de l'air !

source: We must clear out these undead if you are to reach Mebrin's village! What should we do?
de: Wir müssen diese Untoten zurückschlagen, wenn wir Mebrins Haus erreichen wollen. Was sollen wir tun?
fr: Nous devons venir à bout de ces morts-vivants si nous voulons atteindre le village de Mebrin ! Que devons-nous faire ?

source: For now, I can slow them down. Where are the elves who used to live in this valley? They should come to our aid!
de: Ich kann sie verlangsamen. Wo sind die Elfen, die in diesem Tal lebten? Sie sollten uns zu Hilfe eilen.
fr: Pour le moment, je peux les ralentir. Où sont les elfes qui vivaient dans cette vallée ? Ils devraient venir nous aider !

source: You said this valley would be safe, and we find it filled with skeletal foes! Cannot some of your elf friends help us in our struggle?
de: Ihr sagtet, dieses Tal würde sicher sein. Und was finden wir hier? Skelettierte Krieger! Können uns eure elfischen Freunde nicht beistehen?
fr: Vous avez dit que nous serions en sécurité, et nous trouvons cette vallée remplie d'ennemis squelettiques ! Est-ce que certains de vos amis elfes ne peuvent pas venir nous aider dans notre combat ?

source: I shall not join these accursed undead! Bury me deeply my friends...
de: Ich will nicht wiedererweckt werden. Vergrabt mich tief, Freunde...
fr: Je ne rejoindrai pas ces maudits morts-vivants ! Enterrez-moi bien profond, mes amis...

source: You shall not die in vain! My bodyguard will avenge you!
de: Euer Tod soll nicht umsonst gewesen sein. Mein Leibwächter wird euch rächen.
fr: Tu ne mourras pas en vain ! Mon garde du corps te vengera !

source: You have a bodyguard?!
de: Ihr habt einen Leibwächter?!
fr: Tu as un garde du corps ?!
