Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-tsg/*.po
Languages: de, fr

source: My lord, you must hasten back to Westin to prepare a defense against them. I will command the defense of the border forts.
de: Mein Herr, ihr müsst nach Westin zurückkehren und die Verteidigung der Stadt organisieren. Ich werde mich um die Verteidigung der Grenze kümmern.
fr: Monseigneur, nous devons vite rentrer à Westin pour préparer notre défense. Je commanderai la défense des forts de la frontière.

source: I too will make my stand here - I owe you my life and must atone for my crimes. Together we will hold off the foul undead as long as we can.
de: Ich werde ebenfalls hier bleiben – ich schulde euch mein Leben und werde für meine Verbrechen büßen. Zusammen werden wir die unheiligen Kreaturen so lange wir können, aufhalten.
fr: Moi aussi, je vais rester ici. Je vous dois la vie et je dois expier mes fautes. Ensemble, nous retiendrons les morts-vivants autant que nous le pourrons.

source: Minister Hylas, ride with me to Westin - you must summon the Council of Westin while I prepare the city's defenses. We shall return as soon as we can in force and relieve you.
de: Reitet mit mir nach Westin, Hylas. Ihr müsst den großen Rat einberufen, während ich micht um die Verteitidung der Stadt kümmere. Wir werden so als möglich, zurückkehren. Haltet aus.

source: Make no promises you know you cannot keep. Organize the defense of Westin, and if you survive, remember those who fell here.
de: Ihr solltet keine Versprechen geben, von denen ihr wisst, dass ihr sie nicht halten könnt. Organisiert die Verteidigung von Westin und wenn ihr überleben solltet, dann erinnert euch derer, die hier gefallen sind.
fr: Ne faites pas de promesses que vous ne pourrez pas tenir. Organisez la défense de Westin et si vous survivez, souvenez-vous de ceux qui sont tombés ici.

source: Your name will be sounded in the roll of heroes, and you will be avenged. Thank you, my friend.
de: Euer Name wird nicht vergessen werden und einen Ehrenplatz auf der Rolle der Helden erhalten. Ich danke euch, mein Freund.
fr: Votre nom sera placé haut dans le panthéon des héros et vous serez vengé. Merci, mon ami.

source: We are yours to command, Sir Gerrick. Our men are not the great warriors that you and Deoran are, but we will hold our lines staunchly, until the bitter end.
de: Wir erwarten eure Befehle, Sir Gerrick. Unsere Männer sind nicht so große Krieger, wie ihr und Deoran, aber wir werden tun, was in unserer Macht steht, um die Untoten solange wie möglich aufzuhalten. Bis zum bitteren Ende.
fr: Nous sommes à vos ordres, Seigneur Gerrick. Nos hommes ne sont pas d'aussi grands guerriers que Deoran et vous, mais nous tiendrons fermement nos lignes, jusqu'à la fin.

source: Hold the line: Keep Sir Gerrick alive as long as possible
de: Haltet die Stellung: Versucht Sir Gerrick so lange wie möglich am Leben zu erhalten.
fr: Tenez la ligne : gardez Seigneur Gerrick vivant aussi longtemps que possible

source: There is no way to win this scenario, and no way to lose. Hold off the undead hordes as long as you can. Keep Sir Gerrick alive as long as you can. Every turn that passes strengthens the defenses of Westin.
de: Dieses Szenario hat weder Sieg noch Niederlage. Haltet die Untoten auf, solange Ihr könnt. Versucht Sir Gerrick solange wie möglich am Leben zu erhalten. Jede Runde, die verstreicht, stärkt die Abwehr von Westin.
fr: Il n'est pas possible de gagner ce scénario, ni de le perdre. Retenez les morts-vivants aussi longtemps que vous pourrez. Gardez Sir Gerrick en vie aussi longtemps que vous pourrez. Chaque tour qui passe renforce les défenses de Westin.

source: Now I will never see my home again... Hold back the undead, Gerrick!
de: Nun werde ich niemals meine Heimat mehr sehen... Haltet die Untoten zurück, Gerrick!
fr: Je ne reverrai jamais ma demeure... Repoussez les morts-vivants, Gerrick !

source: I only hope we have bought Deoran enough time to secure Westin for the onslaught!
de: Ich hoffe nur, wir haben Deoran genug Zeit verschafft, damit er sich auf diesen Wahnsinn vorbereiten konnte.
fr: J'espère seulement que nous avons ménagé suffisamment de temps à Deoran pour sécuriser Westin en prévision de l'assaut !

source: We will crush Westin as we have crushed you! No one shall stand between us and our home.
de: Wer werden Westin zertreten, wie wir auch euch zertreten haben. Niemand stellt sich zwischen uns und unsere Heimat.
fr: Nous écraserons Westin comme nous vous avons écrasés ! Personne ne peut se mettre entre nous et notre demeure.

source: Return To Kerlath
de: Rückkehr nach Kerlath

source: Move Deoran into Kerlath Province
de: Führt Deoran zur Grenze von Kerlath

source: Border Guard
de: Grenzwache

source: Tharzo! That meddler who killed the Urza brothers approaches from the south. His men and horses look worn out.
de: Tharzo! Der Emporkömmling, der die Urza Brüder auf dem Gewissen hat, nähert sich aus dem Süden. Er selbst und seine Männer sehen ziemlich erschöpft aus.

source: The dark gods have put revenge in our laps. Destroy them all before they reach the border fort!
de: Die dunklen Götter haben uns die Gelegenheit der Rache gegeben. Tötet sie alle, bevor sie das Grenzkastell erreichen.

source: Halt! Who comes to the border of Wesnoth?
de: Halt! Wer nähert sich der Grenze nach Wesnoth?

source: It is I, Deoran, commander of the South Guard, and my men.
de: Ich, Deoran, Kommandant der Südwacht und meine Männer.

source: Deoran? You had been thought lost long since. But I see by your men's gear and drill that they are of the South Guard indeed. Pass..
de: Deoran? Man glaubte, ihr wäret verschollen. Aber ich sehe an eurer Kleidung, dass ihr tatsächlich zur Südwacht gehört. Ihr könnt passieren...

source: We, and our elvish allies, have won a great battle against a lich.
de: Wir und unsere elfischen Verbündeten haben in einem harten Kampf einen Lich bezwungen.

source: Elvish allies? I think you had best make haste to Westin. There are rumors of trouble with the elves of the Aethenwood.
de: Elfische Verbündete? Dann solltet ihr schnell nach Westin reiten. Es gibt Gerüchte, dass es Probleme mit den Elfen der Aethenwälder gibt.

source: The Tides of War
de: Der Preis des Sieges
fr: Les Vagues de la guerre

source: Provincial Guard
de: Reservist
fr: Garde provincial

source: Look! The undead army has broken through Sir Gerrick's lines! Alas, he is lost!
de: Die Untoten haben Sir Gerricks Stellungen überrannt! Sicher ist er verloren!
fr: Regardez ! L'armée des morts-vivants est passée au travers des lignes de Seigneur Gerrick ! Hélas, il est perdu !

source: Since I was a boy, Gerrick was my leader, and there was no one braver. Today we shall defend our homes, and avenge him!
de: Seit ich ein Junge war, war Gerrick unser Anführer und es gab niemanden, der tapferer war, als er. Nun müssen wir unsere Heimat alleine verteidigen. Wir werden ihn rächen!

source: But in the narrow window his valiant stand gave us, we have roused the whole provincial guard!
de: In der kurzen Zeit ist es uns tatsächlich gelungen, sämtliche Reservisten zu mobilisieren!
fr: Mais dans le petit répit que son vaillant geste nous a donné, nous avons mobilisé l'ensemble de la garde provinciale !

source: Indeed, Lord, we are ready to defend our homes!
de: Wir sind bereit, unsere Heimat zu verteidigen, mein Herr.

source: I have summoned the great Council of Westin!
de: Ich habe den großen Rat von Westin zusammengerufen!

source: Hylas, I have made all possible haste, but my Council bretheren are not as swift as I. I fear that they will not arrive in time!
de: Ich bin so schnell gekommen, wie ich konnte, Hylas. Leider sind unsere Brüder nicht so schnell, wie ich. Ich fürchte, sie werden nicht mehr rechtzeitig hier sein.

source: Minister Mefel, we are cheered by your presence. I trust that you and Minister Hylas will help us send these dark forces back to the abyss that spawned them!
de: Es ist gut, euch zu sehen, Minister Mefel. I vertraue darauf, dass ihr und Hylas uns helft, diese dunklen Wesenheiten dorthin zurückwerfen, wo sie hergekommen sind.

source: And I have summoned the great Council of Westin! They will battle with all their might!
de: Und ich habe den großen Rat von Westin zusammengerufen. Sie werden dem Feind mit aller Macht entgegen treten.

source: Hylas, we have heard your summons, and we shall send these dark foes back to the abyss that spawned them!
de: Wir haben deinen Ruf vernommen, Hylas, und wir werden diese dunklen Wesenheiten dorthin zurückwerfen, wo sie hergekommen sind.
fr: Hylas, nous avons entendu tes appels et nous allons renvoyer ces sombres ennemis dans les abysses qui les ont crachés !

source: Your aid will be most welcome.
de: Eure Hilfe ist herzlich willkommen.
fr: Votre aide sera plus que bienvenue.

source: We have rallied all the forces that we will be able to! Let us not make Sir Gerrick's sacrifice a vain one. For Wesnoth!
de: Wir haben alle Truppen zusammengerufen, die wir konnten. Lasst uns hoffen, dass Sir Gerricks Opfer nicht umsonst war. Für Wesnoth!
fr: Nous avons rallié toutes les forces que nous avons pu trouver ! Faisons en sorte que le sacrifice de Seigneur Gerrick ne soit pas vain. Pour Wesnoth !

source: Crush the undead
de: Vernichtet die Untoten
fr: Écrasez les morts-vivants

source: Vengeance
de: Vergeltung

source: Westin Guard
de: Gardist Westins
fr: Garde de Westin

source: Commander! I took your message to the council, and your deeds have pleased them. Are the undead finally gone from our lands?
de: Ich habe dem Rat eure Nachricht überbracht und eure Taten haben sie erfreut, Kommandant! Sind die Untoten schließlich besiegt worden?
fr: Commandant ! J'ai apporté votre message au conseil et vos exploits les ravissent. Est-ce que les morts-vivants ont finalement quitté nos terres ?

source: The undead are gone! Perhaps now there will be peace for a time in Westin. You have our thanks Lady Ethiliel.
de: Die Untoten wurden vernichtet. Vielleicht ist nun die Zeit des Friedens für Westin gekommen. Euch gebührt unser Dank, Frau Ethiliel.
fr: Les morts-vivants sont partis ! Peut-être que maintenant, la paix régnera pour un temps sur Westin. Recevez nos remerciements, Dame Ethiliel.

source: Though the undead are vanquished, they have brought us much sorrow. Deoran, your people have restored their honor. Let us part in peace.
de: Wenngleich die Untoten besiegt wurden, haben sie doch viel Leid über unser Land gebracht. Eure Leute haben ihre Ehre wiederhergestellt, Deoran. Unsere Wege trennen sich im Frieden.
fr: Les morts-vivants ont été vaincus mais ont laissé beaucoup de peines. Deoran, votre peuple a restauré son honneur. Permettez-nous de partir en paix.

source: Indeed. Neither the bandits nor the undead will trouble us for some time. We will tend our wounds and you yours.
de: Ihr habt Recht. Mögen die Wunden unser beider Völker heilen.
fr: En effet, les bandits et les morts-vivants ne nous ennuieront plus pendant un certain temps. Nous allons nous panser nos blessures et vous les vôtres.

source: Help!
de: Hilfe!
fr: À l'aide !

source: Poor Farmer
de: Armer Bauer
fr: Pauvre fermier

source: You must pay for killing Mebrin!
de: Ihr werdet dafür bezahlen, dass ihr Mebrin getötet habt!
fr: Tu dois payer pour la mort de Mebrin !

source: I am just a farmer! What did I do?!
de: Ich bin nur ein einfacher Bauer. Was soll ich getan haben?!
fr: Je ne suis qu'un fermier ! Qu'est-ce que j'ai fait ?

source: What did you do?! Your people kidnapped and murdered our greatest leader! And now you will pay!
de: Was ihr getan habt?! Ihr habt unseren größten Anführer entführt und ermordet! Und nun werdet ihr dafür bezahlen!
fr: Qu'est-ce que tu as fait ? Ton peuple a enlevé et assassiné notre plus grand chef ! Et maintenant, tu vas payer !

source: He just killed that innocent farmer! We must stop him!
de: Er hat den unschuldigen Bauern erschlagen. Wir müssen ihn aufhalten.
fr: Il vient de tuer cet innocent fermier ! Nous devons l'arrêter.

source: Stop, Ithelden! I have traveled with these humans, and they are not the ones who harmed Mebrin. They are our allies!
de: Halt, Ithelden. Ich bin mit diesen Menschen gereist und sie sind nicht diejenigen, die Mebrin entführt haben. Sie sind unsere Verbündeten.

source: You too, Ethiliel? All these menfolk are the same! They fell trees to till the earth; now they have felled our leader! We cannot brook such deeds! You will die with them!
de: Auch ihr, Ethiliel? Die Menschen sind alle gleich schlecht. Sie fällen Bäume, um die Erde ihrer Schätze zu berauben und nun haben sie unseren Anführer gefällt! Diese Taten müssen gesühnt werden. Und deshalb werdet ihr mit ihnen sterben.

source: Disciple of Mebrin
de: Mebrins Schüler
fr: Disciple de Mebrin

source: Keep the enraged elves from sacking Westin
de: Haltet die wütenden Elfen ab, Westin zu verwüsten
fr: Empêchez les elfes enragés de saccager Westin

source: For every one of us you strike down, more will rise!
de: Für jeden von uns, den ihr niederstreckt, werden sich mehr gegen euch erheben.
fr: Pour chacun de nous que vous abattez, d'autres se lèveront !

source: We won't be able to hold them off for long. I should go reason with them!
de: Wir werden sie nicht lange aufhalten können. Ich werde mit ihnen verhandeln. Sie werden es nicht wagen, mich anzugreifen.

source: Are you sure that the elves will greet you any more kindly than they have met us? After all, you did lead us into the forests...
de: Seid ihr sicher, dass diese Elfen euch freundlicher behandeln werden, als unsereins? Immerhin habt ihr uns in die Wälder geführt...
fr: Êtes-vous sûr que les elfes vous accueilleront plus amicalement que quand ils nous ont rencontrés ? Après tout, vous nous avez dirigés dans les bois...

source: Perhaps not, but it is your only hope. I must reach Ithelden!
de: Vielleicht nicht, aber es ist unsere einzige Hoffnung. Ich muss zu Ithelden.
fr: Peut-être pas, mais c'est notre seul espoir. Je dois atteindre Ithelden !

source: Ithelden's base
de: Itheldens Lager

source: Send Ethiliel to the Great Tree and parlay with Ithelden
de: Sendet Ethiliel zum bedeutsamen Baum, um mit Ithelden zu verhandeln

source: Ithelden's elves have killed Ethiliel! Now we have no chance to come to an agreement with them. A war with the Elves is imminent.
de: Itheldens Elfen haben Ethiliel getötet! Nun gibt es keine Möglichkeit mehr, eine Übereinkunft zu treffen. Ein Krieg mit den Elfen ist nun unvermeidlich.

source: We are far away from Weldyn. We'll surely all be killed long before any reinforcements arrive.
de: Weldyn ist weit. Sicher werden wir bereits tot sein, bevor Verstärkung eintrifft.

source: Epilogue
de: Epilog
fr: Épilogue

source: Infantry Commander
de: Infanteriehauptmann
fr: Commandant d'infanterie

source: Veteran commanders have faced battle many times and led their men with steady hands and calm determination.
de: Hauptmänner der Infanterie haben in vielen Schlachten gekämpft und sich damit das Rüstzeug erworben, um ihre Truppe mit strenger Hand und kühlem Kopf anzuführen.
fr: Les commandants vétérans ont affronté bien des batailles et dirigé leurs hommes d'une main ferme et avec sang froid.

source: glaive
de: Gleve
fr: vouge

source: shield
de: Schild
fr: bouclier

source: Dismounted Commander
de: Hauptmann
fr: Commandant à pied

source: Deoran was still a dangerous commander, even without his horse.
de: Selbst ohne Reittier ist Deoran ein gefürchteter Anführer.
fr: Deoran était toujours un dangereux commandant, même sans son cheval.

source: spear
de: Speer
fr: lance

source: lance
de: Lanze

source: mace
de: Streitkolben

source: Eyestalk
de: Augenranke

source: Named 'Eyestalks' for obvious reasons, these plant-like creatures can focus their gaze onto an unsuspecting victim to draw life energy straight out of them to replenish their own. While almost defenseless against melee attacks, its deadly gaze from afar is not to be underestimated.
de: Bei der Augenranke handelt es sich um eine Mischung aus Tier und Pflanze. Mit ihren großen Pupillen fixieren sie ihr ahnungsloses Opfer und entziehen ihm seine Lebenskraft um ihre eigene zu erneuern. Für einen geübten Kämpfer stellt sie im Nahkampf keine ernst zunehmende Bedrohung da, doch wehe demjenigen der von ihrem Blick berührt wird.

source: smash
de: Rankenhieb

source: gaze
de: Blick

source: Horseman Commander
de: Berittener Hauptmann
fr: Commandant à cheval

source: Leaders of the border guards, mounted commanders are trained not only to ride and fight, but to lead. They command the garrisons that keep peace in the provinces of Wesnoth.
de: Als Anführer der Grenztruppen sind berittene Hauptmänner nicht nur in der Kunst des Reitens und Kämpfens trainiert. So sind die geborenen Anführer und leiten die Garnisonen, die die entlegenen Provinzen von Wesnoth beschützen.
fr: Chef des garnisons aux frontières, les commandants à cheval sont entrainés non seulement à chevaucher et à combattre, mais aussi à mener. Ils commandent les garnisons qui maintiennent la paix dans les provinces de Wesnoth.

source: Infantry Lieutenant
de: Infanterieleutnant
fr: Lieutenant d'infanterie

source: Commanders of the infantry of Wesnoth are responsible for the garrison and defense of the border towns and villages. They are drawn from the ranks of veteran soldiers, not nobility, and all have shown leadership and courage in battle.
de: Den Hauptmännern der Infanterie Wesnoths ist der Schutz der entlegenen Städte und Dörfer des Reiches als bedeutendste Aufgabe anvertraut. Nicht das Geburtsrecht, sondern die Fähigkeiten machen einen wahren Infanterie Hauptmann aus. Meist sind es deshalb die erfahrensten und schlachterprobtesten Recken aus den Truppen des Reiches, die in solch wichtige Positionen erhoben werden.
fr: Les commandants de l'infanterie de Wesnoth sont responsables des garnisons et de la défense des pourtours des villes et villages. Il viennent des rangs des soldats vétérans et non pas de la noblesse, et ont prouvé leurs capacités de commandement et leur courage durant les combats.

source: Junior Commander
de: Berittener Leutnant
fr: Jeune commandant

source: Scarcely 17 or 18 years old, the sons of knights and lords were given mounts and swords and told to become leaders of men. Those whose mettle was strong enough for the task became the commanders of the armies of Wesnoth.
de: Im Alter von 17 oder 18 Sommern wird diesen jungen Männern, die meist Söhne von Rittern oder Fürsten sind, ein Reittier und ein Schwert gegeben, auf das sie zu Anführern in den Reihen der Menschen aufsteigen. Diejenigen, deren Eifer groß genug ist, steigen zu Anführeren der Armeen von Wesnoth auf.
fr: Dès 17 ou 18 ans, les fils des seigneurs et des chevaliers recevaient des épées et des montures et apprenaient à devenir des meneurs d'hommes. Ceux dont les nerfs étaient assez forts devenaient les commandants des armées de Wesnoth.

source: Mounted General
de: Berittener General

source: Being the most able leaders of the border guards, Mounted Generals are trained not only to ride and fight, but to lead. They command the garrisons that keep peace in the provinces of Wesnoth.
de: Als Anführer der Grenztruppen sind berittene Generäle nicht nur in der Kunst des Reitens und Kämpfens trainiert. So sind die geborenen Anführer und leiten die Garnisonen, die die entlegenen Provinzen von Wesnoth beschützen.

source: I have failed my kingdom and duty...
de: Ich habe in Erfüllung meiner Pflicht versagt...
fr: J'ai failli à mon royaume et à mon devoir...

source: Taste cold steel!
de: Schmeckt kalten Stahl!
fr: Prends ça !

source: I have lost all helping the humans... Now they will surely perish!
de: Wie konnte ich diesen Menschen nur helfen... Nun habe ich alles verloren.

source: I have given my all for my kingdom! Avenge me, Deoran!
de: Ich habe alles für das Königreich getan! Rächt mich, Deoran!

source: Now I will never see Westin free again...
de: Nun werde ich Westin niemals befreit sehen...
fr: Maintenant, je ne reverrai plus jamais Westin libre...

source: Far from home I fall - but not in vain! Guard our people, Deoran!
de: Fern der Heimat muss ich sterben – doch es ist nicht vergebens! Schützt die unsrigen, Deoran.

source: Thugs are the mainstay of the bandit armies. They do not have a ranged attack, and are vulnerable to your archers. Deoran's lance will also strike fear into their hearts! Like all of the bandit units, they are much more dangerous at night.
de: Strolche bilden den Kern von Räuberbanden. Sie verfügen über keinen Fernkampfangriff und sind daher verwundbar gegen Schützen. Deorans Lanze wird ebenfalls Angst in die Herzen dieser Schurken tragen! Wie alle schurkischen Einheiten sind sie besonders in der Nacht gefährlich.

source: Thieves are more subtle than thugs. They try to surround your units and stab them in the back. Make sure that thieves never have an opportunity to attack when they have an ally directly behind the unit they are attacking - they'll do double damage! Like thugs, thieves are vulnerable to the ranged attacks of your archers.
de: Diebe sind wesentlich raffinierter als Strolche. Sie versuchen Eure Einheiten einzukreisen, um ihnen dann in den Rücken zu fallen. Gebt acht, dass kein Dieb die Gelegenheit bekommt, eine Eurer Einheiten anzugreifen, wenn ein Gegner direkt hinter Eurer Einheit steht – Diebe verursachen dann doppelten Schaden! Genau wie Strolche sind Diebe verwundbar gegen die Fernkampfangriffe Eurer Schützen.

source: Footpads are the scouts of the bandit armies. They are quick, and have both a melee attack and a ranged attack. Neither of their attacks is very strong, however, and your spearmen will make quick work of them during the day.
de: Straßenräuber sind die Aufklärer der Räuberbanden. Sie sind schnell und besitzen eine Nahkampf- und eine Fernkampfwaffe. Jedoch sind sie nicht besonders stark und Eure Speerträger machen kurzen Prozess mit ihnen, solange es Tag ist.

source: Skeletons are the bones of fallen warriors raised by some dark magic. They are almost immune to piercing weapons like arrows and spears. Bladed attacks like swords will injure them, and Minister Hylas's arcane attack is deadly against them. Like the rest of the bandits, they are more dangerous at night!
de: Skelette sind die, durch schwarze Magie, belebten Knochen von gefallenen Kriegern. Pfeile und Speere sind fast nutzlos gegen diese Kreaturen. Klingenwaffen sind in der Lage sie zu verletzten und Minister Hylas weiße Magie lässt diesen Kreaturen die verdiente Ruhe zuteil werden. Wie der Rest der Banditen sind sie am gefährlichsten während der Nacht!

source: Walking corpses are the bodies of slain warriors, filled with some black magic. They are slow and weak - any of your units is more than a match for them. They are only dangerous in packs...
de: Wandelnde Leichen sind die noch nicht vollständig verwesten Körper von getöteten Kriegern. Langsam und schwach, stellen sie kaum eine Gefahr für eure Krieger da. Treten sie jedoch in Scharen auf, dann...

source: During the reign of Haldric VII, the land of Wesnoth was peaceful. Konrad I had driven off the orcs in the north. The eastern forts were quiet and almost deserted. The elves in the western forest kept to their own affairs. In the prosperous south men built new towns and farms.
de: Während der Herrschaft Haldrics des VII. war Wesnoth ein sicherer Ort. Konrad der I. hatte die Orks in den Norden zurückgetrieben. Die im Osten gelegenen Kastelle meldeten keine Vorkommnisse und wirkten fast schon verlassen. Die Elfen aus den westlichen Wäldern kümmerten sich um ihre eigenen Angelegenheiten. Im Süden jedoch waren die Menschen bemüht, neue Städte zu errichten und auf dem fruchtbaren Boden Ackerbau zu betreiben.
