Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-aoi/*.po
Languages: it, ja, zh_cn

source: Thank you, Erlornas... now I can return to my tower in peace. But I think some of my apprentices wish to follow you north in pursuit of the orcs.
it: Grazie Erlornas... adesso posso tornare alla mia torre. Ma penso che alcuni dei miei apprendisti vogliano unirsi a voi per andare a nord in caccia di orchi.
ja: ありがとう、Erlornas……やっと私は平和な町へ帰れます。しかし、私の弟子の何人かは北へオークを追ってあなたに従っていきたいと望んでいるようです。
zh_cn: 谢谢你，Erlornas... 我现在可以安全的回到我的塔里了。但我想我的一些学徒希望跟你们到北方追踪兽人。

source: I have always wished to see elves, and now I have fought alongside them! May I please travel with you?
it: Ho sempre desiderato incontrare gli elfi e adesso ho combattuto al loro fianco! Posso unirmi a voi?
ja: 私はいつもエルフ達に会いたいと思ってきました、そして、今私はエルフ達のそばで戦っているのです！ あなた達と一緒に行ってもいいですか？
zh_cn: 我一直希望能看到精灵，现在我已经和他们并肩战斗！我能和你一起前进吗？

source: Certainly... I shall be glad of your help.
it: Certo... sarò felice di averti al mio fianco.
ja: もちろんです……あなた方の助けを嬉しく思いたい。
zh_cn: 当然...我很乐意你的帮助。

source: Showdown
it: Finale
ja: 対決
zh_cn: 摊牌

source: Hint: Your enemy is well defended against attacks from the south. Use rangers to sneak through the forest and mount a surprise attack from the north.
it: Suggerimento: Il tuo nemico è ben difeso contro attacchi provenienti da sud. Usa i ranger per oltrepassare la foresta e prepara un attacco a sorpresa da nord.

source: Defeat Rualsha-Tan
it: Sconfiggi Rualsha-Tan

source: My lord! We have ridden hard for over a week to catch up with you! The council has deliberated, and asks you to defeat Rualsha quickly before he can muster a full invasion force.
it: Mio signore! Abbiamo cavalcato duramente per più di una settimana per unirci a voi! Il consiglio ha deliberato e vi chiede di sconfiggere Rualsha velocemente prima che possa organizzare una completa forza d'invasione.

source: Puny elves! My full army will be here soon, and then we will crush you. You will beg for a quick death!
it: Piccoli elfi! Presto il mio grande esercito sarà qui, e allora vi distruggeremo. Pregherete di morire velocemente!
ja: ちっぽけなエルフの野郎め！ 俺の最高の軍団がもうすぐここにできる、そしてお前らを滅ぼしてやる。お前らは楽に死なせてくれるようにせがむだろうな！
zh_cn: 弱小的精灵！我整支部队很快就会到这儿了，然后我们将碾碎你们。你会求我让你死的快些的！

source: You may slay me, Erlornas, but my people live on. They will not forget! They will pursue you, and destroy you utterly... we will... we... arrgh...
it: Puoi anche uccidermi, Erlonas, ma la mia gente soppravivrà. Non dimenticheranno! Vi perseguiteranno e vi distruggeranno miserabili... vi... vi... arrgh...
ja: 俺を殺すがよい、Erlornas。 だが俺の軍団は生き続ける。彼奴らは忘れはしない！彼奴らはお前を追い詰め、そして完全に滅ぼすだろう…俺たちは…俺たち…アァーッ……
zh_cn: 你可以杀了我，Erlornas，但我的人民还活着。他们不会忘记的！他们会追着你，并彻底的消灭你...我们会...我们...呃阿...

source: But Rualsha overestimated the will of his troops. With their leader dead, they scattered, and fled from the elves back to their fastnesses in the far north.
it: Ma Rualsha aveva sovrastimato la volontà delle sue truppe. Una volta morto il loro capo si impaurirono e scapparono dalla foresta degli elfi per rifugiarsi nelle terre natie nel lontano nord.
ja: けれども、Rualsha は軍の意志を過大評価していました。リーダーの死と共に、彼らは追い散らされ、そしてエルフ達の前から遠い北にある彼らの生息地へと逃げ去りました。
zh_cn: 但Rualsha高估了他军队的意志。伴随着他们首领的阵亡，他们鸟作四散了，从精灵那里撤退到他们遥远北方的要塞。

source: It grieves me to take life, even of a barbarian such as Rualsha.
it: Mi addolora uccidere, anche se a morire è un barbaro come Rualsha.
ja: 命を奪うことは、例え Rualsha のような野蛮人であっても悲しいことだ。 奴は、以前では全く知られていなかったような組織化されたやり方で、オーク達を率いた。
zh_cn: 杀了人真让我悲伤，即使我杀的是一个像Rualsha一样的野蛮人。

source: If the orcs press us, we shall need to become more accustomed to fighting.
it: Se gli orchi ci mettono sotto pressione, potremmo avere bisogno di allenarci di più nel combattimento.
ja: オーク達が盛り返したときのために、私たちはもっと戦闘に慣れるべきです。
zh_cn: 如果兽人强迫我们，我们要更习以为常的去战斗了。

source: I fear it will be so. We have won a first victory here, but dark times come upon its heels.
it: Ho paura che sarà proprio così. Abbiamo ottenuto una prima vittoria qui, ma tempi oscuri ci attendono.
ja: そうならないことを望む。我々はここで最初の戦いに勝利したが、しかしすぐに暗黒の時がやって来る……
zh_cn: 这正是我担心的。我们虽在这里赢了第一个胜利，但黑暗时代就要接踵而至了。

source: For some years after Haldric’s people landed, orcs remained scarce more than a rumor to trouble the green fastnesses of the elves. That remained so until the day that an elvish noble of ancient line, Erlornas by name, faced an enemy unlike any he had ever met before.
zh_cn: 在Haldric的人民登陆后的好几年里，兽人对绿色要塞中的精灵并没有带来多大威胁。这种情况持续到一位古老的精灵贵族，他名叫Erlornas，遇到了一个他从未见过的敌人为止。

source: My lord! A party of aliens has made camp to the north and lays waste to the forest. Our scouts believe it’s a band of orcs.
zh_cn: 殿下！一群蛮族在北面扎营了，他们还在破坏我们的森林。我们的侦察员认为他们是一群兽人。

source: Orcs? It seems unlikely. The human king, Haldric, crushed them when they landed on these shores, and since then they’ve been no more than a bogey mothers use to scare the children.
zh_cn: 兽人？不太可能吧。人类国王Haldric不是在他们刚上岸时就把他们击败了吗，自那以后他们不过是母亲用来吓唬小孩的怪物而已。

source: It’s hopeless; we’ve tried everything, and they’re still coming back.
zh_cn: 没有希望了；能做的我们都做了，但是他们还是不断冒出来。

source: That cloud of dust on the horizon... flee! There’s more of the abominations heading this way! Fall back before we’re outnumbered and crushed.
zh_cn: 那边地平线上的尘土…避一避！更多令人讨厌的家伙朝这边来了！在我们有人数优势并能一举击垮他们之前，先撤退。

source: Lord Erlornas didn’t drive the orcs back, although he and his warriors tried their absolute best. When another war band arrived, elvish resistance crumbled.
zh_cn: Erlornas 殿下没能赶走兽人，尽管他和他的战士们已经尽了力。当又一股敌人达来时，精灵的防御瓦解了。

source: I’ve been bested, but the combat wasn’t fair...a thousand curses on you, withered coward! May you suffer...and when my master, Rualsha, finds you may he wipe your people from the face of this earth!
zh_cn: 我战败了，但是战斗并不公平……我会咒骂你一千遍的，胆小鬼！愿你受尽苦难……还有，等我的主人，Rualsha，找到你的时候，愿他让你们这些人从地面上消失！

source: The path of the orcish war band was easy to follow — a wide swathe of trampled ground through violated forest. Erlornas and his party swiftly followed it north and west.
zh_cn: 兽人的尾迹容易追踪 － 被亵渎的森林里被践踏出一条很宽的路面。Erlornas 和他的部队悄悄的跟着他后面。

source: When the fighting ends, I’ll have some answers. But for now...
zh_cn: 战斗结束的时候，我会得到答案。但是现在……

source: ...let’s focus on the task at hand.
zh_cn: ……让我们集中注意力在当前的任务上。

source: As they fared further north the green forest thinned around them, slowly fading into a barren and fallow country. The signs were obvious and unmistakable — tree stumps, an occasional half-rotten tree felled long ago, and dead wood around them in scarce grass. This had been forest once, like the woods they called home. It had been murdered.
zh_cn: 随着他们继续北上，绿色的森林越来越稀薄，慢慢的森林演变成了贫瘠而休耕的村落。这些信号那么明显，决不会错 － 树桩，很久以前倒下的慢慢被侵蚀的树木，死去的树木，还有他们周围稀疏的草。这个地方曾经时森林，就像被他们称为家的森林一样，但是却被毁掉了。

source: Hint: There are no villages in this scenario — you must use healers instead. Use hit-and-run tactics to weaken enemy units who cannot heal themselves.
zh_cn: 提示： 这个场景里没有村庄 － 你必须用治疗者代替。使用击跑结合的战术削弱这些无法治疗自己的敌人。

source: Lord... I’m... I am filled with grief. This senseless destruction is... overwhelming.
zh_cn: 殿下……我……我很悲痛。他们的破坏已经让我无所适从了。

source: Aim true, men, with wit and courage the day will be ours. And spare no-one, there can be no orc south of the hills, else we’ll never have peace again.
zh_cn: 瞄准敌人，勇士们，用你们的智慧和勇气，胜利一定属于我们。不要放过任何人，不能让任何兽人到山的南面去，否则我们将永远失去和平。

source: (*cough*) I’ll be waiting... Among the dead...
zh_cn: (*咳嗽*) 我会等着…… 和死去的同胞一起……

source: It’s done, lord. No-one escaped. No-one tried to escape. I'm... disturbed.
zh_cn: 结束了，殿下。没人逃脱，也没人想逃脱。我……担心死了。

source: Yes. The council has spoken to me through a dream-sending. They are troubled. Reinforcements have been sent after us, but we need to press on. Tell the men to rest, we’ll move out at dawn.
zh_cn: 是的。议会已经托梦告诉我。他们很担心。增援部队已经出发了，但是我们要继续前进。下令让我们的部队休息，明天黎明出发。

source: Distribute some among the men, save the rest for the road. This country is a wasteland now; we won’t find much forage on the march.
zh_cn: 给我们的战士发一些下去，剩下的留着在路上用。这个村庄现在已经成为废墟了；我们在路上不会有太多补给。

source: We can’t carry on Lord, the men are to tired. We have to fall back.
zh_cn: 我们不能继续往前走了，殿下，士兵们都太累了。我们必须撤退。

source: Damn it. Sound the retreat, we’ll try again when reinforcements arrive.
zh_cn: 该死。 发起撤退信号吧，等援军到了我们再出击。

source: Enough. The sun’s fully over the horizon. Give the order to advance.
zh_cn: 够了。太阳已经完全升上地平线了。下令前进。

source: It is well. Break camp and move everyone through the pass before they rally. We’ll rest a bit on the other side; we have earned it.
zh_cn: 这很好。撤掉我们的营地，让所有人在他们汇合前穿过去。我们在另一边休息一下；这是我们应得的。

source: A day, perhaps. We fought two clans today; they won’t take long to rally. We need to be gone from here by sunset next.
zh_cn: 一天，也许。我们找到了两队人；他们汇合不需要太久。我们日落之前必须离开这里。

source: No! This can’t be!
zh_cn: 不！ 这不可能！

source: Terrible, my lord. Never in my life did I dream I’d be bested by mere trolls. What are your orders?
zh_cn: 很糟糕，殿下。我做梦也没想过会被巨魔缠住这么久。你有什么指令？

source: Withdraw and make camp a safe distance from the hills. There is no further point in this fight. We’ll wait for reinforcements.
zh_cn: 撤退，在离山地足够远的安全地点扎营。这样打下去没有意义。我们要等待援军。

source: The reinforcements arrived a few days later, a crack force of rangers with some cavalry support. When they attempted the pass again, they found not trolls but something worse — an orcish army approaching from the north.
zh_cn: 几天后，援军到了，有游侠和骑兵。他们来的时候不止发现了巨魔，还有更糟的 － 一支兽人部队正从北面靠近。

source: Two days’ travel later, the forward scouts reported another orcish warband laying siege to a tower.
zh_cn: 又走了两天，前面的侦查员报告又一支兽人部队正在包围一座高塔。

source: Do it. We’ll have a guest soon.
zh_cn: 去吧。我们

source: All is lost! Without Linaera’s help, I cannot hope to defeat these horrifying apparitions!
zh_cn: 全完了！没有Linaera的帮助，我不指望击败这些恐惧的幽灵！

source: Ugh...
ja: うぐっ……

source: As they fared further north the green forest thinned around them, slowly fading into a barren and fallow country. The signs were obvious and unmistakable - tree stumps, an occasional half-rotten tree felled long ago, and dead wood around them in scarce grass. This had been forest once, like the woods they called home. It had been murdered.
ja: 彼らが北へ進むにつれて緑の森は開け、あたりは痩せたみすぼらしい土地へと変わって行きました。徐々に、周囲の切り株と死んだ木の持つ意味がはっきりしてきました。それは、かつては森だったのです。オーク達が森を殺したのです。

source: Hint: There are no villages in this scenario - you must use healers instead. Use hit-and-run tactics to weaken enemy units who cannot heal themselves.
ja: ヒント： このシナリオでは村がありません - あなたはその代わりとして治療できる者を使わなければなりません。治療手段を持たない敵ユニットを弱らせるために、ヒットアンドアウェイを心がけてください。

source: After a day of hard-earned rest the elves marched north again. This was unknown country, not frequented even by Wesmere's furthermost-faring scouts.
ja: 勝ち取った1日だけの休息の後、エルフは再び北進しました。最も遠くまできている Wesmere の偵察隊でさえも訪れない未知の国まで。

source: Hint: Use Elven Scouts and Linaera's power of teleportation to mount hit-and-run attacks.
ja: ヒント： エルフの斥候と瞬間移動の力をもつ Linaera を使い、敵に一気に近づいて攻撃を仕掛けましょう。

source: Hint: Your enemy is well-defended against attacks from the south. Use rangers to sneak through the forest and mount a surprise attack from the north.
ja: ヒント： 南からの攻撃では敵にうまく防がれてしまいます。 レンジャーを使って森をこっそり通り、北側から奇襲攻撃を仕掛けましょう。
