Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-aoi/*.po
Languages: it, ja, zh_cn

source: An Orcish Incursion
it: Un'incursione orchesca
ja: オークの襲撃
zh_cn: 兽人入侵

source: AOI
it: UIO

source: Fighter
it: Guerriero
ja: 戦士
zh_cn: 战士

source: (Beginner)
it: (Principiante)
ja: (初心者)
zh_cn: （新手）

source: (Normal)
it: (Normale)
ja: (普通)
zh_cn: （普通）

source: Lord
it: Signore
ja: 君主
zh_cn: 精灵王

source: High Lord
it: Gran Signore
ja: 大君主
zh_cn: 高阶精灵王

source: (Challenging)
it: (Impegnativo)
ja: (挑戦的)
zh_cn: （挑战）

source: Defend the forests of the elves against the first orcs to reach the Great Continent, learning valuable tactics as you do so. (Novice level, 7 scenarios.)
it: Difendi le foreste degli elfi contro le prime orde degli orchi che tentano di invadere il Grande Continente, imparando valide tattiche durante la battaglia. (Campagna per neofiti, 7 scenari)

source: Campaign Design
it: Progetto della campagna
ja: キャンペーンデザイン
zh_cn: 战役设计

source: Adaptation for mainline
it: Adattamento per la storia principale
zh_cn: 剧本改编

source: Post 1.4 story and gameplay improvements
it: Miglioramenti alla storia e al gioco (dalla versione 1.4 in poi)
zh_cn: 1.4版本故事和游戏改进

source: Editing, proofreading and gameplay testing
it: Edizione, correzione bozze e test gioco
zh_cn: 编辑，校对和游戏测试

source: Defend the Forest
it: Difendi la foresta
ja: 森の防衛
zh_cn: 保卫森林

source: Elves
it: Elfi
zh_cn: 精灵

source: Orcs
it: Orchi
zh_cn: 兽族

source: The arrival of humans and orcs sent shock waves through the nations of the Great Continent. Elves, previously in uneasy balance with dwarves and others, had for centuries fought nothing more than an occasional skirmish. They were to find themselves facing conflicts of a long-forgotten intensity.
it: L'arrivo degli umani e degli orchi si propagò come onde d'urto attraverso le nazioni del Grande Continente. Gli Elfi, in precario equilibrio con i nani e tutti gli altri popoli, per secoli non combatterono altro che occasionali dispute. Si ritrovarono a fronteggiare conflitti di una intensità per loro ormai dimenticata.

source: Their first encounter with the newcomers went less well than either side might have wished.
it: Il primo incontro con i nuovi arrivati andò molto meno bene di quanto entrambe le parti avessero desiderato.
ja: 新参者とエルフの最初の遭遇は、どちらにとってもあまり良いものではありませんでした。
zh_cn: 他们和新来者的第一次碰面比双方想象的都要糟糕。

source: But humans, though crude and brash, at least had in them a creative spark which elves could recognize as akin to their own nature. Orcs seemed completely alien.
it: Gli umani però, benché grezzi e testardi, almeno avevano in sé una scintilla di creatività che gli elfi potevano riconoscere come affine alla propria natura. Non altrettanto si può dire per gli orchi.
ja: しかし人間達は、粗野で攻撃的だとはいえ、少なくとも自然に対する畏敬と感謝を多少なりとも持ちあわせている種族だとエルフ達は認めました。しかし、オーク達はまったく違ったのです。
zh_cn: 但人类，虽然粗鲁又蛮力，还至少闪耀着和精灵本性相类似，诗质的优雅火花。兽人确与他们完全不同。

source: For some years after Haldric's people landed, orcs remained scarce more than a rumor to trouble the green fastnesses of the elves. That remained so until the day that an elvish noble of ancient line, Erlornas by name, faced an enemy unlike any he had ever met before.
it: Per qualche anno dopo lo sbarco della gente di Haldric, gli orchi rimasero nascosti, poco più di una voce, a malapena considerati in grado di impensierire le fortezze verdeggianti degli elfi. Così fu, fino al giorno in cui un nobile elfo, discendente di un'antica famiglia, Erlornas è il suo nome, incontrò un nemico diverso da tutti quelli finora affrontati.
ja: Haldric の民が居ついてから数年、オーク達はエルフの住処に稀にいたずらをするという噂がある程度にとどまっていました。そう、Erlornas という名の由緒正しいエルフの貴族が新しい敵対者と出会ってしまうその日までは。

source: The orcs were first sighted from the north marches of the great forest of Wesmere.
it: Gli orchi furono avvistati verso i confini settentrionali della grande foresta di Wesmere.
ja: オーク達は Wesmere の広大な深林の北の境に居座っていたのです。
zh_cn: 兽人最早在Wesmere大森林的北部边界被军队发现。

source: Hint: Elves can move quickly and safely among the trees. Pick off the enemy grunts with your archers from the safety of the forest.
it: Suggerimento: Gli elfi possono muoversi velocemente e con maggiore sicurezza tra gli alberi. Attacca i nemici con i tuoi arcieri al riparo della foresta.
ja: ヒント： エルフ達は森の中では、すばやく安全に移動できます。森から弓兵で敵軍の歩兵を安全に狙い撃ちましょう。
zh_cn: 提示： 精灵可以在树林里快速安全的穿行。在安全的森林里用你的弓箭手截击敌人的步兵。

source: Defeat Urugha
it: Sconfiggi Urugha
ja: Urugha を倒す
zh_cn: 击败Urugha

source: Death of Erlornas
it: Morte di Erlonas
ja: Erlornas の死
zh_cn: Erlornas死亡

source: Time runs out
it: Fine dei turni a disposizione
ja: 時間切れ
zh_cn: 回合用尽

source: My lord! A party of aliens has made camp to the north and lays waste to the forest. Our scouts believe it's a band of orcs.
it: Mio signore! Un gruppo di stranieri si è accampato a nord e profana la foresta. I nostri esploratori credono che sia una banda di orchi.
ja: 閣下！侵入者たちは北部に滞在し、森林を浪費しています。偵察隊によれは、それらはオークであるようです。

source: Orcs? It seems unlikely. The human king, Haldric, crushed them when they landed on these shores, and since then they've been no more than a bogey mothers use to scare the children.
it: Orchi? Mi sembra strano. Il re umano, Haldric, li ha spazzati via quando sono sbarcati su questi lidi, e da allora non sono stati altro che un mero nome, uno spauracchio utilizzato dalle madri per mettere paura ai bambini.
ja: オークだと？そんなことはないだろう。奴等が上陸してきたとき、人間の王である Haldric が滅ぼしている。それ以来、オークは、母親が子供をこわがらされるときに使われるだけの存在になったはずだ。

source: So it seemed, my lord. Yet there is a band of them in the north cutting down healthy trees by the dozen, and making great fires from the wood. They trample the greensward into mud and do not even bury their foul dung. I believe I can smell the stench even here.
it: Mio signore, abbiamo davanti ai nostri occhi l'evidenza dei fatti. C'è una loro banda a nord che abbatte dozzine di alberi sani, e appicca grandi fuochi con il legno tagliato. Trasformano i prati verdi in pozze di fango e non interrano neanche le loro disgustose feci. Credo di poter sentire il loro fetore persino da qui.
ja: 私もそのように思っていました。しかし、北の地で健康な木を無数に切り倒し、その木を燃やして火を得ている者がいるのです。緑を土足で踏み荒らし、汚らしい糞尿を撒き散らしています。ここにいてさえも、悪臭が漂ってきそうです。
zh_cn: 您都看见了，殿下。北边又有他们的一伙人在砍下大批树林，并且在森林中放火。他们将草皮踩进泥里，甚至不掩埋他们那肮脏的粪便。我感觉在这儿都能闻到那股恶臭。

source: So the grim tales of them prove true. They must not be allowed to continue; we must banish this blight from our forests. I shall marshal the wardens and drive them off. And the Council needs to hear of this; take the message and return with reinforcements, there might be more of them.
it: Quindi le pessime storie sul loro conto sono vere. Non deve essergli permesso di continuare: dobbiamo estirpare questo influsso malefico dalle nostre foreste. Schiererò i custodi e li respingerò. E il Consiglio deve essere informato di tutto: porta loro un messaggio e ritorna con dei rinforzi, ce ne potrebbero essere molti altri di orchi in giro.
ja: その、ゾッとするような話は真実のようだな。奴等を長い間滞在させてはダメだ。我々の森林からこの荒廃を追放せねばならん。番人を選出し、奴等を追い払うのだ。また、このことは評議会にも知らせねばならん。伝令として帰り、奴等を上回る援軍を連れて再び戻ってくるのだ。
zh_cn: 看来关于他们的传说是真的了。我们不能让他们继续下去；我们必须把这些破坏者赶出森林。我马上整顿我的部队将他们驱逐出去。必须让精灵议会知道这件事；你去送个信，带上增援部队回来，他们可能还有更多人。

source: Yes, my lord!
it: Sì, mio signore!
ja: はい、閣下！
zh_cn: 遵命，殿下！

source: Look at them. Big, slow, clumsy and hardly a bow in hand. Keep to the trees, use your arrows and the day will be ours.
it: Guardateli bene. Grossi, lenti, rozzi e incapaci di tenere un arco in mano. Teneteli in mezzo agli alberi, usate le vostre frecce e questa giornata ci arriderà.
ja: 奴等をみろ。大きくてノロマ、弓矢ももてないほど不器用だ。森林の中から弓矢で攻撃すれば勝利は確実だ。
zh_cn: 看看他们。体型又大，速度又慢，动作笨拙，手上根本那不了弓。呆在树林里面，用你的弓箭消灭他们，胜利属于我们！

source: It's hopeless; we've tried everything, and they're still coming back.
it: Non c'è speranza, le abbiamo provate tutte, e quelli continuano a ritornare.
ja: 絶望的です。我々は最善を尽くしましたが、奴等はまた戻ってくるでしょう。

source: Forward, you worthless worms! Look at them, they're tired and afraid! You killed their will to fight, now go and finish the job!
it: Avanti, inutili vermi! Guardateli, sono stanchi e affranti! Avete ucciso la loro voglia di combattere, ora andate e finite il lavoro!
zh_cn: 向前冲啊，没用的废物！看看他们那既疲惫又惊恐的样子！你消磨了他们战斗的意志，现在去吧，完成你的工作！

source: That cloud of dust on the horizon... flee! There's more of the abominations heading this way! Fall back before we're outnumbered and crushed.
it: Quella nuvola di polvere all'orizzonte... scappiamo! Ci sono altri abomini che vengono in questa direzione! Ritiriamoci prima di essere soverchiati e spazzati via.

source: Lord Erlornas didn't drive the orcs back, although he and his warriors tried their absolute best. When another war band arrived, elvish resistance crumbled.
it: Lord Erlornas non è riuscito a respingere gli orchi, nonostante lui e i suoi guerrieri abbiano dato il meglio di sé. Quando la prossima banda si presenterà, la resistenza degli elfi sarà spezzata.

source: Of the ensuing events little is known, since much was lost in the chaos and confusion, but one thing is painfully sure. Elves lost the campaign.
it: Poco è noto degli eventi successivi, poiché la maggior parte delle informazioni andò persa nel caos e nella confusione, ma una cosa è paurosamente certa: gli elfi persero la guerra.
zh_cn: 接下来发生的事情几乎没有人知道，因为太多东西都在混沌和混乱中消失了。但是有件事却不幸是真的，精灵输掉了战役。

source: Finally! Got him!
it: Finalmente! Preso!
ja: やったぞ！奴は死んだ！
zh_cn: 最后！终于抓到他了！

source: Lord!
it: Signore!
ja: 閣下！
zh_cn: 殿下！

source: Take...command... Drive them...away.
it: Prendi...il comando... Portali...via.
ja: お、お前が……指揮を……や、奴等を……追い払うのだ……
zh_cn: 传我……的……命令…… 把……他们……赶出去。

source: Lord Erlornas died the day he first fought the orcs and never saw the end of the war. Given its final outcome, this was perhaps for the best.
it: Lord Erlornas morì durante il primo giorno di battaglia e non vide mai la fine della guerra. Visto il risultato finale, questa probabilmente è stata la sorte migliore.
ja: 最初にオーク族と戦った Erlornas 卿はその日に死んでしまいました。最終的な結果を考えると、以後の戦いに加わる必要がなかったという意味では、その方が良かったかも知れません。
zh_cn: Erlornas殿下在他和兽人作战的第一天不幸去世，他没有看见战争如何结束。不过从最终结果来看，这对他也许是最好的。

source: I've been bested, but the combat wasn't fair...a thousand curses on you, withered coward! May you suffer...and when my master, Rualsha, finds you may he wipe your people from the face of this earth!
it: Sono stato sconfitto, ma non vi siete battuti lealmente...siate mille volte maledetti, luridi codardi! Che voi possiate soffrire...e quando il mio signore, Rualsha, vi troverà, spazzerà via la vostra gente dalla faccia di questa terra!
ja: 俺は敗北したが、この戦は公正ではなかった……意気地なき臆病者め。呪ってやる！苦しめ……。我が主君 Rualsha 様がやってくるぞ。お前ら一族を地上から消し去るためにな！

source: Rualsha? Hmm... What if... Assemble a war-party, we need to scout north!
it: Rualsha? Hmm... Cosa potrebbe succedere se... stesse mettendo in piedi una guerra. Dobbiamo esplorare le terre a nord!
ja: Rualsha だと？ふむ……主力を集めて北の地を調査する必要があるな！
zh_cn: Rualsha? 嗯…… 要是…… 来个战争聚会吧，我们继续向北侦察！

source: Assassins
it: Assassini
ja: 暗殺者
zh_cn: 刺客

source: The path of the orcish war band was easy to follow - a wide swathe of trampled ground through violated forest. Erlornas and his party swiftly followed it north and west.
it: La traccia degli orchi era semplice da seguire – una fascia di terreno rozzamente calpestata attraverso la foresta profanata. Erlonas e i suoi seguirono la traccia a nord e ad ovest.
ja: オーク達の痕跡を辿るのは簡単でした。平安を乱された森の中にひどく踏み荒らされた地面が続いていました。Erlornas とその従者達はオーク達を北西へ追いました。

source: Soon they arrived at a region where the forest was cut through by many streams, only to find something unexpected.
it: Presto arrivarono in una regione dove la foresta era attraversata da molti torrenti, e scoprirono qualcosa di inaspettato.
ja: まもなく、木々が何かによって無数に切り刻まれている地域に到着しました。
zh_cn: 不久，他们到了一个很多树都被砍倒了的地方。而且还遇到了一些意想不到的事。

source: Hint: Assassins are hard to hit, and their poison is insidious. Stay close to the villages, where poisoning can be cured, and force your enemies to attack you from the river.
it: Suggerimento: Gli assassini sono difficili da colpire e il loro veleno è insidioso. Stai vicino ai villaggi, dove le unità avvelenate possono essere guarite, e cerca di costringere il nemico ad attaccarti dal fiume.
ja: ヒント: 暗殺者は命中させるのが難しく、しかも油断のならない毒を持っています。村で毒を治療できるので、村に届く位置に陣取りましょう。そして敵が攻撃を仕掛ける際に川の中に入るよう誘導しましょう。
zh_cn: 提示： 刺客难以击中，并且他们的毒也阴险。呆在村庄附近，在那里中毒状态可以被治愈，并强迫你的敌人从河里攻击你。

source: Defeat Gharlsa
it: Sconfiggi Gharlsa
ja: Gharlsa を倒す
zh_cn: 击败Gharlsa

source: The trail leads straight to this place, my lord.
it: Le tracce portano dirette in questo posto, mio signore.
ja: 閣下、この場所に一直線に向かってくる痕跡を見つけました。
zh_cn: 殿下，兽人痕迹通向这个地方。

source: There is a keep ahead of us. How comes it that we know nothing of it? I thought our borders were watched more carefully.
it: C'è un accampamento più avanti. Come mai non ne sapevamo nulla? Pensavo che i confini fossero pattugliati con più attenzione.
ja: この先に続いているな。何が起こっているのかわかるか？私は、我々の国境線をとても注意深く調査されたように思う。
zh_cn: 我们前面有一座城堡。我们以前尽然不知道？我真希望我们的边境守卫能观察更仔细一些。

source: I... I know not, my lord. For ages there was no one in these lands that could build such a thing save us. I fear we have fallen prey a false sense of security that has injured the vigilance of our scouts.
it: Non... Non saprei, mio signore. Per secoli non c'è stato nessuno in queste terre in grado di costuire qualcosa di simile a parte noi. Temo che abbiamo confidato troppo in un falso senso di sicurezza che ha abbassato la soglia di attenzione dei nostri esploratori.
zh_cn: 我…… 我不知道，殿下。几个时代以来这片土地上都没有人能建起那样的城堡。恐怕我们一直以来的安全降低了侦察者的警觉。

source: When the fighting ends, I'll have some answers. But for now...
it: A battaglia finita, voglio delle risposte. Ma per il momento...
ja: 戦いが終わればこれが何かわかるだろう。しかし今は……。

source: Gharlsa sees elves...yes...fresh meat for wolves. Yes, yes...
it: Gharlsa vedere elfi... sì... carne fresca per nostri lupi, sì, sì...
ja: エルフの野郎がきたぞ……いいぞ……俺たちの狼に食わせる新鮮な肉だ、いいぞ、いいぞ……
zh_cn: Gharlsa看到了精灵...对...我们狼的鲜肉，对，对...

source: ...let's focus on the task at hand.
it: ...concentriamoci sul problema più immediato.
ja: ……今はできることをやるだけだ。

source: Does that demented creature truly believe he can kill us?
it: Quel demente crede davvero di poterci uccidere?
ja: あの愚か者は本当に我々を殺せるとでも思っているのか？
zh_cn: 那个神经错乱的生物真的以为他能杀了我们吗？

source: Appearances can be deceiving. Tell the men to be cautious.
it: L'apparenza inganna. Dite agli uomini di stare attenti.
ja: 外観はごまかすことができるからな。用心深くしろ。
zh_cn: 外表可能是一种欺骗。告诉我们的人提高警觉。

source: Yes...yes...slay them!
it: Sì... sì... uccideteli!
ja: いいぞ……いいぞ……奴らを殺せ！
zh_cn: 对...对...杀死他们！

source: Hurts...failed...Rualsha gonna be angry...
it: Ferite... fallimento... Rualsha si arrabbierà...
ja: 痛い……失敗してしまった…… Rualsha 様がお怒りになる……
zh_cn: 太痛苦了……失败了……Rualsha 一定会生气的……

source: This...Rualsha again. We need to forge ahead; the answers we seek are not here. Perhaps we will find them further north.
it: Di nuovo... questo Rualsha. Dobbiamo continuare ad andare avanti: non sono qui le risposte che cerchiamo. Forse le troveremo più a nord.
ja: また Rualsha か……。ここでは答えは見つからなかったが、更に北進すればきっとわかるだろう。
zh_cn: 这……又是Rualsha干的。我们要继续前进；我们要找的答案不在这儿。也许我们能在更北的地方找到他。

source: Destroy this place and let the forest take the ruins. We don't want any more undesirables to use it.
it: Distruggiamo questo posto e lasciamo che la foresta si impadronisca delle rovine. Non vogliamo che nessun altro essere indesiderato le usi mai più.
ja: この建物を破壊し、森林が再生するようにしろ。好ましからざる者たちにこれ以上使わせるな。

source: Wasteland
it: Terre desolate
ja: 荒れ地
zh_cn: 荒地

source: As they fared further north the green forest thinned around them, slowly fading into a barren and fallow country. The signs were obvious and unmistakable - tree stumps, an occasional half-rotten tree felled long ago, and dead wood around them in scarce grass. This had been forest once, like the woods they called home. It has been murdered.
it: Man mano che si inoltravano sempre più a nord, la foresta verdeggiante diradava, sfumando in un paesaggio sterile e stentato. I segni era ovvi e inequivocabili – ceppi d'albero, altri alberi mezzi marciti qua e là, abbattuti da lungo tempo e legno morto tutto intorno a loro, nella rada erba. Questa landa una volta era una foresta, al pari degli alberi che gli elfi chiamavano casa. Ora gli orchi l'hanno uccisa.

source: There was no trail to be found here; wind and rain had erased the spoor. Fortunately, there was no need of a trail; smoke on the horizon betrayed the presence of their enemies.
it: Non c'erano piste da seguire qui: il vento e la pioggia avevano cancellato tutte le orme. Fortunatamente, non c'era bisogno di alcuna traccia: il fumo all'orizzonte tradiva la presenza dei loro nemici.
ja: ここからは道が途絶えてしまいました。風雨によって痕跡も消えてしまっています。しかし、幸いながら道は必要ありませんでした。地平線に見える煙が彼らの敵の存在を知らせていました。
zh_cn: 这里没有兽人的踪迹了；风力和雨水侵蚀了他们的足迹。幸运的是，我们不需要跟随足迹了；地平线上的轻烟给我们指出了敌人的方位。

source: Erlornas was near-certain would find orcs there. No clan of dwarves would break their ancient treaties with the elves in this way; humans were never so...methodical in their destruction, and did not travel in sufficiently large numbers in a north country they found too cold and damp for comfort. The great question remained - would he find Rualsha?
it: Erlonas era quasi certo che avrebbe trovato gli orchi lì. Nessun clan dei nani avrebbe potuto rompere il loro antico trattato con gli elfi in questo modo; gli uomini non sono mai stati così... metodici nella loro distruzione,e non viaggiavano in gruppi abbastanza grandi nelle terre del nord, perché per loro sono troppo fredde e umide. Il grande interrogativo rimaneva – sarebbe riuscito a trovare Rualsha?

source: Perhaps, but not here. The tribe this camp housed was too small to impress fear on other orcs. Come next morning, the elves were prepared for battle.
it: Forse più avanti, di certo non qui. La tribù accampata in questi luoghi era troppo piccola per dominare su un qualsiasi altro gruppo di orchi. L'indomani, gli elfi erano pronti a dare battaglia.
ja: おそらくこの部族は他のオークの部族に恐怖を与えるには不足するほど小さいものです。夜が明けるころにはエルフたちは戦いの準備が完了していました。
zh_cn: 可能吧，但不是在这儿。这个营地的部队还不足以让兽人感到害怕。明天早上再来，那时精灵们会作好战斗的准备。

source: Hint: There are no villages in this scenario - you must use healers instead. Use hit and run tactics to weaken enemy units who cannot heal themselves.
it: Suggerimento: Non ci sono villaggi in questo scenario, quindi devi usare le tue abilità con doti curative. Usa la tattica “mordi e fuggi” per indebolire le unità nemiche che non si possono curare.

source: Defeat Gnargha
it: Sconfiggi Gnargha
ja: Gnargha を倒す
zh_cn: 击败Gnargha

source: Lord... I'm... I am filled with grief. This senseless destruction is... overwhelming.
it: Sire... sono... sono pieno d'angoscia. Tutta questa insensata distruzione è... opprimente.
ja: 閣下……。私はとても悲しいです。この無意味な破壊活動……。図り知れません。

source: Yes. And this is the threat we were blind to but are now facing. This tribe is small, yet we must drive them back to the north. They must have no footholds south of the hills.
it: Vero. E questa è la minaccia che non abbiamo saputo vedere, ma che ora ci si para dinnanzi. Questa tribù è piccola, ma ciò nondimeno dobbiamo respingerla nel nord. Gli orchi non devono avere avamposti a sud delle colline.
ja: ああ。今まで気づかなかったが、これが現在我々が直面している危機だ。この集団は小さい。しかし、北に進まねばならない。奴等は丘の南側には足掛かりを全くもっていない。
zh_cn: 是的。只是我们从来没有意识到的威胁，但现在必须去面对。这只是一支小部队，即使如此我们也要把他们赶回北边去。不能让他们在山的南面建立据点。

source: Elves!? This means Urugha failed and his spirit will suffer greatly for his weakness. So be it!
it: Elfi!? Questo significa che Urugha ha fallito e il suo spirito patirà una grande sofferenza per questa sua debolezza. Così sia!
ja: エルフか！？ということは Urugha は失敗したのだな。奴の魂はこの弱点によって大いに苦しむだろう。だが、それでいい！
zh_cn: 精灵！？这就是说Urugha失败了。他的灵魂会因此受到巨大的折磨的。来吧！

source: Rise up, grunts! We have a great fight upon us! Let your rage flow freely! Let your blades slay all! First one to draw blood will feast by my fire this night!
it: Alzatevi, reclute! Ci attende un'epica battaglia! Che la vostra furia scorra liberamente! Che le vostre lame li falcino tutti! Il primo di voi che farà scorrere il sangue farà festa con me questa notte!
ja: 雄叫びをあげろ！大いなる戦いだ！怒りに身を任せろ！その刃ですべてを殺せ！今夜、手始めに血祭りにしてやれ！
zh_cn: 准备好了，兽人步兵！我们即将面对一场恶战！把你的愤怒发泄出来！用你的刀刃杀死他们！第一个让敌人流血的人会在晚上得到我的奖励！

source: Aim true, men, with wit and courage the day will be ours. And spare no-one, there can be no orc south of the hills, else we'll never have peace again.
it: Elfi, mirate accuratamente e con ingegno e coraggio la giornata ci arriderà. Non ne deve scappare nessuno: non ci devono essere orchi a sud delle colline, altrimenti non ci sarà mai la pace.
ja: 皆のもの、機知と勇気を持って目的に向かえば勝利は我らのものとなる。丘の南にオークのいる場所などないはずだ。平穏な日々を再び取り戻すのだ。

source: You won... Elf... But it changes... Nothing... (*cough*)
it: Hai vinto... Elfo... Ma questo non cambia... niente... (*tossisce*)
ja: エルフよ……貴様の勝ちだ……。だが、それもここまで……。無になるのだ……。(*ゴフッ*)
zh_cn: 你赢了…… 精灵…… 但是……这什么……也不能改变…… （*咳嗽*）

source: We found the way... Now... We will come in numbers... (*cough*) You can't imagine...
it: Ormai abbiamo trovato la strada... ora... Verremo numerosi... (*tossisce*) Come neanche te lo immagini...
ja: 俺たちは方法を見つけた……。これから……俺たちの数は更に増える……。(*ゴフッ*) 貴様には想像できないだろうけどな……。

source: (*cough*) I'll be waiting... Among the dead...
it: (*tossisce*) Ti aspetto... tra i morti...
ja: (*ゴフッ*) 地獄で待っておくぞ……。

source: The orcish chieftain finally fell, overcome by his wounds. The elves found themselves in a half-ruined camp littered with the bodies of both sides, there was no hale orc in sight, nor did any of the wounded beg mercy. The elves took no prisoners.
it: Il comandante degli orchi finalmente cadde, sopraffatto dalle sue ferite. Gli elfi si ritrovarono in un accampamento semidistrutto, disseminato dei corpi di entrambe le fazioni; non c'erano orchi sani in vista, e nessuno dei feriti chiese pietà. Gli elfi non fecero prigionieri.
ja: 最後の力を振り絞っていたオークの司令官はついに倒れました。気がつくとエルフたちは両端が散らかった半分荒廃してしまった小さな宿営地にいました。ひどい負傷のため、五体満足なオークはいませんでした。エルフたちは捕虜を捕まえませんでした。
zh_cn: 兽人首领最终倒下了，全身都是伤痛。精灵们发现他们在一个一半已经成为废墟的营地。这里到处都是交战双方的尸体，视野中没有强壮的兽人，也没有乞求怜悯的兽人。精灵们没有留下任何俘虏。

source: It's done, lord. No-one escaped. No-one tried to escape. I'm... disturbed.
it: Mio signore, abbiamo finito. Nessuno è riuscito a fuggire. Nessuno ha neanche tentato di fuggire. Mi sento... inquieto.
ja: 閣下、誰も逃げません。逃げようと試みることすらしません。私は……信じれません。

source: Good. But their disregard for self-preservation is astounding. As is their ferocity when defending what they claim as their own. Have the scouts found others this side of the hills?
it: Ben fatto. Ma la loro assoluta mancanza di istinto di conservazione è strabiliante. Al pari della loro ferocia nel difendere quello che reclamano essere di loro possesso. Gli esploratori ne hanno trovati degli altri su questo versante delle colline?
ja: いいだろう。しかし、奴等の生存欲求の無さには驚いてしまう。彼らんも獰猛さは、彼ら自身の欲求を守っているようだ。偵察隊はこの丘のこの端で何かを見つけたか？
zh_cn: 很好。不过兽人们不顾自身防守的攻击真是可怕。他们守卫自己认为的领土时的残忍也一样。我们的侦察员发现山的那边的敌人了吗？

source: No, lord. But trolls were spotted in the hills ahead. Do we really need to cross them to the north?
it: Nossignore. Ma sono stati avvistati dei troll nelle colline, poco più avanti. Dobbiamo necessariamente attraversarle per dirigerci verso nord?
zh_cn: 没有，殿下。不过我们发现了巨魔。我们一定要穿过他们的领地继续向北吗？

source: Yes. The council has spoken to me through a dream-sending. They are troubled. Reinforcements have been sent after us, but we need to press on. Tell the men to rest, we'll move out at dawn.
it: Sì. Il consiglio mi ha inviato un messaggio telepatico tramite i sogni. Sono in difficoltà. Dei rinforzi sono stati mandati per rafforzarci, ma noi dobbiamo continuare a tenerli impegnati. Dì agli uomini di riposare, leveremo le tende all'alba.

source: What about the loot lord? We found supplies worth over a hundred gold in the camp.
it: Cosa dobbiamo farne del bottino di guerra? Nell'accampamento abbiamo trovato dei viveri che varranno sì e no un centinaio di monete d'oro.
zh_cn: 战利品怎么办，陛下？我们在营地里发现了价值超过100金币的战备物资。

source: Distribute some among the men, save the rest for the road. This country is a wasteland now; we won't find much forage on the march.
it: Distribuiscine qualcuna agli uomini, e metti da parte il resto per il cammino futuro. Questa terra ormai è una landa desolata: sarà dura trovare dei rifornimenti lungo la strada.
