Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-aoi/*.po
Languages: it, ja, zh_cn

source: We found some supplies when searching the camp, but nothing much. What is to be done with them?
it: Abbiamo trovato dei viveri cercando nell'accampamento, niente altro di importante. Cosa dobbiamo farne?
zh_cn: 我们在搜寻营地时发现一些战备物资，不过不多。现在怎么处理？

source: Save it for the march north. There is little to be found in this barren country.
it: Conservateli per la marcia verso nord. Non c'è molto da trovare in questo paese sterile.
zh_cn: 留着北征时用吧。在这个贫瘠的地方几乎一无所有。

source: Lord Erlornas never saw the blade that felled him. He died on the spot, with no a chance to issue last commands or farewells. Without him his wardens soon fell into confusion, and losing heart withdrew from the battle.
it: Erlornas non vide mai la lama che lo colpì. Cadde sul posto, senza alcuna possibilità di impartire un ultimo comando o di pronunciare le ultime parole di addio. Senza di lui i suoi custodi caddero in confusione molto presto, e perdendo coraggio si ritirarono dalla battaglia.
zh_cn: Erlornas殿下没有看见是谁杀死了他。他突然的死亡使他来不及下达最后的命令或者道别。失去领袖之后，他的部队很快陷入混乱，失去作战信心，退出了战场。

source: When reinforcements finally arrived, elves managed to dislodge the orcish tribe. But the threat from the north remained unresolved and loomed large over their future.
it: Quando finalmente i rinforzi arrivarono, gli elfi si adoperarono per scacciare la tribù degli orchi. Ma la minaccia dal nord rimase intatta e incombeva minacciosa sul loro futuro.
zh_cn: 当援军最后到来时，精灵们成功将兽人部落赶了出去。但是来自北面的威胁还没有逝去，这为他们的未来蒙上了巨大的阴影。

source: We can't carry on Lord, the men are to tired. We have to fall back.
it: Non riusciamo ad andare avanti, Signore, gli uomini sono troppo stanchi. Dobbiamo riposare.

source: Damn it. Sound the retreat, we'll try again when reinforcements arrive.
it: Dannazione. Suona la ritirata, proveremo di nuovo quando arriveranno i rinforzi.

source: They waited next few days before the expected relief caught up with them. Next morning they took the field against a far larger host of orcs. The battle ended in a draw; the war raged on for years...
it: Passarono alcuni giorni prima che i rinforzi giungessero. L'indomani presero il campo di fronte ad uno schieramento di orchi molto più ampio. L'esito della battaglia fu pari: la guerra sarebbe continuata per anni...

source: Valley of Trolls
it: Valle dei troll
ja: トロルの谷
zh_cn: 巨魔山谷

source: Trolls
it: Troll
zh_cn: 巨魔

source: Next morning, the elves set off again, increasingly wearied by the hardships of the campaign and longing for the green comfort of their home forests. This land was barren and rugged; nothing shielded them from biting northern wind as they traveled towards the mountains looming before them.
it: L'indomani gli elfi partirono di nuovo, notevolmente provati dalla durezza della guerra e desiderosi di ritornare alle verdeggianti comodità delle loro foreste natie. Questa terra era arida e aspra: nulla li riparava dal gelido morso dei venti settentrionali mentre viaggiavano verso le montagne che si stagliavano dinanzi a loro.
ja: 翌朝、エルフたちは再び出発しました。この旅の過酷さは彼らをますます疲労させており、故郷にある森林の緑色の安らぎを渇望していました。この地域は荒地ででこぼこしていたからです。彼らの前にぼんやりと現れた山に向かっているときも、強い北風にさらされ、それを防ぐ手立てもありませんでした。
zh_cn: 第二天精灵又出发了。战争的艰难和森林家园的舒适使他们越来越感到疲惫。地表崎岖而又荒瘠；他们向着远处朦胧的山脉前进时，没有任何遮挡，刺骨的北风吹打着他们，

source: At dusk they arrived at the mouth of a valley cutting almost straight through the range and made camp, as scouts warned that the area was hostile and the road ahead treacherous in darkness. There were no songs or music that night and most of the elves slept uneasily. An unlucky few kept a cautious watch.
it: Al crepuscolo arrivarono all'imboccatura della valle che tagliava la catena montuosa in linea quasi retta e vi prepararono l'accampamento, visto che gli esploratori li avevano avvertiti che l'area circostante era ostile e la strada di fronte a loro si insinuava insidiosamente nell'oscurità. Non ci furono canti o musiche quella notte, e la maggior parte degli elfi dormì con difficoltà. Pochi sfortunati furono messi di guardia.
ja: 夕暮れになると、あたり一面がほぼ垂直に切り取られたような谷の入り口にたどり着きました。エルフたちはそこにテントをはることにしました。偵察隊からはその地域は敵対的であり、闇の中の不安な地帯への入り口であると警告されていました。その夜は歌も音楽もなく、エルフたちは不安を抱きながら眠りにつきました。また、彼らの一部は夜間警備についていました。
zh_cn: 黄昏时分，他们到了一个山谷的入口，并在那里扎营。山谷几乎成一条直线。当侦查员告诉他们这个地方充满敌意，而且前面黑暗的路也充满危险时，那天晚上没有了歌声和音乐。大多数人都睡的不安心。有几个更不幸运的要负责守夜。

source: When sunrise came, the elves moved into battle formations. Whatever waited in the slopes ahead, it would not find them unprepared.
it: All'alba, gli elfi si misero in formazione da battaglia e avanzarono. Qualunque cosa li stesse aspettando lungo i pendii di fronte a loro, non li avrebbe colti impreparati.
ja: council
zh_cn: 太阳升起来的时候，精灵们排起了战斗阵形。不管前面什么在等着他们，他们都作好了准备。

source: Hint: Trolls are poor fighters when not on rugged terrain and fare even worse during the daytime. Lure them out of the hills and attack in the sunlight.
it: Suggerimento: I troll sono pessimi combattenti quando non si trova su un terreno accidentato e lo sono ancora peggio durante il giorno. Cerca di attirarli fuori dalle colline e attaccali alla luce del giorno.
ja: ヒント: トロルは、山岳地帯以外にいるときや日が出ている間は、とても貧弱です。丘から誘いだし、日中に攻撃してください。
zh_cn: 提示： 巨魔不在崎岖地形上很难战斗，白天他们更难发挥自如。把他们从山地上引出来，在白天消灭他们。

source: Defeat all enemy leaders
it: Sconfiggi i comandanti nemici
ja: 全てのリーダーを倒せ
zh_cn: 击败所有敌人首领

source: We are far from our lands, now, Erlornas, and we have driven the orcs from the forest. Why do we not return home?
it: Adesso siamo lontani dalle nostre terre Erlonas, e abbiamo cacciato gli orchi dalla foresta. Perché non torniamo al nostro posto di guardia?
ja: 今や私たちは随分遠くまで来てしまいました。Erlornas 閣下、オークは森から追いやりました。どうして故郷へ帰還しないのですか？
zh_cn: 我们已经远离我们的领土了，现在，Erlornas，并且我们已经从森林驱逐了兽人。为什么我们不回家呢？

source: You know well enough... Rualsha. That name sounds everywhere we go since the incursion began. That orc is much more than a mere marauding bandit in search of pillage. And he wants this land. *Our* land. He is planning an invasion, I'm sure of it. We must gather more information about his plans before we go back.
it: Ormai ne sappiamo abbastanza... Rualsha. Quel nome risuona ovunque da quando questa incursione è iniziata. Quell'orco è qualcosa di più che un bandito saccheggiatore in cerca di villaggi da depredare: vuole questa terra. La *NOSTRA* terra. Sta pianificando un'invasione: ne sono certo. Dobbiamo ottenere informazioni più dettagliate sui suoi piani prima di tornare indietro.

source: And tell me... How did you sleep last night?
it: E dimmi... Come hai dormito questa notte?
ja: そうだ、昨夜はよく眠れたか？
zh_cn: 另外，告诉我……你昨晚睡的怎么样？

source: How did I?... Uneasy, lord. My dreams were bleak, some of them nightmares.
it: Come ho dormito?... Ho avuto un sonno agitato, mio signore. I miei sogni erano neri, alcuni di essi incubi.
ja: 私ですか？あまり眠れませんでした。悪夢をみてしまいました。
zh_cn: 怎么样？…… 很不安，殿下。我的梦里没有丝毫高兴和希望，有一些还是可怕的噩梦。

source: Yes. The earth currents are perturbed here, and the bridges to the dreamland are tainted. I think there is a mage dwelling somewhere nearby. Or perhaps more than one; the traces are mixed, and some of them have an unwholesome flavor.
it: E c'è di più. Le correnti della terra qui sono perturbate, e i ponti per la terra dei sogni sono corrotti. Credo che ci sia la dimora di un mago da qualche parte nei dintorni. O forse più di uno; le tracce sono confuse, e alcune di esse hanno un odore insolito.
ja: さらに言えば、ここの地面の様子はおかしい。我らが土地の基盤が汚されているのだ。私は、魔法使いがどこか近くにいると考えている。あるいは一人だけではないのかもしれない。跡が混ざって乱れている、その内いくつかは不健全な臭いがするな。
zh_cn: 这就对了。这里的地面烦燥不安，通往梦境的桥梁被破坏了。我想这附近一定住着一位法师。可能不止一位；魔法混合交错，其中有一些散发着腐味。

source: It would be dire indeed for us if these orcs have magic to add to their battle-might.
it: Sarebbe altresì mostruoso per noi se questi orchi riuscissero ad aggiungere la magia alla loro leggendaria potenza in battaglia.
ja: オーク達の戦力に魔力が加わったとしたら、本当に恐ろしいことになります。
zh_cn: 对我们来说如果那些兽人拥有魔法增加他们的战斗力量那真是太可怕了。

source: We must discover if this is so.
it: Dobbiamo scoprire se sia effettivamente così.
ja: そうであるか確かめなくてはならない。
zh_cn: 如果有的话我们会发现的。

source: Information will do us no good if we are killed before we return with it! These mountains look like troll territory.
it: Le informazioni non ci serviranno a niente se veniamo uccisi prima di comunicarle a qualcuno! Queste montagne sembrano il territorio dei troll.
ja: もしそれで私たちが戻る前に殺されてしまったなら、情報は役に立ちません！ この辺りの山はトロルの領土のように見えます。
zh_cn: 在我们把情报传回前就被杀可对我们不利！这些山脉看起来是巨魔的领地。

source: Enough. The sun's fully over the horizon. Give the order to advance.
it: Basta così. Il sole è alto all'orizzone. Date l'ordine di avanzare.
ja: 大丈夫だ。太陽は地平線から完全に顔を出している。出撃命令を出せ。

source: That was the last of the chieftains, lord. The lesser trolls seem to be retreating now.
it: Questo era l'ultimo dei loro capi, signore. Gli altri minori sembra ora si stiano ritirando.
ja: 閣下、最後の司令官を倒しました。残りのトロルが退却をはじめました。
zh_cn: 那是最后一位酋长，陛下。巨魔们现在好像在撤退。

source: It is well. Break camp and move everyone through the pass before they rally. We'll rest a bit on the other side; we have earned it.
it: Ottimo. Levate le tende e che tutti passino dall'altra parte prima che si radunino di nuovo. Ci riposeremo un po' dall'altra parte, ce lo siamo meritato.
ja: 好機だ。奴等が再び結集する前に奴等の集落を通過するんだ。反対側にでたら休息をとるぞ。我々はその時間を勝ち取ったのだ。

source: At once. How much time do you think we have?
it: Immediatamente. Quanto tempo pensi che riusciremo a riposare?
ja: すぐに移動します。どれぐらいの時間休息できそうですか？
zh_cn: 立即报告。你认为我们有多少时间？

source: A day, perhaps. We fought two clans today; they won't take long to rally. We need to be gone from here by sunset next.
it: Un giorno, forse. Abbiamo combattuto contro due clan oggi: non ci metteranno molto a riunirsi. Dobbiamo andarcene da questo posto prima della prossima alba.
ja: おそらくは1日だ。今日我々は2つの部族と戦った。奴等が再び結集するためにはそれほど時間はかからないだろう。日没までにはここを移動した方がいい。

source: We have slain a chieftain! Take heart! This battle is almost won!
it: Abbiamo ucciso un comandante! Rincuoratevi! La battaglia è quasi vinta!
ja: よし、司令官を倒したぞ。元気を出せ！この戦はもう勝ったも同然だ！
zh_cn: 我们已经干掉了一位酋长！鼓起勇气！战争就要胜利了！

source: Ha! Me smashed da funny elf. Me got a trophy!
it: Ha! Me schiaccia buffi elfi. Io vince trofeo!
zh_cn: 哈！我抓到一个有趣的精灵。我得到了一个战利品！

source: No! This can't be!
it: No! Non può essere!

source: Soon after Erlornas died the elven party, lacking a leader and pressed from all sides, scattered and fled. Their retreat to Wesmere was arduous and long.
it: Subito dopo la morte di Erlornas gli elfi, senza condottiero e spinti da tutte le parti, si dispersero e fuggirono. La loro ritirata verso Wesmere fu lunga e perigliosa.
zh_cn: Erlornas死后不久，因为缺少领袖而面对四面夹击的精灵们散开逃跑了。他们撤退到Wesmere的路途长远而艰辛。

source: During their retreat, the pass was crossed by another army moving in the opposite direction. Orcs were back south of the pass, and this time they were to stay for a long, long time.
it: Durante la loro ritirata, il passo fu attraversato nella direzione opposta da un altro esercito. Gli orchi ritornarono a sud del passo, e questa volta erano li per rimanerci a lungo, molto a lungo.

source: We can't get through lord. These whelps are not individually very dangerous, but there are huge number of them.
it: Signore, non riusciamo ad attraversare. Questi cuccioli non sono pericolosi presi ad uno ad uno, ma qui ce n'è in grande numero.

source: Four days of combat and nothing to show for it. How does it feel to you?
it: Quattro giorni di combattimento e non abbiamo ottenuto nulla. Come ti senti?
zh_cn: 四天的战斗没有任何结果。你感觉怎么样？

source: Terrible, my lord. Never in my life did I dream I'd be bested by mere trolls. What are your orders?
it: A pezzi, mio signore. Non avrei mai sognato che nella mia vita l'avrei spuntata contro dei semplici troll. Quali sono i vostri ordini?

source: Withdraw and make camp a safe distance from the hills. There is no further point in this fight. We'll wait for reinforcements.
it: Ritiratevi e accampatevi a distanza di sicurezza dalle colline. Non c'è motivo di continuare a lottare. Dobbiamo aspettare i rinforzi.

source: The reinforcements arrived a few days later, a crack force of rangers with some cavalry support. When they attempted the pass again, they found not trolls but something worse - an orcish army approaching from the north.
it: I rinforzi arrivarono dopo qualche giorni, un gruppo di sfondamento formato da ranger con della cavalleria di supporto. Quando provarono di nuovo a prendere il passo, non trovarono troll ad attenderli, ma qualcosa di ben peggio – un'intera armata di orchi si stava avvicinando da nord.

source: The battle that ensued was bloody and inconclusive, and the elven losses were only the beginning of the mournful toll in a war that would rage for many years after.
it: La battaglia che seguì non solo fu sanguinosa e inconcludente, ma le perdite subite dagli elfi furono soltanto l'inizio di un lugubre tributo di una guerra che si sarebbe trascinata per molti anni a seguire.
zh_cn: 接下来的战争血腥而又没有最终结果。而战争造成的人员伤亡只是令人长久悲痛的开始。许多年人们仍然痛恨这场战争。

source: Linaera the Quick
it: Linaera la Rapida
ja: すばやい Linaera
zh_cn: 迅捷的Linaera

source: After a day of hard-earned rest the elves marched north again. This was unknown country, not frequented even by Wesmere's furtherest-faring scouts.
it: Dopo una giornata di riposo a lungo richiesta, gli elfi ripresero la loro marcia verso nord. Questa landa era per loro sconosciuta, non essendo mai stata attraversata neanche dagli esploratori di Wesmere che si spinsero più lontano.

source: Two days' travel later, the forward scouts reported another orcish warband laying siege to a tower.
it: Dopo due giorni di viaggio, gli esploratori più avanzati riportarono notizie di un'altra banda di orchi che stava mettendo sotto assedio una torre.
ja: 2日後、前方にでていた偵察隊から塔を包囲するオークの先頭集団についての報告がありました。

source: Erlornas surveyed the siege from atop a small tree-covered hill overlooking the tower valley...
it: Erlonas osservò l'assedio dalla cima di una piccola collina verdeggiante che dominava la torre nella vallata...
ja: Erlornas が小さい木で覆われた丘の上からそれを眺め、塔の包囲網について調査していると……
zh_cn: Erlornas在被树木覆盖的山顶看看了塔和兽人的包围……

source: Wizards
it: Maghi

source: Hint: Use Elven Scouts and Linaera's power of teleportation to mount hit and run attacks.
it: Suggerimento: Questo nemico è troppo difficile da sconfiggere da solo. Usa le unità a cavallo ed il potere del teletrasporto di Linaera per attaccare le unità nemiche per poi scappare rapidamente.

source: Defeat Krughnar and break the siege
it: Sconfiggi Krughnar e rompi l'assedio
ja: Krughnar を倒し、包囲網を突破する
zh_cn: 击败Krughnar，破坏包围圈

source: Death of Linaera
it: Morte di Linaera
ja: Linaera の死
zh_cn: Linaera死亡

source: Report.
it: Rapporto.
ja: 報告を。
zh_cn: 报告。

source: A warband of orcs, no women or children among them, besieges a tower. It's of human design...but we are far from the lands granted to humans by treaty, my lord Erlornas.
it: Una banda di orchi guerrieri, poiché non ci sono né donne, né piccoli tra di loro, sta assediando una torre. La fattura dell'edifico sembra umana... ma siamo lontani dalle terre destinate agli uomini dal trattato, mio Signore Erlornas.
ja: 塔を包囲しているオークの先頭集団の中には女性も子供もいません。塔は人間族の建物です……。しかし、Erlornas 閣下、人間族との条約で、この地は我々の土地となっています。

source: Under the letter of the treaty, it is so. But this country is too cold and barren for us. I wonder, what manner of human would choose to live here, far from its kind? Hmmm...
it: Stando alle parole del trattato, hai perfettamente ragione. Ma questo paese è così freddo e arido per noi. Vorrei proprio sapere, che razza di umano potrebbe vivere qui, lontano dai suoi simili? Hmmm...
ja: 条約上はそうなっているな。しかし、この国は我々にとっては寒すぎて不毛の地である。私は、人間族のどのような文化をもつ者達がここに住むことを選んでいるのかと不思議に思っている。ふむ……
zh_cn: 在条约规定下是那样。这个地方对我们来说又冷又荒凉。我真奇怪，有什么人会住在这儿，远离自己的同族人？ Hmmm...

source: It trespasses, and should be driven out!
it: È un'eresia, e come tale dovrebbe essere estirpata!!
ja: あれは不法侵入です、追い出すべきです！
zh_cn: 这是入侵，应该把他们赶出去！

source: Hold. It is only one human, or a few of them at most. Time enough to speak of driving it out when we have no enemies in common.
it: Fermi. È solo un umano, o pochi al massimo. C'è abbastanza tempo per discutere di snidarli quando avremo finito con gli orchi.
ja: 待て。あれはたった一人の人間、多くても数人だ。オークと戦っていないときに追い返す話をする時間は充分にある。
zh_cn: 等下。只是一个人类，或者最多几个。在没和兽人开战前，我们有足够的时间叫他们离开。

source: Tell me: I see no bridge over the chasm around that keep. Is there any sign that one has been withdrawn by the defenders?
it: Dimmi: non vedo alcun ponte sul fossato che circonda il castello. Riesci a vedere qualche segno di un ponte levatoio che possa essere stato sollevato dai difensori?
ja: 教えろ。私には全ての橋が壊れているように見える。孤立している防衛者はどうやって情報をやりとりしているのかわかるか？
zh_cn: 告诉我：我并没看到那座城堡周围有桥。那儿有人已经逃出来了的迹象吗？

source: No, lord. No traces of any construction. It looks like no bridge has ever existed there. There must be other, hidden means of access to the tower.
it: No, Signore. Non c'è traccia di alcun manufatto. Sembra che nessun ponte sia mai esistito lì. Ci dev'essere qualcos'altro, un mezzo segreto per aver accesso alla torre.
ja: わかりません。どの建物からも情報のやりとりはみえません。橋も今までそこに存在していないのではないかというようにすらみえます。塔内部に何か隠された手段があるんもに違いありません。
zh_cn: 没有，殿下。没有任何踪迹。开起来那里从来就没有桥。一定有其他隐蔽的方式可以到达那座塔。

source: Interesting...Go to my personal stores and bring me a bottle of wine. And a couple of glasses.
it: Interessante... Portatemi una bottiglia dalla mia riserva personale. E una coppia di calici.
ja: 興味深いな……私の部屋にワインボトルをもってこい。もちろん1組のグラスもだ。
zh_cn: 这就有趣了……给我拿一瓶酒来。还有一对镜片。

source: ...glasses?
it: ...calici?
ja: ……グラスは1組ですか？
zh_cn: ……镜片？

source: Do it. We'll have a guest soon.
it: Fatelo. Presto avremo un ospite.
ja: そうだ。まもなく客がくるだろうからな。

source: Erlornas closed his eyes and brought his hands forward, joined palms forming a cup open to the sky. Soon they began to glow, then to flare like a brazier with the fire of Faerie, casting a cold, blue light all around the elf-lord. A wisp of light emerged from the eerie flames, and at a few murmured words from the elf-lord flew away towards the tower below. Then the light around Erlornas faded and all was seemingly as before.
it: Erlonas chiuse gli occhi e portò avanti le mani, con le palme unite a formare una coppa aperta verso il cielo. Esse cominciarono subito a risplendere, fino a brillare come un braciere con il Fuoco Fatato all'interno, emanando una fredda luce blu tutto intorno al signore degli elfi. Uno spiraglio di luce si aprì tra le fiamme fatate, e al flebile suono delle parole pronunciate dal signore degli elfi si mosse verso la torre. Poi la luce che circondava Erlornas scemò e tutto tornò come prima.
ja: Erlornas は空のグラスを持って空に向かって手を前方にだし、目をつぶりました。まもなくそれは光を放ちます。それは揺らめく妖精の炎のようでもありました。エルフの指導者の全身からは、冷たく、青い光が放たれています。不思議な炎から一筋の光が生まれ、エルフの指導者のつぶやきと共に塔に向かいました。そして、Erlornas の身体からは光が徐々に消えていき、今までと同じ Erlornas に戻りました。
zh_cn: Erlornas闭上眼睛，双手伸向前方，形成杯状。很快他们开始发光，不久，蓝色的光线覆盖在Erlornas周围。一小束光线融合了进来，Erlornas发出一些微语飞向高塔。之后Erlornas周围的光线退去，一切都恢复正常。

source: Some time later...
it: Qualche tempo dopo...
ja: しばらくして……
zh_cn: 不久之后……

source: So you decided to accept the invitation. Good. Welcome, I am lord Erlornas of Wesmere. I find your presence here...surprising.
it: Quindi hai deciso di accettare l'invito. Bene. Benvenuto, io sono Erlornas di Wesmere. Trovo...sorprendente la tua presenza qui.
ja: 招待に応じてくれたか。いいぞ。ようこそ、私が Wesmere の指導者 Erlornas である。驚くべき技術をもった……あなた方の存在をみつけたのだ。
zh_cn: 这就是说你打算接受邀请。太好了，欢迎你。我是Wesmere的Erlornas殿下。我非常惊讶在这里找到你。

source: Scarcely less than I find yours, my lord elf, but I would welcome your aid against these orcs. They have been besieging my tower for weeks.
it: Non meno di quanto io sia sconcertata dalla tua, mio signore degli elfi, ma benedico l'aiuto che ci porti contro questi orchi. Hanno assediato la mia torre per settimane.
ja: エルフの指導者よ、オークに対抗するためにあなたの力を借りたい。オークは我々の塔を何週間も包囲しているのです。
zh_cn: 我也同样惊讶发现你，精灵殿下。不过我很乐意你协助对付这些兽人。他们包围这座塔已经几个星期了。

source: I wish their foul kind driven as far as possible from my borders, not to return. It would be no bad thing if an ally of the elves kept watch over this country.
it: Vorrei che la loro follia li portasse il più lontano possibile dai miei confini, e che non ci ritornassero più. Non sarebbe male se un'alleata degli elfi tenesse sotto controllo queste zone.
ja: 我が同胞よ、私は汚らわしい種族をできるだけ遠くに追いやりたいと思っている。もう戻ってこないようにな。エルフの味方がこの国を守ってくれるのであれば、それは悪いことではない。
zh_cn: 我希望把这些兽人从我的边境上赶的越远越好，永远也不要回来。有一位精灵的盟友在这里看着不见得是一件坏事。

source: Count me an ally, then, lord Erlornas. We can defeat them together.
it: Allora, considerami un'alleata, lord Erlonas. Insieme li possiamo sconfiggere.
ja: 指導者 Erlornas よ、それならば同盟を結びましょう。私たちが力をあわせるならば、彼らを追い出すことができます。
zh_cn: 那么，把我当成盟友吧，Erlornas殿下。我们可以一起对付兽人。

source: My lord... humans cannot be trusted! They shift their allegiances with the changing of the wind!
it: Mio Signore... non possiamo fidarci degli umani! Cambiano alleanze come banderuole al vento!
ja: 閣下……人間は信用できない！ 彼らは風向きで行動を変えるため忠実ではありません！
zh_cn: 殿下...不能相信人类！他们改变他们的忠诚和风向的变化一样！

source: That may be, but I do not think this one will betray us to the orcs. And we may need her assistance, too: that is a powerful force of orcs ahead.
it: Può darsi, ma non credo che ci tradirà con gli orchi. E potremmo avere bisogno del suo aiuto: è un gruppo di orchi numeroso.
ja: それはそうかもしれない。だが、どんなに風向きが変わっても我々を裏切ってオークにつくことはないだろう。それに彼女の援助もまた必要かもしれない。前方のオークの力は強大だ。
zh_cn: 也许是那样，但我不相信这位会向兽人背叛我们。而且我们也需要她的帮助；我们面对的是一群强大的兽人。

source: And that is well ended. But, Linaera, there is somewhat else that concerns me. You are a mage; do you not feel something...wrong...to the east of here?
it: Molto bene. Ma, Linaera, c'è qualcos'altro che mi turba. Tu sei una maga: non percepisci anche tu qualcosa... di sbagliato... verso est?
ja: 無事に終わったな。しかし、Linaera よ、ちょっと気になることがある。あなたは魔法使いだ。何か感じないのか？東あたりから、この……不吉な……
zh_cn: 结局不错。不过，Linaera, 这里还有一些东西让我担心。你是一位法师；你能感觉到东边有些东西……不对劲吗？

source: I do indeed. Something evil has recently made a nest in the next valley over; its servants have been sniffing at the edges of my domain. I had meant to deal with it myself, but if you elves revere the green earth I think you will want it abolished as much as do I.
it: Sì, l'ho percepito anche io. Qualcosa di malvagio ha recentemente stabilito la sua dimora nella valle confinante la nostra. I suoi servi sono stati visti muoversi ai confini del mio dominio. Intendevo occuparmene da sola ma forse, siccome voi elfi onorate la flora, io credo che voi vogliate sradicare quel potere tanto quanto me.
ja: 1つ思い当たることがあります。次の谷をこえたあたりに、何か悪いものたちが最近になって住処を作ろうとしているのです。その下っ端が私の領域の橋を調査しにきているのです。私は自分でそれを始末するつもりでしたが、緑の大地を崇拝するあなた方エルフ達ならば、私と同じようにそれを止めたいと思うのでしょうね。
zh_cn: 是的我感觉到了。一股邪恶力量出没于这里东面的山谷；它的随从们正在嗅着我的领地边缘。这件事本来应该我自己来处理，不过如果你们精灵敬畏绿色大地，我想你们也和我一样希望将他们消灭。

source: We are of one mind, then. Let us go to it.
it: Quindi, la pensiamo nello stesso modo. Andiamo a vedere.
ja: もちろんだ。すぐにそこに向かおう。
zh_cn: 那我们是一条心的，让我们一起解决。

source: A Detour through the Swamp
it: Un giro attraverso la palude
ja: 沼地を通って回り道
zh_cn: 绕道沼泽

source: Hint: Undead are resistant to physical attack. Use mages to attack the undead, and elves to protect and support the mages.
it: Suggerimento: I non-morti sono resistenti contro gli attacchi fisici. Utilizza i maghi per attaccarli ed usa gli elfi per evitare che i maghi facciano una brutta fine.
ja: ヒント： アンデッドは物理的攻撃に抵抗力があります。魔法使いを使ってアンデッドを攻撃し、エルフは魔法使いの防御とサポートに徹しましょう。
zh_cn: 提示： 亡灵对物理攻击有抗性。使用法师攻击亡灵，精灵保护和支持法师。

source: Defeat Keremal
it: Sconfiggi Keremal
ja: Keremal を倒す
zh_cn: 击败Keremal

source: The evil spirits who have settled in this wetland have turned it into a vile bog. My apprentices and I have the power to dispel them, but you must protect us from their weapons.
it: Gli spiriti malvagi che si sono insediati in questo acquitrino lo hanno trasformato in un orribile palude. Io ed i miei apprendisti abbiamo il potere di ripulire l'area, ma dovete proteggerci con le vostre armi.
ja: この湿地に住みついていた邪悪な亡霊は、そこを汚らわしい沼地に変えてしまいました。私と弟子達には奴らを追い払う力がありますが、あなた達に奴らの凶器から守ってもらわなくてはなりません。
zh_cn: 这些居住在这个湿地的邪恶灵魂们把这里变成了肮脏的沼泽。我和我的学徒拥有驱散他们的力量，不过你得在他们的武器下保护我们。

source: All is lost! Without Linaera's help, I cannot hope to defeat these horrifying apparitions!
it: È la fine! Senza l'aiuto di Linaera non posso sconfiggere queste orribili apparizioni!
ja: もうおしまいだ！ Linaera の助けなしでは、あの恐るべき亡霊を破ることは望めない！
