Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-low/*.po
Languages: da, fr, pl

source: I see the orcish army is big but consists mostly of inexperienced fighters. This should not take too long....
da: Jeg kan se, at orkernes hær er stor men hovedsagelig består af uerfarne kæmpere. Dette kommer ikke til at tage lang tid....

source: These are hardened orc and Troll veterans. Men, prepare for a long, hard fight...
da: Dette er krigshærdede orker og troldeveteraner. Mænd gør klar til en lang hård kamp...

source: I told ye I'd be here
da: Jeg sagde jo, jeg ville være der.

source: It's not much of an army he is bringing with him, though
da: Dog ikke meget af en hær han har med sig.

source: Sure, minus expenses
da: Selvfølgelig minus omkostninger

source: Kalenz My lords, this is Olurf. He and his dwarves have fought by our side and have well earned a place in this meeting. The war that comes upon us must be met by all in Wesnoth, Elves, Dwarves and Humans.
da: Kalenz Min herre, dette er Olurf. Han og hans mænd har kæmpet på vores side og har i den grad fortjent en plads ved dette møde. Krigen som kommer må mødes af alle i Wesnoth, elver, dværge og mennesker.

source: Last for 25 turns
da: Varer i 25 runder

source: Cleodil I have taught you all that I dare. My lord...Kalenz...I pray you come back safely. My heart aches when I think of you going into such danger as this. It is peril not merely to your body, but to the essence of yourself.
da: Cleodil Jeg har lært dig alt som jeg vover. Min herre...Kalenz...Jeg beder til at du kommer sikkert tilbage. Mit hjerte gør ondt når jeg tænker over hvilken fare du udsætter dig for. Det er ødelæggende ikke kun for din krop, men også for din egen vilje.

source: Cleodil I do not think I could bear your death. Still less could I bear the corruption of your soul; the grief would ruin me.
da: Cleodil Jeg tror ikke at jeg kan bære at se dig død. Endnu mindre vil jeg dog kunne bære en nedbrydning af din sjæl; sorgen ville knuse mig.

source: Kalenz My eyes are open. To the danger, and...to you. You glow like a star in the night, Cleodil. You will be my guide out of darkness.
da: Kalenz Mine øjne er åbne. For faren, og...for dig. Du gløder som en stjerne i natten, Cleodil. Du vil være min ledestjerne ud af mørket.

source: Or thanks to you, Kalenz, son of Kliada. Our troops are at your command.
da: Eller takket være dig Kalenz, søn af Kliada. Vores tropper er under din kommando.

source: Before you die, know that you lost in Wesmere, you lost in Tath, you will lose here and that your Great Chief is dead!
da: Før du dør, så skal du vide, at du tabte i Wesmere, du tabte i Tath, du vil tabe her og din konge er død!

source: But Kalenz failed to persuade the dwarves. The dwarves left, and at Landar's insistence the elves marched on the empire of the Saurians...
da: Men Kalenz mislykkedes i at overtale dværgene. Dværgene tog af sted og på Landars insistering marcherede elverne mod øglerne...

source: You should try to reach Uraredia and the North Elves. He too, has refused to join Landar. Word is that some troops still loyal to you are heading there.
da: Du bør forsøge at nå Uraredia og de nordlige elver. Han har også nægtet at slutte sig til Landar. Desuden går rygtet at nogle tropper, der stadig er loyale over for dig, er på vej dertil.

source: Here is Kalenz. There can be no talk with traitors! Let none of them alive!
da: Her er Kalenz. Der skal ikke snakkes med forrædere! Lad ingen overleve!
