Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-low/*.po
Languages: da, fr, pl

source: Revelations
da: Afsløringer
fr: Révélations
pl: Objawienia

source: @Crelanu So you are the ones who defeated Aquagar and his drakes. Olurf, I know you; you were here before when we were both much younger. But Elves never come to Thoria. Yet these are no ordinary times for this land. I know all; I have foreseen this would happen.
da: @Crelanu Så i er dem som besejrede Aquagar og hans hestedrager. Olurf, jeg kender dig; du har været her før, da vi begge var meget yngre. Men elver kommer aldrig til Thoria. Dette er dog usædvanlige tider for dette land. Jeg ved det hele. Jeg har forudset, at dette ville ske.
fr: @Crelanu Ainsi c'est vous qui avez vaincu Aquagar et ses drakes. Olurf, je vous reconnais ; vous avez déjà été ici lorsque nous étions tous deux bien plus jeunes. Mais les elfes ne viennent normalement jamais en Thoria. Ce sont des temps peu ordinaires. Je le sais. J'ai prédit que cela arriverait.
pl: @Crelanu A więc to wyście pokonali Aquagara i jego smoki. Olurf, ciebie znam - bywałeś już tutaj w przeszłości, gdy obaj byliśmy o wiele młodsi. Ale elfy nigdy nie przychodzą do Thorii. A jednak czasy mamy teraz niezwykłe. Wiem wszystko. Przewidziałem, że to wszystko się wydarzy.

source: @Olurf This is Kalenz, leader of the elves. I have brought him here to ask for your advice and your aid in dealing with the orcs.
da: @Olurf Dette er Kalenz, leder af elverne. Jeg har bragt ham her, så kan kan be' om dit råd og din hjælp til at håndtere orkerne.
fr: @Olurf Voici Kalenz, le chef des elfes. Je l'ai amené ici pour qu'il puisse solliciter votre avis et votre aide contre les orcs.
pl: @Olurf Oto Kalenz, przywódca elfów. Przyprowadziłem go tutaj, by mógł cię prosić o radę i pomoc w walce z orkami.

source: @Crelanu Elves, you have fought valiantly and have won a great victory at the forest of Wesmere. Yet the forces ranged against you are not yet defeated. Indeed, they grow stronger every day. You contend against destiny. But for the moment you have diverted the orcs' attention.
da: @Crelanu Elver i har kæmpet modigt og har vundet en stor sejr i Wesmere-skoven. Dog er styrkerne over for jer ikke besejret endnu. Tværtimod vokser de sig stærkere dag for dag. I kæmper for jeres skæbne. I øjeblikket er det lykkedes jer at fjerne deres opmærksomhed.
fr: @Crelanu Elfes, vous avez vaillamment combattu et remporté une grande victoire dans la forêt de Wesmere. Cependant les forces qui vous assaillent ne sont pas encore vaincues. De fait, elles gagnent en puissance chaque jour. Vous luttez contre le destin. Mais pour le moment vous avez réussi à détourner leur attention.
pl: @Crelanu Elfy, walczyłyście dzielnie, odnosząc wielkie zwycięstwo w lesie Wesmere. Jednak zagrożenie, z którym przyszło wam się zmierzyć, nie tylko nie zostało zażegnane, lecz z każdym dniem rośnie w siłę. Walczycie bowiem z przeznaczeniem. Na chwilę udało się wam jednak odwrócić ich uwagę.

source: @Kalenz What do you mean, 'diverted their attention'?
da: @Kalenz Hvad mener du »fjernet deres opmærksomhed«?
fr: @Kalenz Qu'entendez-vous par « détourner leur attention » ?
pl: @Kalenz Jak to "odwrócić ich uwagę"?

source: @Crelanu You cannot even imagine it. Why do you suppose orcs came all the way here to attack you?
da: @Crelanu Du kan ikke forestille dig det. Hvorfor tror du orkerne er kommet hele denne vej for at angribe jer?
fr: @Crelanu Cela dépasse tout ce que vous pouvez imaginer. Pourquoi donc pensez-vous que les orcs ont fait tout ce chemin pour vous attaquer ?
pl: @Crelanu Nie macie nawet pojęcia... A jak sądzisz, czemuż to orki przebyły całą tę drogę i was zaatakowały?

source: @Landar Because they are orcs! Look old man, can you help us beat them or not?
da: @Landar Fordi de er orker! Hør gamle mand, kan du hjælp os med at slå dem eller ej?
fr: @Landar Parce que ce sont des orcs ! Écoutez vieil homme, pouvez-vous nous aider à les battre oui ou non ?
pl: @Landar Bo to orki! Słuchaj no, starcze, pomożesz nam je pokonać, czy nie?

source: @Crelanu You must be Landar. Very brave, but also very brash.
da: @Crelanu Du må være Landar, meget modig, men også meget høj i hatten.
fr: @Crelanu Vous devez être Landar, très brave, mais aussi très impétueux.
pl: @Crelanu A to zapewne Landar. Bardzo odważny, ale i bardzo zuchwały.

source: @Kalenz Landar is brash, but he does speak plainly why we came here. I do not understand what you are talking about, either. Olurf tells me you are very wise, but only help for a price. We will pay any price within our power; just name it.
da: @Kalenz Landar er høj i hatten, men det er derfor vi kom her. Jeg forstår heller ikke hvad du taler om. Olurf siger, at du er meget klog, men kun hjælper for en pris. Vi vil betale enhver pris indenfor vores rækkevidde; bare nævn den.
fr: @Kalenz Landar a beau être impétueux, c'est bien ce pourquoi nous sommes venus ici. Je ne comprends pas, moi non plus, de quoi vous parlez. Olurf me dit que vous êtes d'une grande sagesses, mais que vous n'offrez pas votre assistance sans contrepartie. Si c'est ce que vous attendez, dites-nous vos conditions.
pl: @Kalenz Tak, Landar jest zuchwały, ale prostymi słowami wyjaśnił cel naszego tu przybycia. Ja również nie rozumiem, o czym mówisz. Olurf mówił mi, że posiadasz wielką mądrość, ale nie pomagasz za darmo. Zapłacimy każdą cenę, jaką zdołamy - tylko ją wymień.

source: @Cleodil Are you saying the orcs attacked us looking for something?
da: @Cleodil Siger du, at orkerne angriber os for at finde noget?
fr: @Cléodil Êtes-vous en train de dire que les orcs nous ont attaqués parce qu'ils recherchaient quelque chose ?
pl: @Cleodil Twierdzisz, że orki nas zaatakowały, bo czegoś szukają?

source: @Crelanu Yes, that is what I am saying.
da: @Crelanu Ja, det er, hvad jeg siger.
fr: @Crelanu Oui, c'est bien ce que je vous dis.
pl: @Crelanu Tak właśnie twierdzę.

source: @Cleodil It makes sense now. The Saurians were asking about a dastone, and also after we won in Wesmere there was an Orc mumbling something about a dastone...
da: @Cleodil Det giver mening nu. Øglerne spurgte efter en sten og også efter vi vandt i Wesmere, var der en ork, der mumlede noget om en sten...
fr: @Cléodil Tout s'éclaire maintenant. Les sauriens s'interrogeaient au sujet d'une loupière. Et après notre victoire il y avait aussi un orc marmonnant à propos d'une loupière.
pl: @Cleodil Teraz wszystko jasne. Jaszczury pytały o jakiegoś kamena, a po naszym zwycięstwie w Wesmere również słyszeliśmy orka bełkoczącego o tym kamenie...

source: @Crelanu It's not a dastone, it's the stone: They mean the Ruby of Fire...
da: @Crelanu Det er ikke en hvilket som helst sten, det er stenen: Ildrubinen...
fr: @Crelanu Ce n'est pas une loupière, c'est La pierre. Ils veulent dire le Rubis de Feu...
pl: @Crelanu To nie kamen, tylko kamień - mówią o Rubinie Ognia...

source: @Kalenz What's that, and what does it have to do with us?
da: @Kalenz Hvad er det, og hvad har den med os at gøre?
fr: @Kalenz Qu'est-ce donc et quel rapport avec nous ?
pl: @Kalenz A cóż to takiego i co ma wspólnego z nami?

source: @Crelanu It's the source of your troubles. It is a very powerful magical artifact. The tyrant Haldric has it, but he has fooled the orcs into believing that the elves are hiding it. But now, they suspect they have been fooled. Haldric and his people will pay for his arrogance.
da: @Crelanu Det er kilden til jeres problemer. Det er en meget kraftig magisk artefakt, og Haldric den tyran har den. Han har narret orkerne til at tro, at elverne har den. Men nu har de mistanke om, at de er blevet narret. Haldric og hans folk kommer til at betale for hans arrogance.
fr: @Crelanu C'est la source de vos ennuis. Il s'agit d'un artéfact magique très puissant que ce tyran d'Haldric a en sa possession. Il a fait croire aux orcs que c'étaient les elfes qui le détenaient. Mais maintenant ceux-ci se doutent qu'on s'est joué d'eux. Haldric va devoir payer pour son arrogance.
pl: @Crelanu To źródło waszych kłopotów - niezwykle potężny artefakt magiczny. Ma go ten tyran Haldric, ale zdołał ongiś przekonać orki, że klejnot jest w posiadaniu elfów. Teraz jednak orki zaczynają już podejrzewać, że zostały oszukane... Haldric zapłaci za swoją arogancję, a wraz z nim zapłaci cały jego lud.

source: @Kalenz Hmm... You seem to love king Haldric even less than the elf-lords of the Ka'lian do...How do you know all this of him?
da: @Kalenz Hmm... Det virker som om, at du kan lide kong Haldric endnu mindre end elverne... Hvordan ved du alt det her om ham?
fr: @Kalenz Hum... Vous semblez apprécier le roi Haldric encore moins que les elfes... Comment savez-vous tout cela ?
pl: @Kalenz Odnoszę wrażenie, że miłujesz króla Haldrica jeszcze mniej niż starszyzna elfów w Ka'lian... Skąd to wszystko o nim wiesz?

source: @Crelanu I once counted Haldric a friend, but he was the one who banished me from Wesnoth. He charged me with trying to steal the Ruby, seeking its power for myself...but the truth is that the Ruby is warping Haldric's mind, making him ever more surly and suspicious of those he once counted allies. Anyone can wield the Ruby in battle when his anger merges with the fiery nature of the gem, but only a true master of magic, or one who is uncommonly pure in heart, can safely handle it outside of battle. Unshielded, its magical radiance changes Haldric a little every time he comes close to it.
da: @Crelanu Jeg opfattede tidligere Haldric som en ven, men han var personen som gjorde mig til fredløs i Wesnoth. Han anklagede mig for at forsøgte at stjæle rubinen og bruge dens magt for mig selv...men sandheden er, at rubinen gør Haldric mere og mere mistænksom over for dem han tidligere anså for at være allierede. Enhver kan håndtere rubinen i krig, mens hans vrede forenes med den vilde natur i ædelstenen, men kun en sand mester indenfor magi, eller som er ren i hjertet kan håndtere den udenfor slagmarken. Ubeskyttet vil dens magiske udstråling udfordre Haldric hver gang han kommer tæt på den.
fr: @Crelanu C'est lui qui m'a banni de Wesnoth. Ils prétendent que j'ai essayé de voler le rubis et de devenir trop puissant... En vérité, ce rubis rend Haldric de jour en jour plus arrogant. N'importe qui peut le manier au combat, mais seul un vrai maître est capable de le manier en dehors de la bataille. Sans protection, sa radiation magique transforme peu à peu Haldric à chaque fois qu'il s'en approche
pl: @Crelanu Niegdyś uważałem Haldrica za przyjaciela, ale to on wygnał mnie z Wesnoth. Oskarżył mnie o próbę kradzieży Rubinu i zawładnięcia jego mocą... Ale prawda jest taka, że to właśnie Rubin wykrzywia myśli Haldrica i każe mu podejrzewać wszystkich wokół, nawet niegdysiejszych sprzymierzeńców. Każdy może władać Rubinem w bitwie, gdy jego gniew połączy się z ognistą naturą klejnotu, ale tylko prawdziwy mistrz magii lub osoba o nieskazitelnie czystym sercu zdoła nad nim zapanować poza bitewnym zgiełkiem. Bez osłony magiczne promienie Rubinu odrobinę odmieniają Haldrica za każdym razem, gdy się do niego zbliża.

source: @Kalenz So the orcs will, seeking the Ruby, now attack the humans?
da: @Kalenz Så orkerne, på jagt efter rubinen, vil nu angribe menneskene?
fr: @Kalenz Alors les orcs vont maintenant attaquer les humains ?
pl: @Kalenz A więc orki w poszukiwaniu Rubinu zaatakują teraz ludzi?

source: @Crelanu Yes. But after they win, your people will be next. And after you, the dwarves.
da: @Crelanu Ja. Men når de har vundet, kommer jeres folk bagefter. Og efter jer, dværgene.
fr: @Crelanu Oui, mais vous suivrez quand ils les auront vaincus. Puis viendra le tour des nains.
pl: @Crelanu Tak. Ale gdy wygrają, następne w kolejce będą elfy. A potem krasnoludy.

source: @Landar Don't worry overmuch about us. It is clear you have troubles of your own.
da: @Landar Bekymrer dig ikke om os. Du ser ud til at have dine egne problemer.
fr: @Landar Ne vous souciez pas de nous. Vous semblez avoir vos propres problèmes.
pl: @Landar O nas się zbytnio nie martw. Widać, że masz własne kłopoty.

source: @Kalenz We are grateful for this counsel. But can you help us directly? Is there a way to stop the orcs?
fr: @Kalenz À l'évidence, vous en savez beaucoup. Mais pouvez-vous nous aider ? Existe-t-il un moyen d'arrêter les orcs ?
pl: @Kalenz Jesteśmy wdzięczni za te informacje. Czy moglibyśmy jednak uzyskać od ciebie bezpośrednią pomoc? Czy orki da się powstrzymać?

source: @Crelanu You cannot defeat them with the forces you can now muster. You can only gain time, in the hope that you can use it to grow strong again.
da: @Crelanu Du kan ikke besejre dem med dine nuværende styrker. Du kan kun vinde tid, måske er det nok til, at du kan vokse dig stærk igen.
fr: @Crelanu Vous ne pouvez les vaincre avec les forces dont vous disposez actuellement. Vous ne pouvez que gagner du temps, mais ce sera peut-être suffisant pour vous renforcer à nouveau suffisamment.
pl: @Crelanu Nie zdołacie ich pokonać siłami, które teraz jesteście w stanie zgromadzić. Możecie tylko zyskać na czasie i mieć nadzieję, że go wystarczy, byście znów urośli w siłę.

source: @Kalenz How? Don't tell me we had to fight the saurians, cross Arkan-Thoria, contend against the river monsters, and fight trolls and yetis to come here for nothing!
da: @Kalenz Hvordan? Fortæl mig ikke at vi måtte kæmpe mod øglerne, krydse Arkan-Thoria med alle dens sømonstre og kæmpe mod trolde og yetier for intet at finde her!
fr: @Kalenz Comment ? Ne me dites pas que nous avons dû combattre les sauriens, traverser Arkan-Thoria et tous ses monstres marins et lutter contre trolls et yétis en chemin, tout cela pour rien !
pl: @Kalenz Ale jak?! Nie po pokonaliśmy jaszczury, przebyliśmy rojącą się od potworów Arkan-Thorię i walczyliśmy z trollami i yeti, żeby teraz odejść stąd z niczym!

source: @Crelanu You need to kill their Great Chief and make it look like he was murdered by orcs. That way the orcs will start a civil war for succession, for many yearn to take their Great Chief's place. You will be safe until a new leader arises strong enough to unite them again.
da: @Crelanu Du må dræbe deres store høvding og få det til at se ud som om, han blev dræbt af orker. På den måde vil orkerne starte en borgerkrig om arvefølgen. Der er mange som vil ønske at efterfølge kongen, og du vil være sikker, indtil de har en ny stærk leder som kan forene dem.
fr: @Crelanu Vous devez tuer leur chef et faire en sorte que cela semble l'œuvre d'orcs. Ainsi leur peuple se lancera dans une guerre civile pour la succession, car il y en a beaucoup qui souhaitent prendre sa place. Cela vous assurera un répit jusqu'à ce qu'un nouveau chef parvienne à les unir sous sa férule.
pl: @Crelanu Musicie zabić ich Wielkiego Wodza i sprawić, by wyglądało to na dzieło orka. Wśród orków natychmiast wybuchnie wojna o sukcesję, bo wielu marzy o zajęciu miejsca Wielkiego Wodza. W ten sposób będziecie bezpieczni, dopóki nie wyłoni się nowy przywódca, dostatecznie silny, by ich ponownie zjednoczyć.

source: @Olurf Kill an orcish Great Chieftain? But he's guarded better than a Troll hole!
da: @Olurf Dræbe en orkkonge? Men han er bevogtet bedre end et troldehul!
fr: @Olurf Tuer un chef orc ? Mais il sera mieux gardé qu'un repaire de trolls !
pl: @Olurf Zabić Wielkiego Wodza orków? Przecież będzie strzeżony lepiej niż jaskinia trolli!

source: @Crelanu Indeed, it will not be at all easy. But maybe I can help you...
da: @Crelanu Ja. Det bliver meget svært, men måske kan jeg hjælpe dig...
fr: @Crelanu En effet, ce sera très difficile, mais j'ai peut-être un moyen de vous aider...
pl: @Crelanu W rzeczy samej, nie będzie to wcale łatwe. Może mogę wam pomóc...

source: @Kalenz But you want something in return...
da: @Kalenz Men du ønsker noget til gengæld...
fr: @Kalenz Mais vous voulez quelque chose en retour...
pl: @Kalenz Ale chcesz czegoś w zamian...

source: @Crelanu It is as you say. These drakes were after my book. This book has all the magic and spells I know in it. They are very powerful, but the one enemy they cannot defeat is old age. The knowledge tempts me to prolong my life by evil and dark means... But this is the work of my life and I can no more destroy it than I could slay my own child. Aquagar is slain, but more will come. One of my allies has betrayed me, and now too many know of this book.
fr: @Crelanu Comme vous le dites. Ces drakes en voulaient à mon livre. Ce livre contient tous les tours de magie, les philtres et les sorts que je connais. Ils sont extrêmement puissants, mais incapables de me permettre de lutter contre le grand âge. Tout au plus m'offrent-ils la tentation de prolonger mon existence par des moyens sombres et maléfiques... Cependant il s'agit de l'œuvre de toute ma vie et je n'ose pas le détruire. Bien qu'Aquagar ait été tué, d'autres viendront. L'un de mes associés m'a trahi. Trop de personnes connaissent maintenant l'existence de ce livre.
pl: @Crelanu Tak właśnie. Te smoki chciały zdobyć moją księgę, która zawiera wszystkie znane mi zaklęcia i wiedzę magiczną. Moja magia jest potężna, ale starości nie pokona. Wiedząc o tym, odczuwam coraz silniejszą pokusę przedłużenia swojego życia złymi i mrocznymi sposobami... Księga jest jednak dziełem całego mojego życia i nie zdołałbym jej zniszczyć, tak jak nie zabiłbym własnego dziecka. Aquagar nie żyje, lecz po nim przyjdą inni. Jeden z moich sprzymierzeńców mnie zdradził i zbyt wielu już wie o istnieniu tej księgi.

source: @Kalenz If you come with us, we will protect you...
da: @Kalenz Hvis du kommer med os, vil vi beskytte dig...
fr: @Kalenz Si vous venez avec nous, nous vous protégerons...
pl: @Kalenz Pójdź z nami, a zapewnimy ci ochronę...

source: @Crelanu No, my time is done... But the charge I lay on you, Kalenz, is to take my book and keep it from unworthy hands. Find someone to hold it who will not be corrupted by its power. And then find someone worthy not merely to hold it, but to use it!
da: @Crelanu Nej min tid er forbi... Men den opgave jeg pålægger dig Kalenz, er at tage min bog og sikre dig at den ikke ender i uværdige hænder. Find en som ikke bliver korrumperet af dens magt. Og find så en som er værdig til ikke kun at eje den, men som også kan bruge den!
fr: @Crelanu Non, mon heure est venue... Mais vous, Kalenz, pouvez veiller à ce que mon livre ne tombe pas entre des mains qui n'en sont pas dignes. Trouvez quelqu'un qui puisse le protéger sans se laisser corrompre par son pouvoir. Et ensuite trouvez quelqu'un capable non seulement de le tenir mais aussi de l'utiliser !
pl: @Crelanu Nie, mój czas się już wypełnił... Ale tobie, Kalenz powierzę tę księgę i zadanie strzeżenia jej przed niegodnymi rękami. Znajdź na jej powiernika kogoś, kogo nie wypaczy jej moc. A potem znajdź kogoś godnego nie tylko ją trzymać, lecz i użyć!

source: @Landar If your book is as powerful as you say, why not use it against the orcs?
da: @Landar Hvis din bog er så magtfuld, som du siger, hvorfor så ikke bruge den imod orkerne?
fr: @Landar Si votre livre est aussi puissant que vous le dites, pourquoi ne pas s'en servir contre les orcs ?
pl: @Landar Skoro ta księga jest taka potężna, dlaczego nie możemy jej użyć przeciwko orkom?

source: @Crelanu Because the book is like the Ruby of Fire. Any fool can use the magic in the book, but only a master can vanquish the lust for power that it will bring out in him. He who fails will turn into something like Haldric, or worse...
da: @Crelanu Fordi bogen er som ildrubinen. Ethvert fjols kan bruge magien i denne bog, men kun en mester kan bruge og kontrollere trangen efter magt. Hvis ikke vil du blive som Haldric eller værre...
fr: @Crelanu N'importe quel inconscient peut utiliser la magie du livre, mais seul un maître peut l'utiliser et contrôler la soif de pouvoir. Sinon, il deviendra comme Haldric, si ce n'est pire...
pl: @Crelanu Bo ta księga jest jak Rubin Ognia. Każdy głupiec może użyć magii zawartej w tej księdze, ale tylko mistrz zdoła okiełznać żądzę władzy, którą wyzwolą w nim potężne zaklęcia. Jeśli temu zadaniu nie podoła, zamieni się w takiego Haldrica - albo coś jeszcze gorszego...

source: @Kalenz Cleodil is pure in heart. Perhaps she can guard your book without being corrupted by its secrets...
da: @Kalenz Cleodil har et godt hjerte. Måske kan hun beskytte din bog uden at blive korrumperet af dens hemmeligheder...
fr: @Kalenz Peut-être Cléodil peut-elle garder votre livre sans être corrompue par ses secrets...
pl: @Kalenz Cleodil ma nieskazitelne serce. Być może zdoła strzec twej księgi i oprzeć się wpływowi jej magii...

source: @Cleodil I am sure all these secrets are far beyond my art. My art is the healing kind and I...
da: @Cleodil Jeg er sikker på, at alle disse hemmeigheder er over min evner. Mine evner er inden for helbredelse og jeg...
fr: @Cléodil Je suis sûre que tous ces secrets dépassent de loin mes talents. Mon art se résume aux soins et je...
pl: @Cleodil Nie wątpię, że te zaklęcia daleko wykraczają poza moje umiejętności. Znam tylko magię leczącą i nie sądzę bym mogła...

source: @Crelanu There is no other option.
da: @Crelanu Der er ingen anden mulighed.
fr: @Crelanu Il n'y a pas d'autre option.
pl: @Crelanu To jedyna możliwość.

source: @Kalenz Very well, suppose Cleodil accepts the guardianship of your book. How will you then help us slay the orcish Great Chief?
da: Udmærket, antag at Cleodil accepterer at bevogte bogen. Hvordan vil du hjælpe os med at dræbe orkernes konge?
fr: @Kalenz D'accord, supposons que Cléodil accepte de garder votre livre. Comment allez-vous nous aider à tuer le chef orc ?
pl: @Kalenz A więc dobrze, przyjmijmy, że Cleodil zgodzi się strzec twojej księgi. Jak nam wtedy pomożesz w zabiciu Wielkiego Wodza orków?

source: @Crelanu There is a way, but it will be very dangerous. Two of you must enter the orcish camp by stealth and kill the Great Chief. There is a potion that will make you invisible for some time.
da: @Crelanu Der er en måde, men den er meget farlig. To af jer kan skjult gå ind i orklejren og dræbe deres konge. Der er en trylledrik som vil gøre jer usynlig for en periode.
fr: @Crelanu Il y a un moyen, mais il est très dangereux : deux d'entre vous peuvent entrer furtivement dans le camp orc et tuer leur chef. Il existe une potion capable de vous rendre invisibles pour quelques temps.
pl: @Crelanu Jest sposób, ale bardzo niebezpieczny. Dwóch z was musi się zakraść do obozu orków i zabić ich Wielkiego Wodza. Istnieje mikstura, która uczyni was na pewien czas niewidzialnymi.

source: @Kalenz The elves have legends of such things. I suppose you have this potion, then?
da: @Kalenz Elverne har sagn om en sådan trylledrik. Jeg antager, at du har denne trylledrik?
fr: @Kalenz C'est la première fois que j'entends parler d'une chose pareille. Je suppose que vous possédez cette potion alors ?
pl: @Kalenz Legendy elfów wspominają o takich rzeczach. Jak sądzę, posiadasz taką miksturę?

source: @Crelanu Indeed I do, but it is perilous to use. It is made from the eyes of a powerful undead lich. It will make you invisible, but it is likely also to have undesirable effects, some temporary, some permanent!
fr: @Crelanu Je l'ai en effet, mais elle est très dangereuse : elle est faite à partir des yeux d'une puissante morte-vivante liche. Elle vous rendra invisibles, mais elle risque d'avoir aussi des effets secondaires néfastes, les uns temporaires, les autres permanents.
pl: @Crelanu W rzeczy samej, jednak to groźny środek. Zrobiono go z oczu potężnego, nieumarłego licza. Zapewni niewidzialność, ale zapewne będzie mieć wiele innych, niepożądanych skutków - i czasowych, i trwałych!
