Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-low/*.po
Languages: da, fr, pl

source: @Cleodil No! This is too dark and dangerous! I fear for you, Kalenz! I...would not see you come to harm.
da: @Cleodil Nej! Det her er for mørkt og farligt! Jeg frygter hvad der vil ske med dig Kalenz! Jeg...vil ikke se noget ondt ske dig.
fr: @Cléodil Non ! C'est trop dangereux ! J'ai peur pour toi Kalenz ! Je... ne veux pas qu'il t'arrive du mal.
pl: @Cleodil Nie! To zbyt mroczne i niebezpieczne! Boję się o ciebie, Kalenz! Ja... nie chcę, by stała ci się krzywda.

source: @Kalenz What undesirable effects?
da: @Kalenz Hvilke uønskede følger?
fr: @Kalenz Quels effets néfastes ?
pl: @Kalenz O jakich niepożądanych skutkach mówisz?

source: @Crelanu Your physical strength will decrease, though in return you will be able to use magic more easily and powerfully. Cleodil will show you. But the real danger will be the touch of the lich's evil nature stealing through your veins. You will need to fight and master this evil in yourself, else you might slowly turn into a lesser demilich yourself. This is why you must take only a small dose and finish the job quickly. Delay and you will fail in your mission; take too large a dose, and you will become as the lich was.
da: @Crelanu Din fysiske styrke vil forminskes, men til gengæld vil du nemt kunne anvende magi. Cleodil vil vise dig hvordan. Men den virkelige fare vil være ondskaben løbende i dine årer. Du vil være nød til at bekæmpe og beherske den. Derfor må du tage en lille dosis og afslutte dit forehavende hurtigt. Bliv forsinket og du vil ikke kun mislykkes med din mission, men også blive fanget!
fr: @Crelanu Votre force physique s'amoindrira, mais en retour vous pourrez utiliser la magie sans peine. Cléodil vous montrera. Mais le réel danger sera le mal courant dans vos veines. Il vous faudra le combattre et le maîtriser, c'est pourquoi vous devez prendre une faible dose et terminer le travail rapidement. Prenez du retard et vous échouerez votre mission ; prenez une dose trop importante et vous deviendrez telle une liche.
pl: @Crelanu Staniecie się słabsi fizycznie, lecz w zamian nabędziecie łatwości i mocy w posługiwaniu się magią. Cleodil wam to pokaże. Ale prawdziwym niebezpieczeństwem będzie krążące w waszych żyłach zło - mroczna natura licza. Będziecie musieli z nim walczyć i w pełni nad nim zapanować, inaczej sami staniecie się pomniejszymi liczami. Dlatego musicie wziąć małą dawkę i wykonać zadanie jak najszybciej. Jakiekolwiek opóźnienie, a misja nie powiedzie się. Jeśli jednak przyjmiecie za dużą dawkę, staniecie się podobni liczowi.

source: @Kalenz It is a dark and desperate course you set before me, but I see no other way; we must stop the orcs. As leader I cannot ask my men to run a risk I will not take myself, so I will be one of the two who will go to kill the Great Chief. But I will not compel anyone else to come with me, not at peril of being overwhelmed from within by evil magic. Does anyone volunteer?
da: @Kalenz Det er en mørk og desperat vej du viser mig, men jeg ser ingen anden mulighed; vi må stoppe orkerne. Da jeg er lederen, vil jeg være en af de to som tager af sted for at dræbe kongen. Men jeg kan ikke beordre nogen anden med mig på grund af fare for at blive overmandet af ondskab. Melder nogen sig frivilligt?
fr: @Kalenz Je n'aime pas cela, mais je ne vois pas d'autre moyen : nous devons arrêter les orcs. Ainsi donc, puisque je suis le chef, je serai parmi les deux qui partiront tuer le chef. Mais je ne peux forcer personne à venir avec moi, dans ce qui s'annonce une mission extrêmement dangereuse. Y a-t-il un volontaire ?
pl: @Kalenz Mroczną i desperacką drogę nam wskazujesz, ale innej nie widzę - musimy powstrzymać orki. Jako przywódca nie śmiem narażać swoich podwładnych na ryzyko, przed którym sam bym się uchylił, więc jednym z dwóch zabójców Wielkiego Wodza będę ja. Nie mogę jednak nikomu rozkazać, by ze mną poszedł, poddając się działaniu czarnej magii. Czy są ochotnicy?

source: @Landar I will come with you. We shall not fail!
da: @Landar Jeg kommer med dig. Vi vil ikke fejle!
fr: @Landar Je viendrai avec toi. Nous n'échouerons pas !
pl: @Landar Ja z tobą pójdę. Nie zawiedziemy!

source: @Crelanu This does not seem the wisest of choices.
da: @Crelanu Dette virker ikke som et klogt valg.
fr: @Crelanu Cela ne me semble pas un choix très judicieux.
pl: @Crelanu To chyba nie jest najmądrzejszy wybór.

source: @Kalenz Landar may be impetuous, but he is a great fighter and my trusted friend. We should be about our task now, I think. Crelanu, your book will be safe with us. Cleodil will guard it until we find a worthy keeper.
da: @Kalenz Landar er måske pralende, men han er en stor kriger og en betroet ven. Jeg antager, at vi må af sted nu. Crelanu din bog vil være sikker hos os. Vi vil bevogte den, indtil en værdig person kommer forbi.
fr: @Crelanu Landar a beau être impétueux, c'est un grand guerrier et un ami de confiance. Nous devons y aller maintenant. Je pense, Crelanu, que votre livre sera en sûreté avec nous. Cléodil le gardera jusqu'à ce que nous trouvions quelqu'un qui en soit digne.
pl: @Kalenz Może i Landar jest porywczy, ale jest też znakomitym wojownikiem i moim zaufanym przyjacielem. Sądzę, że powinniśmy ruszać. Crelanu, twoja księga będzie bezpieczna w naszych rękach. Cleodil będzie jej strzec, póki nie znajdziemy godnego powiernika/

source: @Crelanu Come, I will give you and Landar the potion and show you a safe point to cross the river.
da: @Crelanu Kom. Jeg vil give dig og Landar en trylledrik og vise jer et sikkert sted at krydse floden.
fr: @Crelanu Venez, je vais vous donner une potion ainsi qu'à Landar et vous montrer un endroit où traverser la rivière en sécurité.
pl: @Crelanu A więc chodźcie - dam tobie i Landarowi miksturę i wskażę bezpieczną przeprawę przez rzekę.

source: News from the front
da: Nyt fra fronten
fr: Des nouvelles du front
pl: Wiadomości z frontu

source: With Crelanu's book in hand, Kalenz and his band began the long journey south to the Ka'lian...
da: Med Crelanus bog i hånden, begyndte Kalenz og hans gruppe deres lange rejse sydpå mod Ka'lian...
fr: En possession du livre de Crelanu, Kalenz et sa troupe prirent le chemin du retour...
pl: Niosąc księgę Crelanu, Kalenz poprowadził swój oddział w długą drogę na południe, do Ka'lian...

source: Oh, no, I forgot my dose of Crelanu's invisibility philter. I'll go back and get it. I'll catch up with you later!
da: Oh nej, jeg glemte Crelanus usynlighedstrylledrik. Jeg går tilbage efter den. Jeg indhenter jer senere!
fr: Oh, non, j'ai oublié ma dose du philtre d'invisibilité de Crelanu. Je vais retourner la chercher. Je vous rattraperai plus tard !
pl: O nie, zapomniałem swojej porcji magicznego eliksiru Crelanu. Wrócę po nią. Dogonię was poźniej!

source: Maybe some of my dwarves can escort you...
da: Måske kan nogle af mine dværge eskortere dig...
fr: Certains de mes nains peuvent peut-être vous escorter...
pl: Może parę moich krasnoludów mogłoby się eskortować...

source: Go, Landar, but be careful. We need you.
da: Gå, Landar, men vær forsigtig. Vi har brug for dig.
fr: D'accord, Landar, mais sois prudent. Nous avons besoin de toi.
pl: Idź, Landarze, ale bądź ostrożny. Potrzebujemy cię.

source: Some weeks later, as Kalenz and his companions were working their way southwards from the high peaks of the Heart Mountains into its foothills...
da: Nogle uger senere, mens Kalenz og hans følgeskab rejste mod syd fra de høje tinder i Hjertebjergene og ind i bakkerne...
fr: Plusieurs semaines plus tard, alors que Kalenz et ses compagnons se dirigeaient au sud, descendant des hauteurs des montagnes du Cœur vers leurs contreforts...
pl: Kilka tygodni później, gdy Kalenz wraz z towarzyszami zmierzał na południe, schodząc z wysokich szczytów Gór Zagłębia na pogórza...

source: At last I have found, you alive and well! We need you back at once! The orcs have attacked the humans.
da: I det mindste fandt jeg dig i live og ved godt helbred! Vi har brug for dig øjeblikkeligt! Orkerne har angrebet menneskene.
fr: Enfin je vous ai trouvés, vivants et en bonne santé ! Nous avons besoin que vous rentriez immédiatement ! Les orcs ont attaqué les humains.
pl: Nareszcie się odnalazłem, całego i żywego! Musicie jak najszybciej wracać! Orki zaatakowały ludzi!

source: This means we are safe for the time being, no?
da: Det betyder, at vi er sikre for nu ikke?
fr: Cela signifie que nous sommes en sécurité pour le moment, non ?
pl: Czyż to nie oznacza, że póki co jesteśmy bezpieczni?

source: What's more, King Haldric is dead. His successor wants to renew the treaty of alliance and has asked for our help.
da: Og vigtigere kong Haldric er død. Hans efterfølger ønsker at genoplive vores historiske alliance og har bedt om vores hjælp.
fr: Qui plus est, le roi Haldric est mort. Son successeur souhaite renouer notre ancienne alliance et a demandé notre aide.
pl: Co więcej, król Haldric nie żyje, a jego następca chce odnowić nasze dawne przymierze i prosi o naszą pomoc.

source: How convenient! Now they need our help, they come running!
da: Hvor belejligt! Nu har de behov for vores hjælp!
fr: Comme par hasard ! Voilà qu'ils réclament notre aide maintenant !
pl: Jakie to dla nich wygodne! Teraz to potrzebują naszej pomocy!

source: Landar! You're back! All is well?
da: Landar! Du er tilbage! Er alt i orden?
fr: Landar ! Tu es de retour ! Tout va bien ?
pl: Landar! Wróciłeś! Wszystko w porządku?

source: Yes, I have the philter of invisibility.
da: Ja. Jeg har usynlighedstrylledrikken.
fr: Oui, j'ai la potion d'invisibilité.
pl: Tak, mam eliksir niewidzialności.

source: We face a difficult choice. I know humans did not help us when the orcs attacked, but the orcs are everybody's enemy. When humans fall, we'll be next.
da: Vi står over for et svært valg. Jeg ved, at menneskene ikke hjalp os da orkerne angreb, men orkerne er alles fjender. Når menneskene falder, vil vi være de næste i rækken.
fr: Voilà un choix bien difficile. Je sais que les humains ne nous ont pas aidés lorsque les orcs ont attaqué, mais les orcs sont les ennemis de tous. Si les humains tombent, nous serons les suivants sur la liste.
pl: Trudny przed nami wybór. Pamiętam, że ludzie nam nie pomogli, gdy orki nas zaatakowały, jednak orki są naszym wspólnym wrogiem. Jeśli ludzie zostaną pokonani, my będziemy następni.

source: The orcish forces are encamped south of the Great River, and have surrounded the fortified human settlement at Tath. The humans are sending all their forces there. We need to decide whether we will help them or not.
da: Orkernes styrke har slået lejr syd for den store flod, og har omringet den befæstede menneskebosættelse ved Tath. Menneskene sender alle deres styrker dertil. Vi må beslutte, om vi vil hjælpe dem eller ej.
fr: Les forces orcs ont établi leur camp au sud de la grande rivière et ont encerclé la ville fortifiée de Tath. Les humains sont en train d'y envoyer l'ensemble de leurs forces. Nous devons décider si nous allons les aider ou non.
pl: Armia orków obozuje na południe od Wielkiej Rzeki i szykuje się do ataku na umocnione miasto ludzi Tath. Ludzie wysyłają tam wszystkie swoje siły. Musimy zdecydować, czy im pomożemy, czy nie.

source: Go tell the council and the human king that we will be there! Now, let's hurry!
da: Gå til rådet og menneskenes konge og sig at vi vil være der! lad os skynde os!
fr: Allez dire au conseil et au roi humain que nous serons là ! Maintenant dépêchons-nous !
pl: Przekaż radzie i królowi ludzi, że przybędziemy! A teraz nie zwlekajmy!

source: Human Alliance
da: Alliance med menneskene
fr: L'alliance humaine
pl: Sojusz z ludźmi

source: With the human-elf alliance revived, our heroes hurried to the battlefield...
da: Med menneske-elver-alliancen genoplivet skynder vores helte sig mod slagmarken...
fr: L'alliance entre humains et elfes ainsi ravivée, nos héros se hâtèrent vers le champ de bataille...
pl: Odnowiwszy przymierze ludzi i elfów, nasi bohaterzy pospieszyli na pole bitwy...

source: Death of Aldar
da: Aldars død
fr: Mort d'Aldar
pl: Śmierć Aldara

source: Here we are! Prepare to fight!
da: Her er vi! Gør klar til kamp!
fr: Nous voici ! Préparez-vous au combat !
pl: Oto jesteśmy! Przygotujcie się do walki!

source: So it is true! The elves have come to our help!
da: Så er det sandt! Elverne er kommet os til hjælp!
fr: C'est donc vrai ! Les elfes sont venus à notre secours !
pl: A więc to prawda! Elfy przybyły nam na pomoc!

source: General Aldar has received your message that you will be coming. He asks that you cut off the orcish reinforcements from the north. They must not be allowed to enter the battle! Our reinforcements should arrive in a few days.
da: General Aldar har modtaget din besked om at du vil komme. Han beder dig om at spærre orkernes forstærkninger fra nord. De må ikke nå frem til slagmarken! Vores forstærkninger bør være fremme om nogle dage.
fr: Le général Aldar a reçu le message annonçant votre arrivée. Il vous demande de couper la route aux renforts orcs venant du nord. Il faut absolument les empêcher de se joindre à la bataille. Nos renforts seront là d'ici quelques jours.
pl: Generał Aldar otrzymał wiadomość o waszym przybyciu. Prosi, byście odcięli orkom posiłki z północy. Nie mogą się włączyć do bitwy! Nasze posiłki powinny przybyć w ciągu kilku dni.

source: Very well, but where are the elvish troops? We cannot hold without them!
da: Udmærket, men hvor er elvernes tropper? Vi kan ikke holde stand uden dem!
fr: D'accord, mais où sont les troupes elfes ? Nous ne pouvons tenir sans elles !
pl: Dobrze, ale gdzie wojska elfów? Bez nich się nie utrzymamy!

source: Kalenz is here!
da: Kalenz er her!
fr: Kalenz est là !
pl: Kalenz jest tutaj!

source: Where is the rest of the elvish army? They should be here!
da: Hvor er resten af elvernes hær? De bør være her!
fr: Où est le reste de l'armée des elfes ? Elle devrait être ici !
pl: A gdzie reszta armii elfów? Powinna być tutaj!

source: The council has decided it was too risky to send troops here. But we could not let you stand on your own.
da: Rådet har besluttet at det var for risikabelt at sende tropper hertil. Men vi kunne ikke lade jer stå alene.
fr: Le conseil a décidé qu'il serait trop risqué d'envoyer des troupes ici. Mais nous ne pouvions vous laisser résister seuls.
pl: Rada zadecydowała, że by było zbyt ryzykowne wysyłać tutaj wojsko. Ale my nie mogliśmy znieść myśli, że zostawilibyśmy was samych na pastwę losu.

source: Here we are, men! Charge!
da: Her er vi mænd! Angrib!
fr: Nous voici, compagnons ! Chargez !
pl: Nadeszła ta chwila! Do ataku!

source: More horses!! Run, let's get out of here!
da: Flere heste!! Løb. lad os komme væk!
fr: D'autres chevaux ! Courez, fichons le camp !
pl: Więcej koni!! Uciekajcie, musimy się stąd wydostać!

source: We have stopped the orcs once again!
da: Vi har stoppet orkerne endnu engang!
fr: Nous avons arrêté les orcs une fois de plus !
pl: Raz jeszcze powstrzymaliśmy orki!

source: And we have revived the alliance with the humans!
da: Og vi har genoplivet den ældgamle alliance med menneskene!
fr: Et nous avons ravivé l'alliance avec les hommes !
pl: I odnowiliśmy przymierze z ludźmi!

source: The King is here! Hail Haldric II, King of Wesnoth!
da: Kongen er her! Leve Haldric 2., konge af Wesnoth!
fr: Le roi est ici ! Vive Haldric II, roi de Wesnoth !
pl: Przybył Król! Niech żyje Haldric II, Król Wesnoth!

source: Tath will fall, we have failed!!
da: Tath vil falde, vi har tabt!
fr: Tath va tomber, nous avons échoué !
pl: Tath zostanie zdobyte! Zawiedliśmy!!

source: I die? Great Chief never said anything about fighting elves and dwarves!
fr: Je meurs ? Grand chef n'a jamais rien dit à propos d'elfes et de nains à combattre !
pl: Umieram? Wielki Wódz nic nie mówił o elfach i krasnoludach!

source: The Treaty
da: Traktaten
fr: Le Traité
pl: Układ

source: @Haldric II Friends, today we have won a great victory, though it lost us good men. Let this be the beginning of a new alliance between our people.
da: @Haldric 2. Venner, i dag har vi vundet en stor sejr på bekostning af mange gode mænd. Lad det være begyndelsen på en ny alliance mellem vores folk.
fr: @Haldric II Mes amis, aujourd'hui nous avons remporté une grande victoire au prix de nombreux hommes valeureux. Que cela marque le début d'une nouvelle alliance entre nos peuples.
pl: @Haldric II Przyjaciele, odnieśliśmy dziś wielkie zwycięstwo, choć kosztem życia wielu dobrych żołnierzy. Niech to będzie początek nowego przymierza między naszymi ludami.

source: @Kalenz King Haldric II, I am very pleased to hear these words. We are facing dangerous adversaries. We intend to put an end to this threat and we will welcome any ally against it.
da: @Kalenz Kong Haldric 2., jeg er meget glad for at høre disse ord. Vi står over for en meget farlig modstander. Vi har planer om at stoppe denne trussel og har brug for din hjælp.
fr: @Kalenz Roi Haldric II, je suis ravi d'entendre ces paroles. Nous faisons face à des adversaires très dangereux. Nous avons l'intention de mettre un terme à cette menace et nous aurons besoin de votre aide.
pl: @Kalenz Królu, bardzo mnie cieszą twe słowa. Przyszło nam się zmierzyć z niebezpiecznymi wrogami. Zamierzamy położyć kres temu zagrożeniu i przyjmiemy pomoc każdego sojusznika.

source: @Landar What? We cannot trust these humans! Where were they when we fought the orcs alone? This King is bound to betray us just as his father did!
da: @Landar Hvad? Vi kan ikke stole på disse mennesker! Hvor var de, da vi alene kæmpede mod orkerne? Han vil forråde os som sin far!
fr: @Landar Quoi ? Nous ne pouvons avoir confiance en ces humains ! Où étaient-ils donc lorsque nous combattions les orcs tous seuls ? Le roi nous trahira comme l'a fait son père !
pl: @Landar Co? Tym ludziom nie można ufać! Gdzie byli, gdy samotnie stawialiśmy czoła orkom? Ten tu król zdradzi nas tak samo, jak zdradził nas jego ojciec!

source: @Aldar Silence! How dare you talk this way to the King!
da: @Aldar Stilhed! Hvor vover du at tale på den måde til kongen!
fr: @Aldar Silence ! Comment osez-vous parler ainsi au roi !
pl: @Aldar Milcz! Jak śmiesz tak mówić do Króla!

source: @Haldric II Calm down, Aldar! The elf is right to reproach us. My father did not help when the orcs attacked you. But my father is dead. There are a lot of things my father did that I can not understand; he grew suspicious and strange in his last days. But *I* am the King of Wesnoth now, not my father! And it is my intention to renew our alliance by signing a new treaty here, with you.
da: @Haldric 2. Fald ned Aldar! Han har ret. Min far hjalp ikke da orkerne angreb dig. Men min far er død. Der er mange ting min far gjorde, som jeg ikke forstår. Men jeg er konge af Wesnoth nu, ikke min far! Og det er min hensigt at genoplive vores historiske alliance ved at underskrive en ny traktat her med dig.
fr: @Haldric II Du calme, Aldar ! Il dit vrai. Mon père ne vous a pas aidés quand les orcs vous ont attaqués. Mais mon père est mort. Il y a beaucoup de choses que mon père a faites que je ne comprends pas. Mais le roi de Wesnoth, c'est moi maintenant, plus mon père ! Et j'ai bien l'intention de renouveler notre alliance en signant un traité ici-même, avec vous.
pl: @Haldric II Spokojnie, Aldar! Elf słusznie czyni nam wyrzuty. Mój ojciec wam nie pomógł, gdy zaatakowały was orki. Ale mój ojciec nie żyje. Nie rozumiem wielu rzeczy, które uczynił, zwłaszcza że w swoich ostatnich latach zachowywał się dziwnie i stał się bardzo podejrzliwy. Ale teraz ja jestem Królem Wesnoth, a nie mój ojciec! I to ja chcę odnowić nasze przymierze, podpisując tu i teraz nowy sojusz z wami.

source: @Kalenz The King speaks wisdom. We cannot undo the past. And we need each other to fight the orcs. I will sign the treaty on behalf of the Elves.
da: @Kalenz Kongen har ret. Vi kan ikke omgøre fortiden. Og vi har brug for hinanden til at bekæmpe orkerne. Jeg vil underskrive traktaten på vegne af elverne.
fr: @Kalenz Le roi a raison, nous ne pouvons réécrire le passé. Mais nous avons besoin les uns des autres pour combattre les orcs. Nous signerons le traité au nom des elfes.
pl: @Kalenz Król przemówił mądrze. Nie możemy odwrócić przeszłości, a nasze ludy muszą wspólnie stawić czoła orkom. Ja podpiszę traktat w imieniu elfów.

source: @Cleodil Your father had a certain stone, the Ruby of Fire. Do you still have it?
da: @Cleodil Din far havde en bestemt sten, ildrubinen. Har du den stadig?
fr: @Cléodil Votre père possédait une certaine pierre, le Rubis de Feu. La possédez-vous encore ?
pl: @Cleodil Twój ojciec miał pewien klejnot - Rubin Ognia. Czy nadal go posiadasz?

source: @Haldric II How is it that you know about the Ruby of Fire?
da: @Haldric 2. Hvordan kender du til ildrubinen?
fr: @Haldric II Comment avez-vous eu connaissance du Rubis de Feu ?
pl: @Haldric II Skąd wiecie o Rubinie Ognia?

source: @Cleodil We have learned, oh King, that the energy suffusing the Ruby can have evil effects on its wielders. It may well be this was the reason your father grew closed in upon himself. For your own sake and that of your kingdom, we advise you to enclose it in a net or filigree of pure gold charged with the magic of light.
da: @Cleodil Vi har fået informationer om, oh konge, at den energi som kommer fra rubinen kan skabe ondskab hos den som bærer den. Det kan være årsagen til at din far blev indesluttet. For din egen skyld og dit kongedømme, så råder vi dig til at have den i et net eller filigran af rent guld som har lysets magi.
fr: @Cléodil Nous avons appris, oh roi, que l'énergie qui émane du rubis peut avoir des effets néfaste sur son porteur. C'est vraisemblablement la raison pour laquelle votre père se détourna de son peuple. Afin de vous préserver vous et votre royaume, nous vous suggérons d'envelopper le rubis dans une dentelle d'or pure chargée de magie lumineuse.
pl: @Cleodil Dowiedzieliśmy się, o Królu, że energia Rubinu może źle wpływać na osoby dzierżące klejnot. Być może to ona właśnie sprawiła, że twój ojciec tak bardzo zamknął się w sobie. Dla bezpieczeństwa twojej osoby i całego królestwa radzimy, byś zamknął Rubin w oplocie z czystego złota naładowanego magią światła.

source: @Haldric II Yes...this would explain many things. It shall be as you say, and I am grateful for the warning.
da: @Haldric 2. Ja...det ville forklare mange ting. Det bliver som du siger, og jeg er taknemlig for advarslen.
fr: @Haldric II Oui, voilà qui expliquerait bien des choses... Je m'en occuperai, merci.
pl: @Haldric II Tak... to by wyjaśniało wiele spraw. Uczynię tak, jak radzicie, i dziękuję za to ostrzeżenie.

source: @Kalenz Now that we have signed the Treaty, let us put it into action. We will take the fight to the orcs before winter falls; we need you to demonstrate against them, drawing them away from the roads north. Can we count on you?
da: @Kalenz Nu da vi har underskrevet traktaten, så lad os bruge den. Vi vil føre kampen til orkerne før vinterens komme; vi har brug for, at du skaber en afledning. Kan vi regne med dig?
fr: @Kalenz Maintenant que nous avons signé le traité, nous aurons besoin de votre aide. Nous porterons la bataille chez les orcs avant l'hiver et nous avons besoin d'une diversion pour les éloigner des routes du nord. Pouvons-nous compter sur vous ?
pl: @Kalenz Skoro już podpisaliśmy traktat, zacznijmy go realizować. Planujemy zaatakować orki, nim nadejdzie zima, i potrzebujemy waszej pomocy - zamarkujcie ofensywę, by odciągnąć uwagę orków od dróg prowadzących na północ. Czy możemy na was liczyć?
