Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-low/*.po
Languages: da, fr, pl

source: That explains why they are so reckless in battle...
da: Det forklarer hvorfor de er så hårdkogte i kamp...
fr: Voilà qui explique pourquoi ils sont si téméraires sur le champ de bataille...
pl: To wyjaśnia dlaczego krasnoludy są tak zaciekłe w walce.

source: ... Enough, gentlemen, we have a battle to fight!
da: ... Herrer vi har et slag at udkæmpe!
fr: ... Suffit, messieurs, nous avons une bataille à mener !
pl: ... Panowie, dość tego, bitwa przed nami!

source: Kalenz, though very young you have been most tested in battle of any of us. Will you take the command of all our troops?
da: Kalenz, selvom meget ung, så er du den mest krigsvante blandt os. Vil du overtage kommandoen over vores tropper?
fr: Kalenz, vous êtes le commandant le plus expérimenté d'entre nous. Voulez-vous prendre le commandement de toutes nos troupes ?
pl: Kalenz, choć jesteś bardzo młody, masz większe doświadczenie bojowe od kogokolwiek z nas. Czy zgodzisz się objąć dowodzenie nad wszystkimi naszymi wojskami?

source: You do me great honor. I will strive to be worthy of it.
da: Du tildeler mig en stor ære. Jeg vil kæmpe for at være den værdi.
fr: Vous me faites un grand honneur. Je tâcherai d'en être digne.
pl: To dla mnie wielki zaszczyt. Postaram się nie zawieść zaufania.

source: You do me great honor, but I am not yet ready for this.
da: Du gør mig en stor ære, men jeg er endnu ikke klar til dette.
fr: Vous me faites un grand honneur, mais je ne suis pas encore prêt pour cela.
pl: To dla mnie wielki zaszczyt, ale nie czuję się jeszcze na siłach.

source: Council of hard choices
da: Rådet af svære valg
fr: Le Conseil des choix ardus
pl: Rada trudnych decyzji

source: @Iradia Kalenz, you have won a great victory! Wesmere is safe. But...for what cause have you invited a dwarf to the elvish council? This is most unusual!
da: @Iradia Kalenz, du har vundet en stor sejr! Wesmere er nu sikkert. Men...af hvilken grund har du inviteret en dvræg til elverrådet? Det er meget unormalt!
fr: @Iradia Kalenz, c'est une grande victoire ! Wesmere est maintenant en sécurité. Kalenz, nous vous devons beaucoup, mais quel est cet ami nain que vous avez invité au conseil ? Voilà qui est très inhabituel !
pl: @Iradia Kalenz, odniosłeś wielkie zwycięstwo! Wesmere jest bezpieczne. Ale... z jakiego powodu zaprosiłeś krasnoluda na radę elfów? Przyznasz, że to niecodzienne zdarzenie.

source: @Uripur Leave the humans out of this. King Haldric has broken the treaty we signed with him eleven years ago, and has sent back all our emissaries. When he arrived on our shore he was very humble, but now his arrogance knows no bounds. He believes the orcs will not dare to fight him.
da: @Uripur Jeg ville udelade menneskene. Kong Haldric har brudt den traktat vi underskrev sammen med ham for elleve år siden, og har sendt alle vores udsendinge retur. Da han kom til øen var han meget ydmyg, men nu har hans arrogance ingen begrænsninger. Han har den opfattelse, at orker ikke vover at kæmpe mod ham.
fr: @Uripur Laissez les humains hors de ça. Le roi Haldric a décidé de rompre le traité que nous avions signé avec lui il y a onze ans et il a renvoyé tous nos émissaires. Lorsqu'il arriva sur l'île, il était empli d'humilité ; mais aujourd'hui son arrogance est sans limite. Il croit que les orcs n'oseront pas le combattre.
pl: @Uripur Ludzi do tego nie mieszaj. Król Haldric zerwał nasz pakt sprzed jedenastu lat i odesłał wszystkich naszych posłańców. Gdy przybywał do naszych brzegów był wielce pokorny, ale teraz jego buta nie zna granic. Zapewne uważa, że orki nie odważą się z nim walczyć.

source: @Kalenz My lords, the orcs have been pushed out of Wesmere, but they are far from defeated. We must take the fight to them, recover our lost lands and smash their great horde beyond possibility that it will threaten us again.
da: @Kalenz Min herre, orkerne er presset ud af Wesmere, men de er langt fra besejret. Vi må føre kampen til dem, generobre vores tabte land og få det afgjort en gang for alle med orkerne.
fr: @Kalenz Messeigneurs, les orcs ont été repoussés de Wesmere ; mais ils sont loin d'être vaincus. Nous devons porter le combat chez eux, récupérer les territoires que nous avons perdus et en finir une bonne fois pour toutes avec eux.
pl: @Kalenz Panowie, wyparliśmy orki z Wesmere, ale daleko jeszcze do ich pokonania. Musimy przejść do natarcia, odzyskać stracone ziemie i ostatecznie rozbić ich wielką hordę, by nigdy już nie mogła nam zagrozić.

source: @Legmir Too many elves have died already. To take the war to the orcs, we would have to risk all our remaining fighters on one throw. And we are not as skilled in fighting outside our forests. We have already shown the orcs that attacking us is folly; the prudent course would be to rebuild our strength.
fr: @Legmir Trop d'elfes sont déjà morts. Mener la guerre jusque chez les orcs signifie jeter toutes nos forces restantes dans un seul bataille. Et nous sommes peu habitués à nous battre hors de nos forêts. Nous avons déjà montré aux orcs que nous attaquer est une folie ; le plus prudent serait de reconstituer nos forces.
pl: @Legmir Zginęło już zbyt wiele elfów. Aby zaatakować orki, musielibyśmy zaryzykować i rzucić do boju wszystkie nasze siły naraz. Co więcej, walcząc poza naszymi lasami tracimy swoje najważniejsze atuty. Pokazaliśmy już orkom, że nierozważnie jest nas atakować. Teraz najrozsądniej byłoby odbudować nadwątlone siły.

source: @Landar Those of us who follow Kalenz have shown it can be done. We have been fighting ever since we were forced out of our home country, in all kinds of lands. And, we are willing to die in order to defeat foul orcs!
da: @Landar De af os som har fulgt Kalenz har vist at det kan gøres. Vi har kæmpet lige siden vi blev tvunget ud af vores hjemland, i alle slags landområder. Og vi er villige til at dø i forsøget på at blive af med de fæle orker!
fr: @Landar Ceux d'entre nous qui ont suivi Kalenz ont prouvé que c'était possible.Nous n'avons cessé de combattre depuis que nous avons été chassés de notre patrie du nord, à travers toutes sortes de terrains. Et nous sommes prêts à mourir pour nous débarrasser de ces orcs répugnants.
pl: @Landar Walcząc pod rozkazami Kalenza pokazaliśmy, że orki można pokonać. Od kiedy zostaliśmy wyparci z naszych ojczystych stron walczymy bez ustanku, gdzie tylko się znajdziemy. I jesteśmy gotowi oddać życie, byle tylko ostatecznie pokonać orki!

source: @Iradia Our answer is still no. Prepare our defenses as best you can, but do not renew offensive war. This is the council's decision.
fr: @Iradia Notre réponse reste négative. Préparez nos défenses du mieux que vous pouvez, mais ne lancez pas d'offensive. Ainsi en a décidé le conseil.
pl: @Iradia Nasza odpowiedź jest nadal odmowna. Przygotujcie naszą obronę najlepiej, jak to tylko możliwe, ale nie podejmujcie żadnych działań zaczepnych. Taka jest decyzja rady.

source: After leaving the council, our friends talked in private...
da: Efter de havde forladt rådet talte vores venner sammen privat...
fr: Après avoir quitter le conseil, nos amis discutèrent en privé...
pl: Opuściwszy radę, towarzysze zasiedli do rozmowy na osobności...

source: @Kalenz This is madness! The orcs will but regain their strength and attack again, if we give them the time! We must have some other sort of help. Olurf, can we perhaps make a war-pact with the dwarves?
da: @Kalenz Dette er vanvid! Orkerne vil genopbygge deres styrke og angribe igen, hvis vi giver dem tid! Vi må have en anden form for hjælp. Olurf kan vi måske indgå en aftale med dværgene?
fr: @Kalenz C'est de la folie ! Les orcs vont reconstituer leurs forces et attaqueront de nouveau ! Il nous faut trouver une autre source d'aide quelque part. Olurf, nous serait-il possible de passer un accord avec les nains ?
pl: @Kalenz To szaleństwo! Jeśli damy orkom ten czas, odbudują tylko siły i znów zaatakują! Musimy sobie zapewnić pomoc z innej strony. Olurfie, może moglibyśmy zawrzeć przymierze wojenne z krasnoludami?

source: @Olurf I dinna' think it can be, Kalenz. My people are too suspicious of you elves. But it may be there is something else we can do. I ha' heard tale of a powerful mage in the mountains who helped our people before. Maybe he will aid us again.
fr: @Olurf Malheureusement, mon peuple se méfie trop de vous les elfes. Nous pourrions peut-être envisager une autre solution. J'ai entendu parler d'un mage dans les montagnes qui possède toutes sortes de choses utiles. La légende prétend qu'il a aidé notre peuple dans le passé. Peut-être pourrait-il nous aider à nouveau.
pl: @Olurf Nie bardzo to widzę, Kalenz - moi krajanie są zbyt podejrzliwi wobec elfów. Ale może jest coś innego, co moglibyśmy zrobić. Słyszałem opowieści o potężnym magu, który mieszka w górach i w przeszłości nam pomagał. Może i tym razem zgodzi się pomóc.

source: @Kalenz And where do we find this mage, if he exists?
da: @Kalenz Og hvor finder vi denne troldmand, hvis han eksisterer?
fr: @Kalenz Et où allons-nous trouver ce mage, à supposer qu'il existe ?
pl: @Kalenz A gdzie znajdziemy tego maga, jeśli w ogóle istnieje?

source: @Olurf It willna' be easy. He lives in the mountains of Thoria and he never helps anyone for free. Thoria is very dangerous, especially for elves. Even dwarves and trolls dinna' go there lightly.
da: @Olurf Det bliver ikke nemt. Han lever i bjergene i Thoria, og han hjælper aldrig nogen gratis. Thoria er meget farlig, specielt for elver. Selv dværge og trolde holder sig væk.
fr: @Olurf Ce ne sera pas facile. Il habite dans les montagnes de Thoria et ne procure jamais son aide gratuitement. Thoria est un lieu très dangereux, en particulier pour les elfes. Même les nains et les trolls l'évitent.
pl: @Olurf Łatwo nie będzie. Żyje w górach Thorii i nigdy nikomu nie pomaga za darmo. Thoria jest bardzo niebezpieczna, a już na pewno dla elfów. Nawet krasnoludy i trolle nie zapuszczają się tam bez powodu.

source: @Kalenz I think the orcs will be in no position to attack us for some time. Maybe we should go see this mage. Olurf, can you take us there?
da: @Kalenz Jeg tror ikke, at orkerne er i stand til at angribe os for et stykke tid. Måske skulle vi besøge denne troldmand. Olurf, kan du tage os dertil?
fr: @Kalenz Je pense que les orcs ne sont pas en état de nous attaquer pour un bon moment. Peut-être pourrions-nous aller voir ce mage. Olurf, pourriez-vous nous y mener ?
pl: @Kalenz Myślę, że w najbliższym czasie nie grozi nam atak orków. Może rzeczywiście powinniśmy się spotkać z tym magiem. Olurfie, zaprowadzisz nas tam?

source: @Olurf I think I can. But dangerous this will be!
da: @Olurf Det tror jeg, at jeg kan. Men det bliver farligt!
fr: @Olurf Je pense en être capable. Mais ce ne sera pas sans danger !
pl: @Olurf Sądzę, że tak. Ale bezpieczne to nie będzie!

source: @Kalenz Very well. We shall leave our best troops and gold here in case the orcs attack Wesmere again.
da: @Kalenz Udmærket. Vi efterlader vores bedste tropper og guld her, i tilfælde af at orkerne angriber igen.
fr: @Kalenz Alors c'est d'accord. Mais nous laisserons ici nos meilleures troupes et de l'or au cas où les orcs attaqueraient à nouveau Wesmere.
pl: @Kalenz A więc dobrze. Zostawimy tu naszych najlepszych wojowników i złoto na wypadek ponownego ataku orków na Wesmere.

source: Bounty Hunters
da: Dusørjægere
fr: Chasseurs de prime
pl: Łowcy nagród

source: Believing that Wesmere's seeming safety might prove a costly illusion, Kalenz and Olurf left enough troops and resources to guard it strongly before starting off on the long and dangerous trip to the great mage of Thoria. They would soon find that peril was closer than they had reckoned.
fr: Pensant que Wesmere n'était guère en sécurité, Kalenz et Olurf laissèrent suffisamment de troupes et de ressources pour assurer sa protection et se lancèrent dans le long et périlleux voyage vers le grand mage de Thoria. Mais le danger était beaucoup plus proche qu'ils ne le pensaient.
pl: Mając świadomość, że bezpieczeństwo Wesmere może być kosztownym złudzeniem, Kalenz i Olurf pozostawili w mieście silny garnizon i zapas złota, po czym wyruszyli w długą i niebezpieczną drogę do wielkiego maga w Thorii. Jak się jednak mieli przekonać, niebezpieczeństwo czyhało już o wiele.

source: some experienced warriors
fr: des guerriers expérimentés
pl: grupka doświadczonych wojowników

source: Kalenz crosses the river
da: Kalenz krydser floden
fr: Kalenz franchit la rivière
pl: Kalenz przebywa rzekę.

source: Yesss! It's the elves who stole our gold! The bounty is mine!
da: Ja! Det er de elver, som stjal vores guld! Dusøren er min!
fr: Oui ! Ce sont ces elfes qui ont ont volé notre or ! À moi la prime !
pl: Tak! To te elfy co skradły nam złoto! Nagroda jest moja!

source: I saw them first, fool! The bounty is all mine.
da: Jeg så dem først, fjols! Dusøren er min alene.
fr: Je les ai vus le premier ! La prime est pour moi.
pl: Ja ich pierwszy zobaczyłem, durniu! Cała nagroda będzie moja!

source: What are they talking about?
da: Hvad taler de om?
fr: De quoi parlent-ils ?
pl: O czym oni mówią?

source: It would seem the saurians put a bounty on our heads for having the effrontery to take our gold back after they stole it. Are you interested?
da: Tilsyneladende har øglerne sat en dusør på vores hoveder, fordi vi tog vores guld tilbage efter de stjal det. Er du interesseret?
fr: Apparemment les sauriens ont mis nos têtes à prix pour avoir osé récupérer l'or qu'ils nous avaient volé. Cela t'intéresse ?
pl: Wygląda na to, że jaszczury uznały odebranie im naszego skradzionego złota za bezczelność i wyznaczyły nagrodę za nasze głowy. Jesteś może zainteresowany?

source: No, but my axe is interested in some saurian heads! They ha' been too friendly with the orcs for my liking!
da: Nej, men min økse er interesseret i nogle øglehoveder! De har været for sammenspist med de orker!
fr: Non, mais ma hache s'intéresserait bien à quelques têtes de sauriens ! Ils se sont montrés bien trop amicaux avec ces fichus orcs !
pl: Ja nie, za to mój topór zainteresuje się głowami jaszczurów! Jak dla mnie za blisko się trzymają z orkami!

source: Remember, we are here on a mission. We will fight these saurians if we must, but our mission is to get to Thoria.
da: Husk, vi er her på en mission. Vi vil kæmpe mod øglerne, hvis vi er tvunget, men vores mission er at komme til Thoria.
fr: N'oublie pas, nous sommes ici en mission. Nous combattrons les sauriens s'il le faut, mais notre mission est de gagner Thoria.
pl: Pamiętajmy, że mamy misję. Jeśli nie da się tego uniknąć, będziemy walczyć z tymi jaszczurami, ale naszą misją jest dotarcie do Thorii.

source: Crossing the river without a bridge? We dwarves know water is a very dangerous thing!
da: Krydse floden uden en bro? Vi dværge ved at vand er noget farligt noget!
fr: Traverser la rivière sans un pont ? Nous les nains savons que l'eau est un élément très dangereux !
pl: Przekroczyć rzekę bez mostu? Wszystkie krasnoludy wiedzą, że woda jest bardzo, bardzo niebezpieczna!

source: Indeed, this river is, I believe, Arkan-Thoria. There are fell legends about it. May be they are but children's tales...still, be very careful when you cross it.
da: Ja denne flod er Arkan-Thoria, mener jeg. Der er mange dårlige sagn om den, så vær meget forsigtig under krydsningen, selvom det sikkert bare er ammestuehistorier.
fr: En effet, cette rivière est, je crois, Arkan-Thoria. Nombre de légendes sinistres circulent à son sujet, alors soyez prudents lorsque vous la traverserez, même s'il s'agit sans doute de contes pour effrayer les enfants.
pl: Co więcej, ta rzeka to - jak sądzę - Arkan-Thoria. Wiele jest o niej mrocznych legend. Może to tylko opowieści do straszenia dzieci... ale i tak powinniśmy bardzo uważać podczas przeprawy.

source: Before Kalenz left the Ka'lian he had ordered $left_behind to stay and guard it. Kalenz is from now on able to recruit Dwarves.
da: Før Kalenz forlod Ka'lian beordrede han $left_behind til at blive og bevogte den. Kalenz kan nu rekruttere dværge.
fr: Avant que Kalenz ne laisse le Ka'lian, il avait ordonné à $left_behind de rester en arrière et de le garder. Kalenz est maintenant capable de recruter des nains.
pl: Gdy Kalenz opuszczał Ka'lian, rozkazał $left_behind pozostać na straży. Kalenz może teraz rekrutować krasnoludy.

source: We made it. Onwards to Thoria!
da: Vi gjorde det. Fremad mod Thoria!
fr: Nous avons réussi. En avant vers Thoria !
pl: Udało się! Naprzód, do Thorii!

source: At last!
da: Endelig!
fr: Enfin !
pl: Nareszcie!

source: We'll need to settle things with these saurians once and for all!
da: Vi har virkelig behov for at afgøre tingene med disse øgler en gang for alle!
fr: Nous devons vraiment régler leur compte à ces sauriens une bonne fois pour toutes !
pl: Musimy rozstrzygnąć zatarg z tymi jaszczurami raz na zawsze!

source: The legends are true! Sea creatures are upon us!
da: Sagnene er sande! Havskabninger er over os!
fr: Les légendes disaient vrai ! Des créatures maritimes sont sur nous !
pl: Legendy okazały się prawdą! Morskie potwory siedzą nam na karku!

source: They are coming at us from all sides!
da: De angriber os fra alle sider!
fr: Ils nous assaillent de toutes parts !
pl: Idą na nas z wszystkich stron!

source: Watch for the Serpent!
da: Hold øje med øglen!
fr: Attention au serpent !
pl: Uwaga na Węża!

source: Cliffs of Thoria
da: Thorias Kløfter
fr: Falaises de Thoria
pl: Klify Thorii

source: Leaving Arkan-Thoria behind, Kalenz and his band ventured into the dangerous mountains of Thoria...
da: Efterladende Arkan-Thoria bag sig rejser Kalenz og hans følgeskab ind i de farlige bjerge i Thoria...
fr: Laissant Arkan-Thoria derrière eux, Kalenz et sa bande s'aventurèrent dans les dangereuses montagnes de Thoria...
pl: Zostawiając za sobą Arkan-Thorię, Kalenz poprowadził swój oddział w groźne góry Thorii...

source: Gryphon Leader
da: Grifleder
fr: Roi griffon
pl: Dowódca gryfów

source: Reach the signpost with Kalenz
da: Når vejskiltet med Kalenz
fr: Atteindre le panneau avec Kalenz
pl: Dotrzyj Kalenzem do drogowskazu

source: I can hardly see with all that mist around, but I can sense danger.
da: Jeg kan næsten ikke se noget med den tåge omkring os, men jeg kan mærke fare.
fr: J'ai du mal à distinguer quoi que ce soit avec toute cette brume, mais je peux sentir un danger.
pl: Ledwo widzę przez tę mgłę, ale wyczuwam niebezpieczeństwo.

source: Told ye it would be no picnic excursion, elf-boy. Are ye lily-livered to continue?
da: Sagde jo, at det ikke ville være en søndagsudflugt elverdreng. Er du for bange til at fortsætte?
fr: Je t'avais prévenu que ce ne serait pas une partie de plaisir, elfounet. Tu n'as pas assez de tripes pour continuer ?
pl: Mówiłem, że to nie będzie spacerek po lesie, elfie. Co, strach cię pewnie obleciał?

source: Gentlemen, don't squabble. We cannot go back now. But be watchful; I don't like the feel of this country one bit.
da: Rolig mine herrer. Vi kan ikke gå tilbage nu. Men vær meget forsigtig, jeg kan ikke li' det her
fr: Tout doux, messieurs. Nous ne pouvons plus faire demi-tour maintenant. Mais soyez très prudents. Je n'aime pas du tout cela.
pl: Panowie, bez kłótni. I tak nie możemy już zawrócić. Ale uważajcie - ani trochę nie podoba mi się ta okolica.

source: I, too, feel we are in great danger. We should stay close together and move very carefully.
da: Jeg kan også mærke, at vi er i stor fare. Vi bør holde os tæt sammen og bevæge os hurtigt.
fr: Moi aussi, je sens que nous sommes en grand danger. Nous devrions rester proches les uns des autres et nous déplacer avec précaution.
pl: Ja także wyczuwam wielkie zagrożenie. Nie rozdzielajmy się i idźmy bardzo ostrożnie.

source: Onwards!
da: Fremad!
fr: En avant !
pl: Naprzód!

source: Yer doing pretty well, elf-boy!
da: Du gør det okay elverdreng!
fr: Tu t'en sors pas mal, elfounet !
pl: Nieźle ci idzie, elfie!

source: There is some greasy-looking smoke rising ahead of us! Kalenz...my lord...I feel something terribly wrong is happening!
fr: J'aperçois de la fumée devant nous. J'ai le sentiment qu'il se passe quelque chose de terrible.
pl: Widzę przed nami jakiś tłusty dym! Kalenz... mój panie... czuję, że dzieje się coś naprawdę strasznego!

source: Crelanu's place should be close now, as I remember. Quickly, this way!
da: Crelanus sted bør være tæt på nu, efter hvad jeg kan huske. Hurtig denne vej!
fr: La demeure de Crelanu ne doit plus être loin, autant que je me souvienne. Vite, par ici !
pl: Jeśli mnie pamięć nie myli, dom Crelanu powinien już być niedaleko. Szybko, tędy!

source: Watch out!
da: Pas på!
fr: Attention !
pl: Uwaga!

source: It's...it's monstrous!
da: Den er...den er enorm!
fr: C'est... c'est monstrueux !
pl: Co za... co za potwór!

source: Battle of the book
da: Bogens slag
fr: La Bataille du livre
pl: Bitwa księgi

source: Quickening their pace, Elves and Dwarves raced towards the smoke....
da: Tempoet øgedes og elverne og dværgene skyndte sig mod røgen....
fr: Hâtant le pas, les elfes et les nains se précipitèrent vers la fumée...
pl: Przyśpieszając tempo, elfy i krasnoludy ruszyły ku dymom...

source: Defeat the drakes and trolls
da: Besejr hestedragerne og troldene
fr: Vaincre les drakes et les trolls
pl: Pokonaj smoki i trolle

source: Death of Crelanu
da: Crelanus død
fr: Mort de Crelanu
pl: Śmierć Crelanu

source: Looks like your mage friend is in trouble. There is a horde of drakes attacking him!
da: Ser ud til at din troldmandsven er i problemer. Der er et utal af hestedrager der angriber ham!
fr: Il semblerait que votre ami mage ait des ennuis. Une horde de drakes est en train de l'attaquer.
pl: Wygląda na to, że twój znajomy mag jest w tarapatach. Atakuje go cała horda smoków!

source: Indeed. Before he can aid us, we will have to aid him.
fr: En effet. Avant qu'il puisse nous aider, il va nous falloir l'aider.
pl: W rzeczy samej. Musimy mu pomóc, by on mógł pomóc nam.

source: Fools! The book will be mine!
da: Fjols! Bogen bliver min!
fr: Insensés ! Le livre sera mien !
pl: Głupcy! Księga będzie moja!

source: I die, but I will not go unavenged! Cursed will you be Kalenz! You will never find lasting peace in all your years. You will lose your dearest. And you, Crelanu, your book will bring woe on you and haunt all its future owners to their graves! This will be the price for slaying me, Aquagar, great drake wizard of Morogoth.
da: Jeg dør, men jeg vil blive hævnet! Forbandet være dig Kalenz! Må du ikke finde hvile i mange år. Og må du miste dine dyrbare. Og dig, Crelanu, din bog vil forfølge dig og alle dens fremtidige ejere til deres grav! Dette vil være prisen for at knuse mig, Aquagar, storhestedragetroldmand fra Morogoth.
fr: Je meurs, mais ma disparition ne restera pas sans vengeance ! Sois maudit Kalenz ! Que jamais tu ne trouves durablement la paix. Et que tu perdes ceux qui te sont le plus cher Quant à toi, Crelanu, que ton livre toujours te hante, toi et tous ses futurs possesseurs ! Tel sera le prix pour m'avoir tué, moi, Aquagar, le grand sorcier drake de Morogoth.
pl: Ginę, ale zostanę pomszczony! Przeklinam cię, Kalenz! Obyś nigdy w życiu nie zaznał dłuższej chwili spokoju. Obyś stracił swoich najbliższych. A co do ciebie, Crelanu - oby ta księga zawsze prześladowała ciebie i wszystkich przyszłych właścicieli aż do śmierci! Taka jest cena za zabicie mnie, Aquagara, wielkiego czarodzieja smoków z Morogoth.

source: Some scary fellow this Aquagar thinks he is! Come now, I think Crelanu owes us some drinks.
fr: Quel type effrayant que cet Aquagar ! Venez maintenant, je crois que Crelanu nous doit sa tournée.
pl: Chyba się temu Aquagarowi wydaje, że jest przerażający, co? Ruszajmy - chyba Crelanu jest nam winien kolejkę czegoś mocniejszego.

source: There goes our last hope!
da: Der forsvinder vores sidste håb!
fr: Voilà notre dernier espoir qui s'envole !
pl: Prysła nasza ostatnia nadzieja!
