Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-low/*.po
Languages: da, fr, pl

source: You will not live to enjoy it!
da: Du kommer ikke til at leve og nyde guldet!
fr: Vous ne vivrez pas assez longtemps pour en profiter !
pl: Nie będziecie żyć dość długo by się tym cieszyć!

source: We are free! My lord Kalenz, from this day forward we are your sworn followers. And there is that which you should hear about the treasure.
da: Vi er frie! Lensherre Kalenz, fra denne dag og fremad er vi dine trofaste følgere. Og så er der det du bør høre om skatten.
fr: Nous sommes libres ! Messire Kalenz, à compter de ce jour, nous vous suivrons. Et nous promettons que nous reverrons ce trésor.
pl: Jesteśmy wolni! Lordzie Kalenz, od tego dnia będziemy twoimi wiernymi podwładnymi. I jest coś, co musisz wiedzieć o skarbie.

source: Without their leaders, the saurians flee in panic. Free the garrison!
da: Uden deres ledere, så flyger øglerne i panik. Befri garnisonen!
fr: Privés de leurs chefs, les sauriens s'enfuiront paniqués. Libérez la garnison !
pl: Bez przywódców jaszczury uciekają w panice. Uwolnijcie garnizon!

source: We have defeated the saurians and freed the garrison, but our gold is gone.
da: Vi har besejret øglerne og befriet garnisonen, men vores guld er væk.
fr: Nous avons vaincu les sauriens et libéré la garnison, mais notre or a disparu.
pl: Pokonaliśmy jaszczury i uwolniliśmy więźniów z garnizonu, ale nasze złoto zniknęło.

source: The saurians have looted our treasury. They were particularly interested in finding something they called 'dastone'. I am sorry, my lord Kalenz, I could not understand their distorted speech very well.
da: Øglerne har åbenbart taget alle skattene. De var specielt interesseret i at finde nogle dastone. Jeg beklager lensherre Kalenz, men jeg kunne ikke rigtig forstå deres forstyrrede tale særlig godt.
fr: Les sauriens semblent avoir emporté toutes nos richesses à leur salle du trésor. Ils manifestaient un intérêt particulier pour une certaine loupière. Je n'ai pas vraiment compris de quoi il s'agissait.
pl: Jaszczury splądrowały nasz skarbiec. Szczególnie zależało im na znalezieniu czegoś, co nazywały "kamena". Wybacz, Lordzie Kalenz, ale ledwo rozumiem ich zniekształconą mowę.

source: The war with the Orcs goes poorly. We are going to need that gold back!
da: Krigen med orkerne går dårligt. Vi har virkelig brug for at få det guld tilbage!
fr: La guerre contre les orcs ne se déroule pas bien. Nous avons vraiment besoin de récupérer cet or !
pl: Wojna z orkami nie układa się najlepiej. To złoto będzie nam potrzebne!

source: We will hunt down those saurians and retrieve our gold. More, we must teach them that it is lethal folly to raid us, else they will plague us like rats. Let's hurry.
da: Vi vil jage de øgler ned og få guldet tilbage. Vigtigere så må vi lære dem at vi er en dødelig fjende at plyndre, ellers vil de plage os som rotter. Hurtigt.
fr: Nous allons traquer ces sauriens et récupérer notre or. Et nous devons leur montrer quelle erreur fatale c'était de nous attaquer, sinon ils continueront à nous harceler ! Dépêchons-nous.
pl: Dopadniemy te jaszczury i odzyskamy nasze złoto. Mało tego - musimy je nauczyć, że zaatakowanie elfów oznacza śmierć, inaczej będą nas prześladować bez końca. Nie traćmy czasu.

source: The Saurian Treasury
da: Øglernes skatkammer
fr: Le Trésor des sauriens
pl: Skarbiec jaszczurów

source: Elvish scouts found the trail of the Saurian war party without difficulty. The way back to the saurians' treasury was clear...
da: Elverspejdere fandt uden problemer sporet af øglernes krigsgruppe. Vejen tilbage til øglernes skatkammer var åben...
fr: Les éclaireurs elfes suivirent la trace des sauriens sans difficulté. Elle conduisait directement au trésor saurien...
pl: Zwiadowcy elfów bez trudu odnaleźli trop wyprawy wojennej jaszczurów. Ślad prowadził prosto do skarbca jaszczurów...

source: Enter the Saurian Treasury and leave with the gold
da: Indtag øglernes skatkammer og stjæl guldet
fr: Entrer dans la salle du trésor des sauriens et repartir avec l'or
pl: Wkrocz do skarbca jaszczurów i wyjdź z złotem

source: There they are. They have dumped our gold in their treasury. We must strike quickly and leave with the gold before they bring in reinforcements.
fr: Les voilà. Ils ont transféré notre or dans leur salle du trésor. Nous devons frapper vite et repartir avec l'or avant qu'ils n'amènent des renforts.
pl: Oto i są. Zgromadziły nasze złoto w swoim skarbcu. Musimy uderzyć szybko i ujść ze złotem, nim sprowadzą posiłki.

source: The elves have followed us! We must hold the gold until reinforcements arrive.
da: Elverne har fulgt efter os! Vi må beskytte guldet indtil forstærkninger ankommer.
fr: Les elfes nous ont suivis ! Nous devons conserver l'or jusqu'à ce que les renforts arrivent.
pl: Elfy podążały za nami! Musimy utrzymać złoto do czasu przybycia posiłków.

source: We got to the treasury. It was much easier than we thought...What's this?
da: Vi nåede skatkammeret. Det var meget nemmere end vi troede... Hvad er dette?
fr: Nous avons atteint la salle du trésor. C'était beaucoup plus facile que nous ne le pensions... Qu'est-ce que c'est ?
pl: Dostaliśmy się do skarbca. To było łatwiejsze niż myśleliśmy... A to co?

source: Stupid elves thought the treasury would be unguarded! Guards, slay these intruders!
da: Dumme elver, i troede at skatkammeret ikke var beskyttet! Vagter slå disse indtrængere ned!
fr: Les elfes ont eu la stupidité de croire que le trésor serait laissé sans protection. Gardes, massacrez ces intrus !
pl: Głupie elfy myślały, że skarbiec będzie niestrzeżony! Straże, zabić intruzów!

source: New Objective: Defeat the units guarding the treasury.
da: Nyt mål: Besejr enhederne der bevogter skatkammeret.
fr: Nouvel objectif : vaincre les unités gardant le trésor.
pl: Nowy cel: Pokonaj jednostki strzegące skarbca.

source: We have recovered our gold.
da: Vi har generobret vores guld.
fr: Nous avons récupéré notre or.
pl: Odzyskaliśmy złoto.

source: We have recovered much more than our gold. These saurians would seem to have taken up robbery as a vocation!
da: Vi har skaffet mere guld end blot vores eget. Ser ud til at øglerne har røvet meget mere end kun vores guld!
fr: Non, nous avons récupéré bien plus que notre or. Il semblerait que les sauriens avaient fait du pillage une activité à temps plein.
pl: Odzyskaliśmy znacznie więcej niż tylko nasze złoto. Wygląda na to, że jaszczury pokaźnie się wzbogaciły na zbójeckim rzemiośle!

source: They took all our gold! Quickly, place ambushers on all trails from here to Wesmere. I will give 500 gold to whoever kills their leader. They must not escape.
da: De tog hele vores guldbeholdning! Hurtigt, etabler bagholdsgrupper på alle stier herfra til Wesmere. Jeg giver 500 guldstykker til den som dræber deres leder. De må ikke undslippe.
fr: Ils ont pris tout notre or ! Vite, montez des embuscades sur toutes les routes menant à Wesmere. J'offre une récompense de 500 pièces d'or à celui qui tuera leur chef. Ils ne doivent pas s'échapper.
pl: Zabrali całe nasze złoto! Szybko, rozstawić łowców na wszystkich gościńcach stąd do Wesmere. Dam 500 sztuk złota temu, kto zabije ich przywódcę. Nie mogą uciec!

source: Turnabout is fair play. Now that we've retrieved the gold, let us fare swiftly back to Wesmere. The Saurians will likely be infesting the direct route, so we will detour to the north.
fr: C'est un juste retour des choses. Maintenant que nous avons récupéré notre or, regagnons Wesmere en vitesse. Mais les routes directes doivent grouiller de sauriens, nous ferons donc un détour par le nord.
pl: Nosił wilk razy kilka, ponieśli i wilka. Skoro już odzyskaliśmy złoto, wracajmy czym prędzej do Wesmere. Jaszczury zapewne obsadziły najkrótszą drogę, więc obejdziemy je od północy.

source: Acquaintance in Need
da: Bekendt i knibe
fr: Une connaissance dans le besoin
pl: Znajomy w potrzebie

source: To evade the saurians blocking the eastern approaches to Wesmere, Kalenz and his war-band moved to enter Wesmere Forest from a different direction ...
fr: Les sauriens bloquant l'accès est à Wesmere, Kalenz et sa troupe s'approchèrent de la forêt de Wesmere par une autre direction...
pl: Aby ominąć jaszczury blokujące wschodnie drogi do Wesmere, Kalenz ze swoim oddziałem obrał inną trasę do Lasu Wesmere...

source: Defeat enemy leaders
da: Besejr fjendtlige ledere
fr: Vaincre les chefs ennemis
pl: Pokonaj wrogich przywódców

source: What's this? It appears the orcs have surrounded a dwarvish enclave. And by the sound of the bellowing I hear, I think our old friend, Olurf, is here.
da: Hvad er dette? Det ser ud til, at orkerne har omringet en dværgeenklave. Og med den brølende lyd jeg kan høre, tror jeg det er vores gamle ven Olurf.
fr: Qu'est-ce donc ? Il semblerait que les orcs aient encerclé une enclave naine. Et aux hurlements que j'entends, je crois que notre vieil ami Olurf s'y trouve.
pl: A to co? Wygląda na to, że orki otoczyły enklawę krasnoludów. A sądząc po okrzykach bojowych chyba jest tu nasz stary znajomy, Olurf.

source: You again? Maybe ye were not completely wrong when ye predicted the orcs would attack us. We ha' been forced from our home and are now surrounded.
da: Dig igen? Måske var du ikke helt galt på den, da du nævnte at orkerne måske ville angribe os. Vi er blevet tvunget fra vores hjem og er nu omringet.
fr: Encore vous ? Peut-être n'aviez-vous pas complètement tort en disant que les orcs nous attaqueraient. Nous avons été chassés de chez nous et sommes maintenant encerclés.
pl: Znowu wy? Może jednak nie myliłeś się, mówiąc, że orki i nas zaatakują. Zostaliśmy wyparci z rodzinnych stron, a teraz jesteśmy w okrążeniu.

source: Let us give them aid - it's clear they need it!
da: Lad os hjælpe dem - det er tydeligt at de har brug for det!
fr: Apportons leur notre aide. Ils en ont assurément besoin !
pl: Przyjdźmy im z pomocą - wyraźnie jej potrzebują!

source: Help them? They would not even let us pass through their land to avoid the trolls, remember?
da: Hjælpe dem? De ville end ikke lade os passere igennem deres land for at undgå troldene, husker du?
fr: Les aider ? Ils n'ont même pas voulu nous accorder le passage sur leurs terres pour éviter les trolls, souviens-toi.
pl: Mamy im pomagać? Już zapomniałeś, że nie pozwolili nam nawet przejść przez swoje ziemie, byśmy mogli ominąć trolle?

source: Our enemy is the orcs, not the dwarves. Besides, the orcs are in our way. Olurf, we cannot let you have all the fun here!
da: Vores fjende er orkerne, ikke dværgene. Desuden, orkerne er i vejen for os. Olurf vi kan ikke lade dig have al morskaben med disse orker!
fr: Ce sont les orcs notre problème, pas les nains. De toute manière, les orcs nous barrent la route. Olurf, nous ne pouvons vous laisser jouer seul avec ces orcs.
pl: Naszym wrogiem są orki, nie krasnoludy. Zresztą te orki i tak stoją nam na drodze. Olurf, nie możemy zostawić całej zabawy z tymi orkami dla was!

source: For an elf, you think like a dwarf! I think I like you. (for an elf)
da: Af en elv at være tænker du som en dværg! Jeg tror, jeg kan li' dig (af en elv at være)
fr: Un elfe qui raisonne comme un nain ! Je crois que je t'aime bien... pour un elfe.
pl: Jak na elfa myślisz zupełnie jak krasnolud! Chyba cię lubię (jak na elfa).

source: The orcs ha' been defeated. My lord, we are in your debt.
da: Orkerne er besejret. Min herre vi skylder dig.
fr: Les orcs sont vaincus. Monseigneur, nous sommes vos obligés.
pl: Orki zostały pokonane. Panie, jesteśmy twoimi dłużnikami.

source: We must put aside our differences and ally against the orcish menace. Olurf, join us!
da: Vi må sætte vores forskelle til side og hjælpe hinanden mod orkernes plage. Olurf, slut dig til os!
fr: Nous devons mettre de côté nos différences et nous allier contrer la menace orc. Olurf, joignez-vous à nous !
pl: Musimy odłożyć na bok różnice i sprzymierzyć się przeciwko śmiertelnemu zagrożeniu, jakie stanowią orki. Olurf, dołącz do nas!

source: Dwarves, ally with elves? I owe ye a debt, but my kin willna' be happy at the thought.
da: Dværge, i alliance med elver? Jeg står i gæld til dig, men mine artsfæller bliver ikke glad ved tanken.
fr: Les nains, alliés des elfes ? Je vous dois peut-être la vie, mais ça ne va pas suffire pour motiver les autres nains.
pl: Krasnoludy sprzymierzone z elfami? Ja mam u was dług, ale moi pobratymcy nie będą zachwyceni.

source: There will be a big fight with the orcs in Wesmere very soon. If you can cover our flank to the north, I will pay you 400 gold.
da: Der kommer en stor kamp med orkerne i Wesmere meget snart. Hvis du kan dække vores flanke mod nord, vil jeg betale dig 400 guldstykker.
fr: Il y aura très prochainement un grand combat contre les orcs à Wesmere. Si vous pouvez couvrir notre flanc nord, je vous paierai 400 pièces d'or.
pl: Lada dzień dojdzie do w Wesmere do wielkiej bitwy z orkami. Jeśli zdołacie osłonić naszą północną flankę, zapłacimy wam 400 sztuk złota.

source: A proper contract for good money? That's a different matter; I'm sure I can find some o' my people willing to fight on those terms!
da: En god kontrakt med gode penge? Det er en anden sag; jeg er sikker på at jeg kan finde nogle blandt os som vil kæmpe under de betingelser!
fr: Un contrat en bonne et due forme et de l'or à la clé ? C'est une autre histoire ; je suis sûr de pouvoir trouver quelques uns des miens que cela intéressera.
pl: Uczciwy kontrakt za dobre pieniądze? A to już zupełnie inna sprawa. Sądzę, że znajdę niejednego krasnoluda, który zgodzi się walczyć na takich warunkach!

source: What? Kalenz, are you out of your mind? Surely you will not throw away 400 gold on this scheming mercenary!
da: Hvad? Kalenz er du blevet vanvittig? Du vil da ikke smide 400 guldstykker væk på denne lejesoldat!
fr: Quoi ? Kalenz, as-tu perdu la tête ? Tu ne vas sûrement pas gaspiller 400 pièces d'or pour ce sale mercenaire !
pl: Co? Kalenz, czyś ty rozum postradał? Nie zamierzasz chyba poważnie zmarnować 400 sztuk złota na tego podstępnego najemnika?!

source: Where there's a contract, our honor is involved. We will be there to cover your northern flank or else I will return your gold!
da: Hvor der er en kontrakt, er vores ære involveret. Vi vil være der til at dække jeres nordlige flanke eller også returnerer jeg guldet!
fr: Quand il y a un contrat, notre honneur est en jeu. Nous serons présents pour couvrir votre flanc nord, sinon, je vous retournerai l'or !
pl: Kontrakt to już sprawa honorowa. Będziemy na miejscu i osłonimy waszą północną flankę, albo zwrócę wam złoto!

source: I believe him. Dwarves are...rough...by our standards, but not liars. I think he knows that if he does not honor his contract, next time we will not be there to come to his aid.
fr: Je le crois. Les nains sont des... rustres... de notre point de vue, mais ce ne sont pas des menteurs. Je pense qu'il sait maintenant que s'il n'honore pas sa part du marché, nous ne serons pas là pour venir à son secours la prochaine fois.
pl: Wierzę mu. Może i krasnoludy są nieco... szorstkie, gdy mierzymy je naszą własną miarą, ale nie są kłamcami. Poza tym on chyba dobrze wie, że jeśli teraz nie wywiąże się z kontraktu, następnym razem nie przyjdziemy mu z pomocą.

source: Elves' Last Stand
da: Elvernes sidste holdepunkt
fr: Le Dernier baroud des elfes
pl: Ostatni bastion elfów

source: The journey back to Wesmere was surprisingly uneventful, the orcs having apparently withdrawn to regroup after their defeats. Kalenz and his band returned just in time...
da: Rejsen tilbage til Wesmere var overraskende fredelig, orkerne havde tilsyneladende trukket sig tilbage for at omgruppere sig efter deres nederlag. Kalenz og hans følgegruppe kom tilbage i rette tid...
fr: Le voyage de retour vers Wesmere fut étonnamment calme, les orcs s'étant apparemment retirés pour reformer leurs rangs après leurs défaites. Kalenz et sa bande arrivèrent juste à temps...
pl: Droga powrotna do Wesmere była nieoczekiwanie spokojna, gdyż po poniesionych stratach orki wycofały się, by przegrupować wojska. Kalenz ze swoim oddziałem powrócił w samą porę...

source: River Telfar
da: Telfar-floden
fr: Rivière Telfar
pl: Rzeka Telfar

source: Keep of Kalenz
fr: Donjon de Kalenz
pl: Twierdza Kalenza

source: Keep of Truugl
fr: Donjon de Truugl
pl: Twierdza Truugla

source: Keep of Mordrum
fr: Donjon de Mordrum
pl: Twierdza Mordruma

source: Keep of Urug-Pir
fr: Donjon de Urug-Pir
pl: Twierdza Urug-Pira

source: Keep of El'Ithsomir
fr: Donjon de El'Ithsomir
pl: Twierdza El'Ithsomira

source: Keep of Grubr
fr: Donjon de Grubr
pl: Twierdza Grubra

source: Northern Shallows
fr: Marais du nord
pl: Północne Mielizny

source: Ford of Alyas
fr: Gué d'Alyas
pl: Bród Alyas

source: Ford of Tifranur
fr: Gué de Tifranur
pl: Bród Tifranur

source: North Tower
fr: Tour du nord
pl: Wieża Północna

source: South Tower
fr: Tour du sud
pl: Wieża Południowa

source: South Bastion
fr: Bastion du sud
pl: Bastion Południowy

source: Telfar Green
fr: Verdure de Telfar
pl: Polana Telfar

source: Dancer's Green
fr: Verdure du danseur
pl: Polana Tańców

source: Karmarth Hills
fr: Collines de Karmarth
pl: Wzgórza Karmarth

source: North Bridge
fr: Pont du nord
pl: Most Północny

source: Great Tree
fr: Grand arbre
pl: Wielkie Drzewo

source: Brightleaf Wood
fr: Bois de Clairefeuille
pl: Las Jasnych Liści

source: Westwind Wood
fr: Bois d'Ostevent
pl: Las Zachodniego Wiatru

source: Southwind Wood
fr: Bois de Sudevent
pl: Las Południowego Wiatru

source: We still haven't defeated the orcs, and our troops and supplies are exhausted. This is the end!
da: Vi har stadig ikke besejret orkerne, og vores tropper og forsyninger er udtømte. Dette er enden!
fr: Nous n'avons toujours pas vaincu les orcs, et nos troupes et nos réserves sont épuisées. C'est la fin !
pl: Wciąż nie pokonaliśmy orków, a nasze rezerwy i zapasy są na wyczerpaniu. To już koniec!

source: The orcs have pushed us back to the Ka'lian. There is no way out. We must win here!
da: Orkerne har presset os tilbage til Ka'lian. Der er ingen vej ud. Vi må sejre her!
fr: Les orcs nous ont repoussés jusqu'au Ka'lian. Il n'y a pas d'échappatoire. Nous devons gagner ici !
pl: Orki zepchnęły nas z powrotem do Ka'lian. Nie ma drogi odwrotu. Musimy tu zwyciężyć!

source: This is our final stand. If they take the Ka'lian, all is lost!
da: Dette er vores sidste holdepunkt. Hvis de indtager Ka'lian er alt tabt!
fr: C'est notre dernière chance. S'ils s'emparent du Ka'lian, tout est perdu !
pl: To nasz ostatni szaniec. Jeśli Ka'lian padnie, wszystko będzie stracone!

source: We'll crush those weak elves and I'll get da stone!
da: Vi knuser de svage elver og jeg får stenen!
fr: Nous allons écraser ces avortons d'elfes et je détiendrai lou pierre !
pl: Zgnieciemy te cherlawe elfy i zdobędę kamień!

source: At last! The orcs are defeated.
da: Endelig! Orkerne er besejret.
fr: Enfin ! Les orcs sont vaincus.
pl: Nareszcie! Orki są pokonane.

source: The elves have beaten us and they did not use da stone. Maybe they don't have it? Great Chief will not like bad news!
da: Elverne har besejret os og de brugte ikke stenen. Måske har de den ikke? Kongen vil ikke tage godt imod de dårlige nyheder!
fr: Les elfes nous ont battus et ils ont pas utilisé lou pierre. Ils l'ont peut-être pas ? Grand Chef va pas aimer la mauvaise nouvelle !
pl: Elfy nas pokonały, ale kamena nie użyły. Może go nie mają? Złe wieści, Wielki Wódz nie lubi!

source: Kalenz, we are again in your debt. You returned just in time.
da: Kalenz, vi er igen i gæld til dig. Du kom tilbage lige i rette tid.
fr: Kalenz, nous avons à nouveau une dette envers toi. Tu es revenu juste à temps.
pl: Kalenz, ponownie zawdzięczamy ci życie. Powróciłeś w samą porę.

source: And we have what's left of the elvish treasury with us!
da: Og vi har hvad der er tilbage af elvernes skat med os!
fr: Et nous avons ce qu'il reste du trésor elfe avec nous !
pl: A w dodatku mamy ze sobą pozostałe złoto ze skarbca elfów!

source: Aargh! I should have stayed in the mountains instead of joining the orcs!
da: Aargh! Jeg burde være blevet i bjergene i steden for at slutte op om orkerne
fr: Aargh ! J'aurais mieux fait de rester dans les montagnes plutôt que de m'allier aux orcs.
pl: Aargh! Trzeba było zostać w górach zamiast dołączać do orków!

source: Orcs, death is all you will find in this forest!
da: Orker døden er det eneste i finder i denne skov!
fr: Orcs, la mort est tout ce que vous trouverez dans cette forêt !
pl: W tym lesie znajdziesz tylko śmierć, orku!

source: I die without getting da stone?
da: Jeg dør uden at få fat i stenen?
fr: Je meurs sans obtenir lou pierre ?
pl: Umieram, a nie zdobyłem kamena?

source: Did ye think we'd let you have all the fun wi' the orcs by yerselves?
da: Troede du, vi ville lade dig have al det sjove med orkerne for dig selv?
fr: Vous pensiez qu'on vous laisserait tout seul à faire mumuse avec les orcs ?
pl: Co, myśleliście, że zostawimy wam całą zabawę z orkami?

source: It's Olurf! He made it!
da: Det er Olurf! Han gjorde det!
fr: C'est Olurf ! Il a réussi !
pl: To Olurf! Udało mu się!

source: I told ye I'd be here.
fr: Je vous avais dit que je serais là.
pl: Mówiłem, że będę.

source: It's not much of an army he is bringing with him, though.
fr: Mais on ne peut pas vraiment appeler ce qu'il amène avec lui une armée.
pl: Tylko jakaś mała ta jego armia.

source: Not much of an army? These are dwarves with mighty axes, each worth three of you and your silly plinking bows!
da: Ikke en hær! Dette er dværge med mægtige økser, hver svarer til tre af dig og din ynkelige spinkle buer!
fr: Pas une armée ? Ce sont là des nains aux haches puissantes ; chacun d'eux vaut trois de vos elfes et leurs arcs ridicules.
pl: Mała armia? To są krasnoludy, z potężnymi toporami! Każdy jest wart trzech waszych kłapouchych fajtłapów ze zwisłymi łukami!

source: Olurf, is that all the dwarves you could find? Was the gold not enough?
da: Olurf, er det alle de dværge du kunne finde? Var der ikke nok guld?
fr: Olurf, est-ce là tous les nains que vous avez pu trouver ? Peut-être que l'or n'était pas suffisant ?
pl: Olurf, czy naprawdę więcej krasnoludów nie zdołałeś znaleźć? Miałeś za mało złota?

source: They are no' fighting for gold, they're here for the fun. I'd ha' brought a lot more if my men ha' all kept quiet about helping elves! But the rest o' my clan should join us in a few days.
fr: Ils ne combattent pas pour l'or, mais pour se divertir. J'en aurais beaucoup plus si un de mes nains avait su tenir sa langue à propos d'aider des elfes. Quoi qu'il en soit, mon clan devrait nous rejoindre dans quelques jours.
pl: Nie walczą dla złota, tylko dla przyjemności. Więcej by ich było, jakby któryś z moich się nie wygadał, że pomagamy elfom! Ale w ciągu kilku dni dołączy do nas reszta mojego klanu.

source: In a few days? That's too late! We want our gold back!
da: Om nogle dage? Det er for sent! Vi vil have vores guld tilbage!
fr: Dans quelques jours ? C'est trop tard ! Rendez-nous notre or !
pl: W ciągu kilku dni? Wtedy będzie już za późno! Oddaj nasze złoto!

source: Sure, minus expenses.
fr: Bien sûr, moins les frais.
pl: Jasne, no oczywiście po odjęciu wydatków.

source: What expenses?
da: Hvilke omkostninger?
fr: Quels frais ?
pl: Jakich wydatków?

source: It's an ancient dwarvish custom to buy the warriors a few drinks before the battle... So minus expenses that's about even.
da: Det er en ældgammel dværgetradition at købe soldaterne et par øl før slaget... Så minus omkostninger går det nogenlunde lige op.
fr: Eh bien, c'est une vieille tradition naine de payer un coup aux guerriers avant la bataille... Donc moins les frais et nous sommes à peu près quittes.
pl: Pradawnym krasnoludzkim zwyczajem jest postawić wojownikom kolejkę albo dwie przed bitwą... Czyli po odliczeniu wydatków jesteśmy kwita.
