Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-low/*.po
Languages: da, fr, pl

source: @Haldric II I am not sure... My late father did not pay too much attention to army matters and we have already lost very many men...
da: @Haldric 2. Tja jeg er ikke helt sikker... Min far gjorde ikke meget ud af hærens forhold, og vi har allerede mistet alt for mange mænd...
fr: @Haldric II Eh bien, je ne suis pas sûr... Mon défunt père ne prêtait guère d'attention à l'état de l'armée et nous avons déjà perdu trop d'hommes...
pl: @Haldric II Nie jestem pewien... Mój ojciec nie przykładał wielkiej wagi do stanu armii, a straciliśmy już bardzo wielu ludzi...

source: @Landar I knew it! I always told you we stand alone!
da: @Landar Jeg vidste det! Jeg sagde jo, at vi stod alene!
fr: @Landar Je le savais ! Je vous ai toujours dit que nous nous retrouverions seuls !
pl: @Landar Wiedziałem, że tak będzie! Mówiłem wam, że walczymy samotnie!

source: The Chief must die
da: Kongen må dø
fr: Le chef doit mourir
pl: Wódz musi zginąć

source: With the battle of Tath over, Kalenz and Landar knew the time had come to carry out Crelanu's dangerous but necessary plan. Meanwhile Cleodil had, reluctantly, been training Kalenz in a selected few of the secrets of Crelanu's book ...
da: Med Tath-slaget overstået vidste Kalenz og Landar, at de måtte udføre Crelanus farlige men nødvendige plan. I mellemtiden havde Cleodil modvilligt trænet Kalenz i nogle udvalgte hemmeligheder i Crelanus bog ...
fr: Une fois la bataille de Tath terminée, Kalenz et Landar savaient qu'il leur restait à accomplir le plan le plus dangereux de Crelanu. Pendant ce temps, Cléodil avait enseigné à Kalenz certains des secrets du livre du mage...
pl: Kalenz i Landar wiedzieli, że wraz z końcem bitwy pod Tath nadeszła pora na wprowadzenie w życie ich niebezpiecznego, lecz koniecznego planu. Cleodil - choć niechętnie - uczyła Kalenza kilku wybranych sekretów z magicznej księgi Crelanu...

source: Great Chief Brurbar
da: Høvding Brurbar
fr: Grand chef Brurbar
pl: Wielki Wódz Brurbar

source: Kill the Orcish Great Chief and Kalenz must reach the signpost
da: Dræb orkkongen og Kalenz skal nå vejskiltet.
fr: Tuer le chef orc et ramener Kalenz au panneau
pl: Zabij Wielkiego Wodza orków i powróć Kalenzem do drogowskazu

source: Here we are at last. Landar, are you sure you want to go through with this?
da: Her er vi endelig. Landar, er du sikker på at, du vil gå igennem dette?
fr: Nous y voici enfin. Landar, es-tu certain de vouloir aller jusqu'au bout ?
pl: I oto jesteśmy tutaj. Landarze, czy jesteś pewny, że chcesz przez to przejść?

source: Absolutely. Let's do it!
da: Absolut. Lad os komme i gang!
fr: Absolument. Allons-y !
pl: Zdecydowanie. Zróbmy to!

source: We need to kill the Great Chief and get out before the effect of the philter ends. Time to drink it down now!
da: Vi må dræbe kongen og komme ud før trylledrikkens effekt faser ud. Lad os drikke vores trylledrikke!
fr: Nous devons tuer le chef et repartir avant que les effets de la potion ne se dissipent. Buvons donc nos potions !
pl: Musimy zabić Wielkiego Wodza i uciec, nim przeminie działanie eliksiru. Pora go wypić!

source: This feels passing strange! Landar, remember to stay far from the wolves-they may be able to smell us.
da: Dette føles mærkeligt! Landar husk at holde dig fra ulvene. De kan måske lugte os.
fr: Quelle sensation étrange ! Landar, souviens-toi de rester à l'écart des loups : ils pourraient nous sentir.
pl: Niezmiernie dziwne to uczucie! Landar, pamiętaj, by trzymać się z dala od wilków - nie możemy ryzykować, że nas wywęszą.

source: The orcish chieftain is dead! Now we must make appear he was slain by an orcish hand!
da: Orkkongen er død! Nu skal vi sørge for, at det ser ud som om, at han er dræbt af en ork!
fr: Le chef orc est mort ! Maintenant arrangeons-nous pour que sa mort paraisse l'œuvre d'un orc !
pl: Wódz orków nie żyje! Teraz musimy sprawić, by wyglądało to na dzieło innego orka!

source: We are too late, the potion effects have worn off and we are visible!
da: Vi kommer for sent. Trylledrikkens virkning er aftaget, og vi er synlige!
fr: Il est trop tard, les effets de la potion se sont dissipés et nous sommes visibles !
pl: Za późno! Eliksir przestał działać i jesteśmy widzialni!

source: Done!
da: Færdig!
fr: C'est fait !
pl: Zrobione!

source: The Great Chief has been murdered! Whoever did it will only get da throne over my dead stinking body!
da: Kongen er blevet myrdet! Uanset hvem som som har gjort det, får han kun tronen over min stinkende døde krop!
fr: Le grand chef a été assassiné ! Celui qui a fait ça devra me passer sur le corps pour obtenir c'te trône !
pl: Zamordowano Wielkiego Wodza! Ktokolwiek to zrobił, dostanie tron co najwyżej po moim trupie!

source: I am the strongest warlord! I will be Chief!
da: Jeg er den stærkeste krigsherre! Jeg skal være konge!
fr: Je suis le seigneur de guerre le plus fort ! Je serai chef !
pl: Ja jestem najsilniejszy! Ja będę Wodzem!

source: No way anyone will steal my throne!
da: På ingen måde skal nogen stjæle min trone!
fr: Pas question qu'un autre me vole mon trône !
pl: O nie, nikt mi nie skradnie mojego tronu!

source: This is my time and I will kill anyone who disputes it!
da: Dette er min tid, og ingen skal stå i vejen for mig!
fr: Mon heure est arrivée et personne ne se mettra en travers de mon chemin !
pl: Nadszedł mój czas i zabiję każdego, kto wejdzie mi drogę!

source: The plan is working! Now we will take back what's ours!
da: Planen virker! Nu tager vi tilbage, hvad der er vores!
fr: Le plan fonctionne ! Maintenant reprenons ce qui nous appartient !
pl: Plan działa! Teraz możemy odebrać, co nasze!

source: Crelanu's philter affecting
da: Crelanus trylledrik påvirker
fr: Le philtre de Crelanu affecte

source: invisible: Enemy units cannot see this unit, except for wolf-based units who can smell it if close enough. Hence except for wolf-based units, enemy units will not initiate an attack on this unit. Defense is at 90 percent for every terrain except water, where it is 70 percent.
da: usynlig: Fjendtlige enheder kan ikke se denne enhed, undtagen for enheder som er ulvebaserede og kan lugte dig hvis du er tæt nok på. Derfor vil fjendtlige enheder som ikke er ulve, ikke angribe denne enhed. Forsvar er 90 procent for alle terræntyper undtagen vand, hvor det er 70 procent.
fr: invisible: Les unités ennemis ne peuvent pas voir cette unité et ne lanceront donc pas d'attaques. Mais des unités comme les loups peuvent la sentir si elle est trop proche. La défense est de 90 % sur tous les terrains, à part l'eau où elle est de 70 %.
pl: niewidzialny: Wrogowie nie widzą tej jednostki, z wyjątkiem jednostek posiadających wilki, które z dostatecznie małej odległości są w stanie ją wywęszyć. Oznacza to, że żaden nieprzyjaciel poza jednostkami posiadającymi wilki nie zaatakuje tej jednostki. Obrona wynosi 90% w każdym terenie z wyjątkiem wody, gdzie wynosi 70%.

source: Breaking the siege
da: Bryd belejringen
fr: Briser le siège
pl: Przełamanie oblężenia

source: With the orcs embroiled in a civil war, Kalenz seized the chance to take back his beloved home. Reports had been arriving of an enclave of Northern Elves yet holding out against the orcish invaders. It was quickly decided to send a force to their aid. But harsh winter weather descended while it was en route...
da: Med orkerne i borgerkrig var chancen der for Kalenz til at erobre sit elskede land tilbage. Imens var rapporter om en lille enklave af nordlige elver som stadig hold ud kommet frem. Det blev hurtigt besluttet at sende en styrke til deres undsætning. Men vinteren indhentede vores helte på vejen...
fr: Une fois les orcs plongés dans une guerre civile, Kalenz saisit la chancede reprendre la patrie chère à son cœur. Dans le même temps, des rapports étaient arrivés au sujet d'une enclave d'Elfes du Nord résistant toujours aux envahisseurs orcs. La décision fut rapidement prise d'envoyer une force à leur secours. Mais le rude temps hivernal la rattrapa en chemin...
pl: Gdy orki pogrążyły się w wojnie domowej, Kalenz postanowił odzyskać swą ukochaną ojczyznę. Od pewnego czasu docierały doniesienia o enklawie północnych elfów, która wciąż stawiała opór inwazji orków. Szybko postanowiono wysłać tam z pomocą silny oddział. Spieszące z odsieczą elfy zaskoczyła jednak mroźna zima...

source: Death of Uradredia
da: Uradredias død
fr: Mort d'Uradredia
pl: Śmierć Uradredii

source: I see troops coming from the south! It must be that our army has beaten these elves and humans and will now help us crush these remaining elves!
da: Jeg kan se tropper, der kommer fra syd! Vores hær må nu have slået de elver og mennesker og vil nu hjælpe os med at slippe af med de sidste elver!
fr: Je vois des troupes arriver au sud ! C'est sûrement notre armée qui a défait ces elfes et ces humains et qui vient maintenant nous aider à nous débarrasser des elfes restants !
pl: Widzę wojsko nadchodzące z południa! Nasza armia pobiła zapewne elfy i ludzi, a teraz wspólnie pozbędziemy się tych tutaj niedobitków!

source: Our defenses are stretched thin. Men, prepare to face another orcish attack!
da: Vores forsvar er tyndslidt. Mænd gør klar til endnu et orkangreb!
fr: Nos lignes de défense sont étirées à la limite de la rupture. Compagnons, préparez-vous à subir une nouvelle attaque orc !
pl: Nasza obrona jest rozciągnięta do granic możliwości. Przygotować się do kolejnego ataku orków!

source: The North Elves still stand. Prepare for battle!
da: De nordlige elver holder stadig stand. Gør klar til kamp!
fr: Les Elfes du Nord tiennent toujours. Préparez-vous à la bataille !
pl: Północne elfy wciąż walczą. Przygotujcie się do bitwy!

source: The North Elves are now free!
da: De nordlige elver er nu frie!
fr: Les Elfes du Nord sont libres désormais !
pl: Północne elfy są teraz wolne!

source: Our thanks to you, Kalenz, son of Kliada. Our troops are at your command.
fr: Merci à vous Kalenz, fils de Kliada. Nos troupes sont à vos ordres.
pl: Przyjmij nasze podziękowania, Kalenz, synu Kliady. Nasze wojska są do twojej dyspozycji.

source: The elves are attacking us! Reserves!
da: Elverne angriber os! Reserverne frem!
fr: Les elfes attaquent ! Troupes de réserve !
pl: Elfy nas atakują! Rezerwy!

source: Before you die, know that you lost in Wesmere, you lost at Tath, you will lose here and that your Great Chief is dead!
fr: Avant de mourir, sachez que vous avez perdu à Wesmere, que vous avez perdu à Tath, que vous allez perdre ici et que votre chef est mort !
pl: Zanim zginiesz, wiedz, że pokonaliśmy was w Wesmere, pokonaliśmy was w Tath i pokonamy was tutaj, a wasz Wielki Wódz nie żyje!

source: Hour of Glory
da: Ærens tid
fr: L'Heure de gloire
pl: Godzina Chwały

source: @Cleodil Kalenz, your mission is complete. The orcish Great Chieftain is dead and you have recaptured your home. Yet I sense there is turmoil in your mind...
da: @Cleodil Kalenz, din mission er fuldført. Orkkongen er død og du har generobret dit hjem. Stadig kan jeg dog mærke, at der ikke er fred i dit sind...
fr: @Cléodil Kalenz, vous avez mené à bien votre mission : le chef des orcs est mort et vous avez reconquis votre patrie. Pourtant, je sens que votre esprit n'est pas apaisé...
pl: @Cleodil Kalenz, wypełniłeś swoją misję - Wielki Wódz orków nie żyje, a ty odzyskałeś swój dom. A jednak wyczuwam niepokój w twoich myślach...

source: @Kalenz It is indeed as you say, Cleodil. It is that potion that gnaws at me. I cannot enjoy our victories, nor can I rest. I am fighting it every single moment.
da: @Kalenz Det er som du siger, Cleodil. Det er den trylledrik som spiser mig indefra. Jeg kan ikke nyde vores sejre, eller hvile. Jeg kæmper mod den hele tiden.
fr: @Kalenz Il en est ainsi que vous le dites, Cléodil. C'est cette potion qui me dévore. Je ne puis apprécier nos victoires, ni trouver le repos. Je dois la combattre à chaque instant.
pl: @Kalenz Tak właśnie jest, Cleodil. To ten eliksir mnie nęka. Nie potrafię się cieszyć zwycięstwem ani odpoczywać. Nie ma chwili, bym nie walczył z jego wpływem.

source: @Cleodil Crelanu warned us this might occur...
da: @Cleodil Crelanu advarede os om den...
fr: @Cléodil Crelanu nous avait prévenus que cela pouvait arriver...
pl: @Cleodil Crelanu ostrzegał, że może do tego dojść...

source: @Kalenz There was no other choice. Even if we die, it was worth it.
da: @Kalenz Der var ikke noget andet valg. Selvom vi skulle dø, var det det værd.
fr: @Kalenz Il n'existait pas d'autre choix. Même si nous mourons, cela en valait la peine.
pl: @Kalenz Nie mieliśmy wyboru. Nawet jeśli umrzemy, było warto.

source: @Cleodil You will not die. You must fight it. I have faith in you Kalenz...beloved...you will overcome and master it. It will be hard and painful, but you will beat the potion. It is Landar that truly concerns me...
fr: @Cléodil Vous ne mourrez pas. Vous devez la combattre. J'ai foi en vous Kalenz... mon amour... vous saurez la contrer et vous en rendre maître. Ce sera difficile et douloureux mais vous saurez battre la potion. Mais je m'inquiète davantage pour Landar...
pl: @Cleodil Nie umrzesz. Musisz z nim walczyć. Wierzę w ciebie, Kalenz... najdroższy... wierzę, że przezwyciężysz wpływ eliksiru i zapanujesz nad nim. Będzie to trudne i bolesne, ale zwyciężysz. To o Landara boję się najbardziej...

source: @Kalenz He seems to handle it better than do I...
da: @Kalenz Han ser ud til at klare det bedre end mig...
fr: @Kalenz Il semble s'en accommoder mieux que moi...
pl: @Kalenz Wydaje się, że radzi sobie lepiej ode mnie...

source: @Cleodil It does seem so, Kalenz. But I fear things may not be as they seem. Landar's mind has become dark and clouded to my healing senses.
da: @Cleodil Det ser sådan ud, Kalenz. Men jeg er bange for at tingene ikke er som de ser ud til at være. Landars sind er blevet mørkt og skyet for mine helbredelsesevner.
fr: @Cléodil Il semble ne s'en accommoder que trop bien, Kalenz. Mais j'ai peur que les apparences soient trompeuses. L'esprit de Landar est devenu sombre et échappe à mes sens...
pl: @Cleodil Tak się rzeczywiście wydaje. Ale obawiam się, że rzeczywistość może być inna. Moją magią leczącą wyczuwam, że umysł Landara stał się mroczny i zamglony.

source: @Kalenz I understand too well what that may portend, beloved, but I do not wish to believe it. Landar is my friend, near as dear to me as you are.
fr: @Kalenz Je comprends trop bien ce que cela peut signifier, mon amour, mais je me refuse à y croire. Landar est mon ami, presque aussi cher à mon cœur que vous l'êtes.
pl: @Kalenz Najdroższa, aż za dobrze rozumiem, co to wróży... ale nie chcę w to uwierzyć. Landar jest moim przyjacielem, prawie tak mi bliskim jak ty.

source: @Cleodil Some dwarves have been found dead in our camp. Landar is extremely unfriendly towards them, and ill-feeling is growing. I think the dwarves will leave us soon.
da: @Cleodil Nogle dværge er fundet dræbt i vores lejr. Landar er særdeles uvenlig over for dem, og den dårlige stemning spreder sig. Jeg tror, at dværgene snart forlader os.
fr: @Cléodil Des nains ont été retrouvés morts dans notre campement. Landar se montre extrêmement hostile à leur égard et le ressentiment s'accroit. Je pense que les nains nous quitteront bientôt.
pl: @Cleodil W naszym obozie znaleziono kilka martwych krasnoludów. Landar jest do krasnoludów wrogo nastawiony, a animozje się pogłębiają. Sądzę, że krasnoludy wkrótce nas opuszczą.

source: @Kalenz I will try to mend matters between them...
da: @Kalenz Jeg vil forsøge at klinge sårene imellem dem...
fr: @Kalenz J'essaierai d'arranger les choses entre eux...
pl: @Kalenz Spróbuję jakoś ich pogodzić...

source: @Cleodil I see I cannot convince you. Go, do as you must; but be careful Kalenz, for I fear for us all...
da: @Cleodil Jeg kan forstå, at jeg ikke kan overbevise dig. Gå, gør det du må gøre; men vær forsigtig Kalenz, for jeg frygter for os alle...
fr: @Cléodil Je vois que je ne peux vous convaincre. Soit, faites comme vous l'entendez, mais soyez prudent Kalenz. Je crains pour nous tous...
pl: @Cleodil Widzę, że cię nie przekonam. Idź zatem i czyń, co uważasz za słuszne. Ale uważaj, Kalenz... boję się o nas wszystkich...

source: Costly Revenge
da: Dyrbar hævn
fr: Coûteuse revanche
pl: Kosztowna zemsta

source: But Kalenz failed to persuade the dwarves. The dwarves left, and Landar insisted the elves must march on the empire of the Saurians...
fr: Mais Kalenz ne parvint pas à convaincre les nains. Ils partirent et Landar insista pour que les elfes marchent sur l'empire des sauriens...

source: Kalenz...the shydes and druids are not happy with this. The saurians are already beaten, and there is too much hate in Landar's heart. Something is not right here.
fr: Kalenz... les nymphes et les druides ne sont pas satisfaits par cette situation. Le sauriens sont déjà vaincus et il y a bien trop de haine dans le cœur de Landar. Il y a quelque chose qui ne va pas.

source: I am not entirely easy with this myself, Cleodil. But there is something to what Landar says; the wide green world must know there is a price, a heavy price, for raiding in the forest of Wesmere.
fr: Je ne suis pas très content moi non plus, Cléodil. Mais il y a une part de vérité dans ce que Landar dit : le monde entier doit savoir qu'il y a un prix élevé à payer pour assaillir la forêt de Wesmere.

source: Then you who walk the earth path and carry steel can collect that price. Those on the faerie path will not be with you. Not this time.
fr: Dans ce cas, vous qui suivez la voie de la terre et portez l'acier pouvez récolter ce prix. Ceux qui suivent la voie féérique ne seront pas avec vous. Pas cette fois.

source: We do as we must.
fr: Nous faisons ce que nous devons faire.

source: We have finally reached Saurgrath, their capitol. Remember whose side they have taken in the war against us.
da: Vi har endelig nået Saurgarth, deres hovedstad. Husk hvilken side de har taget i krigen mod os.
fr: Nous avons enfin atteint Saurgrath, leur capitale. Rappelez-vous le camp qu'ils ont choisi durant la guerre.
pl: Nareszcie dotarliśmy do Saurgrath, ich stolicy. Pamiętajcie, po czyjej stanęły stronie w toczonej przeciwko nam wojnie.

source: It is our chance to finish them off...
da: Det er vores chance for at gøre det af med dem...
fr: C'est là notre chance d'en finir avec eux...
pl: Mamy szansę ich wykończyć...

source: I fear this will be a bloodbath...
da: Jeg frygter, at dette blive et blodbad...
fr: Je crains que cela ne tourne au bain de sang.
pl: Obawiam się, że to będzie istna rzeźnia.

source: Victory is ours.
da: Sejren er vores.
fr: La victoire est nôtre.
pl: Zwycięstwo należy do nas.

source: Council ruling
da: Rådsafgørelse
fr: Décision du conseil
pl: Wyrok rady

source: With the once mighty Saurian empire destroyed, saurians had been reduced to scattered bands lurking in waste places. But the Elves still had problems of their own...
da: Med det tidligere mægtige øgleimperie ødelagt, blev øglerne aldrig mere i stand til at have en organiseret stat i Wesnoth. Men elverne havde stadig deres egne problemer...
fr: Après la destruction de leur empire, autrefois si puissant, les sauriens se trouvèrent réduits à l'état de bandes éparses vivant dans l'ombre. Mais les elfes avaient toujours leurs propres problèmes...
pl: Potężne niegdyś imperium jaszczurów zostało ostatecznie zniszczone, a nieliczne pozostałe przy życiu jaszczury rozpierzchły się i ukryły na pustkowiach Kontynentu. Ale elfy miały teraz własne problemy...

source: @Legmir Kalenz, the council has called you here to demand that you apologize for your actions. You took the decision to help the humans at Tath, and hence risk further war with the Orcs; to strike at the orcs north; and last to attack the Saurians. These were decisions to be taken by the council, not by a field commander!
fr: @Legmir Kalenz, vous vous tenez aujourd'hui devant le conseil pour vous excuser de vos actions. Vous avez décidé d'aider les humains à Tath au risque de ranimer la guerre avec les orcs, de frapper les orcs au nord et enfin d'attaquer les sauriens. Ces décisions relevaient du Conseil et de lui seul !
pl: @Legmir Kalenz, zostałeś wezwany przed oblicze Rady, by przeprosić za swe czyny. Samowolnie podjąłeś decyzję o udzieleniu ludziom pomocy pod Tath, ryzykując w ten sposób dalszą wojnę z orkami, o uderzeniu na orki na północy, i wreszcie o zaatakowaniu jaszczurów. Wszystkie te decyzje mogła podjąć jedynie Rada, a nie dowódca polowy!

source: @Kalenz With all respect my lords, we were and still are in a war. We could not spare the time to consult with you, lest our opportunities slip from our grasp and make the war longer and more costly. Besides, all our actions have been beneficial to our cause: The orcs are now in a civil war for succession, the North Elves are free and the Saurians are no longer a threat.
da: @Kalenz Med al respekt min lensherre, vi var og er stadig i krig. Vi havde ikke tid til at konsultere rådet, endsige at lade en mulighed slippe fra os og gøre krigen længere og dyrere. Desuden har alle vores handlinger været til vores fordel: Orkerne er nu involveret i en borgerkrig om arvefølgen, de nordlige elver er frie og øglerne udgør ikke længere en trussel.
fr: @Kalenz Avec tout le respect que je vous dois, Monseigneur, nous étions, et nous sommes encore, en guerre. Nous n'avions tout simplement pas le temps de vous consulter. D'ailleurs, toutes nos actions se sont avérées bénéfiques pour notre cause : les orcs sont maintenant en proie à une guerre civile pour régler la succession, les Elfes du Nord sont libres et les sauriens ne constituent plus une menace.
pl: @Kalenz Panowie, z całym należnym szacunkiem, byliśmy i cały czas jesteśmy w stanie wojny. Nie mogliśmy poświęcić czasu na konsultację z Radą, by wykorzystać nadarzające się sposobności do skrócenia wojny i zmniejszenia jej kosztów. Poza tym wszystkie podjęte działania były korzystne dla naszej sprawy - orki są uwikłane w wojnę o sukcesję, Północne Elfy są wolne, a jaszczury nie stanowią już zagrożenia.

source: @Uripur The council is not blind to these benefits. But, still, you cannot decide high matters of statecraft on behalf of the Elves. We cannot allow it.
da: @Uripur Rådet er ikke blind for disse forhold. Men du kan stadig ikke foretage statsbeslutninger på elvernes vegne. Det kan vi ikke tillade.
fr: @Uripur Le conseil n'est pas sans voir ces effets. Il n'en demeure pas moins que vous ne pouvez prendre des décisions au nom des elfes.
pl: @Uripur Rada widzi i docenia te korzyści. Nie zmienia to jednak faktu, że nie wolno ci decydować o racji stanu w imieniu wszystkich elfów. Nie możemy na to pozwolić.

source: @Galtrid If it weren't for Kalenz and his men, none of us would be here to argue the point today.
da: @Galtrid Hvis det ikke havde været for Kalenz og hans mænd, ville ingen af os være her i dag.
fr: @Galtrid Sans Kalenz et ses compagnons, aucun d'entre nous ne serait là aujourd'hui.
pl: @Galtrid Gdyby nie Kalenz i jego żołnierze, nie byłoby tu dziś ani nas, ani tej dyskusji.

source: @Uradredia I agree. What's done is done. Let us concentrate on the future, not the past.
da: @Uradredia Jeg er enig. Hvad der er gjort er gjort. Lad os koncentrere os om fremtiden, ikke fortiden.
fr: @Uradredia Je suis d'accord. Ce qui est fait est fait. Concentrons-nous sur le futur, pas sur le passé.
pl: @Uradredia Zgadzam się. Co się stało, to się nie odstanie. Patrzmy w przyszłość, a nie przeszłość.

source: @Iradia Kalenz, the council has decided that you are to be stripped of all military authority. You may now go.
da: @Iradia Kalenz, rådet har besluttet, at du mister alle dine militære titler og autoritet. Du kan gå.
fr: @Iradia Kalenz, le conseil a décidé de vous relever de toute autorité militaire. Vous pouvez aller maintenant.
pl: @Iradia Kalenz, Rada postanowiła pozbawić cię wszelkiej władzy wojskowej. Możesz odejść.
