Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-low/*.po
Languages: da, fr, pl

source: @Kalenz I lay down my burden humbly and gladly. But we need to have a strong army, as the orcs will return!
da: @Kalenz Det er med fornøjelse at jeg træder tilbage. Men vi har brug for en stærk hær, da orkerne vil vende tilbage!
fr: @Kalenz C'est avec plaisir que je me retire. Mais nous devons avoir une armée forte, car les orcs reviendront !
pl: @Kalenz Z pokorą i chęcią zdejmę z siebie to brzemię. Ale musimy mieć silną armię, bo orki powrócą!

source: @Landar Cowards and traitors!
da: @Landar Kujoner og forrædere!
fr: àLandar Lâches et traîtres !
pl: @Landar Tchórze i zdrajcy!

source: Elvish Assassins
da: Elversnigmordere
fr: Assassins elfes
pl: Elficcy zabójcy

source: After the council's decision, Kalenz and Cleodil retired in the North.
da: Efter rådets beslutning trækker Kalenz og Cleodil sig tilbage til de nordlige egne.
fr: Après la décision du conseil, Kalenz et Cléodil se retirèrent dans le Nord...
pl: Przyjąwszy decyzję rady, Kalenz i Cleodil odeszli na północ, by wieść spokojny żywot.

source: Free of the pressure of war, they took delight in each other. The heart-bond they had formed amidst peril and death grew closer, and all but vanquished the remnant evil Crelanu's philter had left in Kalenz. The two began to think of having children.
fr: Libérés de l'emprise de la guerre, ils purent passer du temps ensemble. Les liens qu'ils avaient formés dans les moments périlleux se renforcèrent et permirent de vaincre les dernières maléfices du philtre de Crelanus. Ils commencèrent à envisager avoir des enfants...
pl: Uwolnieni od troski i niedoli wojny mogli wreszcie cieszyć się sobą nawzajem. Uczucie, które zrodziło się między nimi pośród wojennej zawieruchy, rosło w siłę i wkrótce przemogło resztki złowrogiego wpływu eliksiru Crelanu w ciele i duszy Kalenza. Wkrótce zaczęli planować poczęcie dzieci.

source: But their peace was not to last. In the outer world, the blood tides were rising. And in the heart of Landar, who had once been their friend, evil was not vanquished, but festered and grew...
da: Men deres fred skulle ikke vare ved. I de ydre regioner af verden, var blodslysten stigende. Og i Landars hjerte, som engang havde været deres ven, var ondskaben ikke forsvundet fra, men den levede og voksede...
fr: Mais leur paix fut de courte durée. À l'extérieur, des marées sanglantes jaillirent. Et dans le cœur de Landar, qui avait été leur ami, le mal, loin d'être vaincu, proliférait...
pl: Jednak ich szczęściu nie dane było trwać. W świecie zewnętrznym ponownie rozgorzały krwawe boje, a serce Landara - niegdyś ich serdecznego przyjaciela - toczyło zło, które raz zasiane rosło w siłę...

source: Kalenz reaches the signpost
da: Kalenz når vejskiltet
fr: Kalenz atteint le panneau.
pl: Kalenz osiąga drogowskaz

source: My lord Kalenz, you are in great danger! You must leave here immediately.
da: Kalenz du er i stor fare! Du må væk herfra øjeblikkeligt.
fr: Messire Kalenz, vous courez un grand danger ! Vous devez partir immédiatement.
pl: Kalenz, mój panie, jesteście w wielkim niebezpieczeństwie! Musicie natychmiast uciekać.

source: What?!
da: Hvad?!
fr: Comment !?
pl: Co?!

source: Landar has seized control of the army. He has eliminated the council and proclaimed himself High Warlord of the Elves. What is worse, there is word out that he has already ordered your assassination.
da: Landar har taget kontrol med hæren. Han har udryddet rådet og udnævnte sig selv som lensherre over elverne. Hvad der er værre, er rygtet om, at han allerede har beordret din henrettelse.
fr: Landar a pris les commandes de l'armée. Il a éliminé le conseil et s'est proclamé Grand Seigneur de Guerre des Elfes. Pire, le bruit court qu'il a déjà ordonné votre assassinat.
pl: Landar przejął kontrolę nad armią. Wyeliminował radę i ogłosił się Wielkim Wodzem Elfów. Co gorsza, ponoć już wydał rozkazy, by was zgładzić.

source: Too late! All traitors will die!
da: For sent! Alle forrædere skal dø!
fr: Trop tard ! Tous les traîtres vont mourir !
pl: Za późno! Wszyscy zdrajcy zginą!

source: Listen to me! We have fought and bled side by side. We must trust in each other and face the orcs together!
da: Hør på mig! Vi har kæmpet og blødt side om side. Vi må stole på hinanden og møde orkerne sammen!
fr: Écoutez-moi ! Nous avons combattu et souffert côte à côte. Nous devons nous faire confiance et affronter les orcs ensemble !
pl: Posłuchajcie mnie! Walczyliśmy i krwawiliśmy razem. Musimy zaufać sobie nawzajem i wspólnie przeciwstawić się orkom!

source: Do not listen to this traitor! You have all heard the order!
da: Hør ikke på denne forræder! I har alle hørt ordren!
fr: N'écoutez pas ce traître ! Vous avez tous entendu les ordres !
pl: Nie słuchać tego zdrajcy! Wszyscy słyszeli, jakie mamy rozkazy!

source: You should try to reach Uradredia and the North Elves. He too, has refused to join Landar. Word is that some troops still loyal to you are heading there.
fr: Vous devriez essayer de retrouver Uradredia et les Elfes du Nord. Lui aussi a refusé de se joindre à Landar. La rumeur prétend que des troupes qui vous restent loyales se dirigent dans cette direction.
pl: Postarajcie się dotrzeć do Uradredii i jego Północnych Elfów - on również odmówił przyłączenia się do Landara. Chodzą słuchy, że zmierzają tam wszyscy żołnierze, którzy pozostali ci lojalni.

source: Now we must fare swiftly to the North Elves!
da: Nu må vi hurtigt rejse til de nordige elver!
fr: Nous devons maintenant nous hâter en direction des Elfes du Nord !
pl: Musimy niezwłocznie dotrzeć do Północnych Elfów!

source: Northern Battle
da: Det nordlige slag
fr: Bataille au Nord
pl: Bitwa na północy

source: Kalenz and Cleodil managed to reach the North Elves to ask for help. Very soon, Landar's army appeared...
da: Kalenz og Cleodil lykkedes i at nå de nordlige elver og spørge om hjælp. Kort tid efter ankom Landars hær...
fr: Kalenz et Cléodil parvinrent à rejoindre les Elfes du Nord pour demander leur aide. Peu après, l'armée de Landar apparut...
pl: Kalenz i Cleodil zdołali w porę dotrzeć do Północnych Elfów, by szukać ich pomocy. Wkrótce pojawiła się też armia Landara...

source: Survive for six days
da: Overlev i seks dage
fr: Survivre six jours
pl: Przetrwaj sześć dni

source: Landar, listen to me! It does not have to come to this. I know about the potion. Let us help!
da: Landar, hør på mig! Det skal ikke nødvendigvis være sådan. Jeg kender til trylledrikken. Lad os hjælpe!
fr: Landar, écoute-moi ! Il n'est pas obligatoire d'en arriver là. Je suis au courant pour la potion. Laisse-nous t'aider !
pl: Landarze, wysłuchajcie mnie! Nie musi do tego dojść. Wiem o miksturze. Pozwól nam sobie pomóc!

source: Here is Kalenz. There can be no talk with traitors! Leave none of them alive!
fr: Voilà Kalenz. On ne discute pas avec les traîtres ! Qu'aucun d'eux n'en réchappe !

source: Things are not going well! Retreat! We will meet again, traitors!
da: Det går ikke godt! Tilbage! Vi mødes igen forrædere!
fr: Les choses tournent mal ! Battez en retraite ! Nous nous retrouverons, traîtres !
pl: Nie jest dobrze! Odwrót! Jeszcze sie spotkamy, zdrajcy!

source: We have yet to break their defenses! While we are getting weaker, the enemy is getting stronger! Retreat!
fr: Nous n'avons pas encore briser leurs défenses ! Pendant que nous nous affaiblissons, l'ennemi lui se renforce. Battez en retraite !
pl: Wciąż nie zdołaliśmy przełamać ich obrony! Naszych sił ubywa, a wróg jest coraz silniejszy! Odwrót!

source: We won!
da: Vi vandt!
fr: Nous avons gagné !
pl: Wygraliśmy!

source: End of War
da: Krigens afslutning
fr: Fin de guerre
pl: Koniec wojny

source: It is said that the battle with the North Elves was the beginning of the end for Landar's revolt. But civil war smoldered on for many more years, neither side mustering enough strength to achieve a decisive victory. Until, eventually, Landar's increasingly harsh and arrogant ways drove away many of his followers. After assembling all the troops he could, Kalenz marched against his old friend and now mortal enemy, Landar, in the forest of Gitamoth...
da: De siger at slaget hos de nordlige elver var begyndelsen til enden for Landars revolte. Sandheden er at borgerkrigen fortsatte i mange år, hvor ingen side havde styrke nok til at opnå en afgørende sejr. Men til sidst fik Landars metoder mange af hans følgesvende til at skifte side. Kalenz samlede hele den hær han kunne få fat på og marcherede imod sin gamle ven og nu dødelige fjende Landar. De mødtes i Gitamoth-skoven...
fr: On raconte que la bataille avec les Elfes du Nord marqua le début de la fin pour la révolte de Landar. En vérité, la guerre civile continua pendant de nombreuses années, aucun camp ne disposant de forces suffisantes pour obtenir une victoire décisive. Mais au bout du compte, les manières de plus en plus arrogantes de Landar retournèrent contre lui nombre de ses fidèles. Après avoir rassemblé la plus large armée possible, Kalenz marcha contre son ancien ami Landar, devenu son ennemi mortel, dans la forêt de Gitamoth...
pl: Powiada się, że bitwa z Północnymi Elfami była początkiem końca rewolty Landara. Wojna domowa tliła się jeszcze przez wiele lat, gdyż żadna ze stron nie miała dość sił, by osiągnąć decydujące zwycięstwo. Jednak wciąż narastająca szorstkość i arogancja Landara z czasem odstręczyły od niego wielu zwolenników. Zgromadziwszy wszystkie dostępne siły, Kalenz wyruszył ku lasom Gitamoth, by ostatecznie zmierzyć się ze swoim byłym przyjacielem, a teraz śmiertelnym wrogiem...

source: Defeat Landar
da: Besejr Landar
fr: Vaincre Landar
pl: Pokonaj Landara

source: Landar, let us not spill any more elvish blood. Give up. We can help you!
da: Landar lad os ikke spilde mere elverblod. Giv op. Vi kan hjælpe dig!
fr: Landar, ne versons pas davantage de sang elfe. Abandonne. Nous pouvons t'aider !
pl: Landar, nie przelewajmy już więcej krwi elfów. Poddaj się. Możemy ci pomóc!

source: No! It all ends here!
da: Nej! Det slutter her!
fr: Non ! C'est ici que tout prend fin !
pl: Nie! Wszystko kończy się tutaj!

source: I'm done. Now I can rest!
da: Jeg er færdig. Nu kan jeg hvile!
fr: C'en est fait de moi. Maintenant je peux goûter le repos !
pl: Skończyłem. Teraz mogę spocząć.

source: I'm deeply grieved that it came to this, Landar. You were my best friend. I was blind to what the potion was doing to you. I was fighting it myself!
da: Jeg er meget påvirket af at det er kommet så langt, . Du var min bedste ven. Jeg var blind for hvad den trylledrik gjorde ved dig. Jeg kæmpede selv imod den!
fr: Je suis vraiment désolé Landar. Tu étais mon meilleur ami. Je n'ai pas su voir ce que la potion était en train de te faire. J'en combattais moi-même les effets !
pl: Głęboko mnie smuci taki obrót rzeczy, Landar. Byłeś mi najbliższym druhem, a jednak nie widziałem, jak ten eliksir cię odmieniał. Sam walczyłem z jego wpływem!

source: I know. But you are not at fault, for I did not take just one bottle. I wanted to make sure we could kill the orcish Great Chief, so I went back for a second and drank that one, too. Now I have driven our dwarvish allies away and brought death and disaster to our own people. I have even tried to kill my own friend. I am a disgrace to elven-kind.
fr: Je sais. Mais je ne me suis pas contenté d'une seule fiole. Je voulais être certain que nous parviendrions à tuer le chef orc. Maintenant j'ai poussé nos alliés nains à nous quitter et j'ai attiré mort et désastre sur notre propre peuple. J'ai même essayé de tuer mon propre ami. Je ne mérite pas d'avoir jamais été un elfe.
pl: Wiem. Ale to nie twoja wina - to ja wziąłem więcej niż jedną dawkę. Chciałem mieć pewność, że zdążymy zabić Wielkiego Wodza, więc wróciłem po drugą porcję i ją również wypiłem. A teraz? Odegnałem sprzymierzone z nami krasnoludy i sprowadziłem na nasz lud śmierć i nieszczęście. Chciałem nawet zabić serdecznego przyjaciela... Nie jestem godzien być nazywanym elfem.

source: It was not all your fault. May be the curse of Aquagar struck true, or may be yours was the blood-price fate required of us for victory. Rest well, my friend. Rest well Landar, Hero of the Elves!
da: Det var ikke kun din fejl. Måske var det Aquagars forbandelse, eller måske var det prisen vi måtte betale. Hvil dig min ven. Hvil dig godt Landar, helt blandt elverne!
fr: Ce n'était pas de ta faute. Peut-être était-ce la malédiction d'Aquagar ou tout simplement le prix à payer pour que nous goûtions à la victoire. Repose en paix, mon ami. Repose en paix Landar, Héros des Elfes.
pl: Nie była to wyłącznie twoja wina. Może to efekt klątwy Aquagara, a może twoje życie było ceną, jaką fortuna wyznaczyła nam za zwycięstwo. Spoczywaj w pokoju, przyjacielu. Spoczywaj w pokoju, Landarze, Bohaterze Elfów!

source: Epilogue
da: Epilog
fr: Épilogue
pl: Epilog

source: Kalenz buried Landar with full honors and made him a monument worthy of a true elvish hero.
da: Kalenz begravede Landar med stor ære og lavede et monument værdigt for en sand elverhelt.
fr: Kalenz enterra Landar en grande pompe et lui éleva un monument digne d'un véritable héros elfe.
pl: Kalenz pochował Landara z pełnymi honorami i wystawił mu pomnik godny prawdziwego elfickiego bohatera.

source: Landar's remaining followers' lives were spared, but they were banished to Gitamoth forest, henceforth known as Silent Forest.
da: Landars tilbageværende følgeskabs liv blev sparet, men de blev bandlyst fra Gitamoth skoven, efterfølgende kendt som Den Stille Skov.
fr: Les derniers fidèles de Landar furent épargnés mais furent bannis dans la forêt de Gitamoth, connue depuis sous le nom de Forêt du Silence.
pl: Darowano życie pozostałym spośród zwolenników Landara, ale zostali oni wygnani do lasu Gitamoth, od tej pory znanym jako Cichy Las.

source: As Landar had wiped out the Elvish Council, Kalenz was unanimously chosen as High Lord of the Elves. North and South Elves swore allegiance to him.
da: Da Landar havde udryddet Elvernes Råd, blev Kalenz enstemmigt valgt som lensherre over elverne. De nordlige og sydlige elver svor troskab mod ham.
fr: Comme Landar avait balayé le conseil elfique, Kalenz fut choisi comme Seigneur des elfes à l'unanimité. Les Elfes du Nord et du Sud lui prêtèrent serment d'allégeance.
pl: Skoro Landar zgładził całą Radę Elfów, Kalenza jednogłośnie wybrano Wielkim Władcą Elfów. Elfy północy i południa poprzysięgły mu wierność.

source: Kalenz reorganized the Elves so they could mobilize for war more readily. He knew that the orcish threat was not over; that the elves, through hesitation, had lost a golden opportunity to end the threat and that trouble would someday return.
da: Kalenz organiserede elverne så de kunne mobilisere til krig hurtigere. Han vidste at orkernes trussel ikke var forbi endnu; at elverne, ved at tøve, havde misset en gylden mulighed for at afslutte truslen og at uro ville vende tilbage.
fr: Kalenz prit soin d'organiser les elfes pour qu'ils soient prêts à la guerre. Il savait que la menace orc n'était pas levée, car les elfes avaient laissé passer une occasion en or d'y mettre un terme, et que les troubles ne tarderaient pas à reprendre.
pl: Kalenz usprawnił organizację armii elfów, by w razie zagrożenia łatwiej ją było zmobilizować. Wiedział, że zagrożenie ze strony orków nie minęło - przez własne wahanie elfy straciły szansę na jego ostateczne wyeliminowanie i było pewne, że pewnego dnia kłopoty powrócą.

source: When Kalenz felt his work to have been done as well as it might be, he retired with Cleodil to their home in the Forest of Lintanir.
da: Da Kalenz følte at hans job var veludført, trak han og Cleodil sig tilbage til deres hjem i Lintanir-skoven.
fr: Quand Kalenz considéra qu'il avait fait tout son possible, il se retira avec Cléodil dans sa demeure dans la forêt de Lintanir.
pl: Gdy Kalenz uznał, że wykonał wszystkie swoje zadania najlepiej, jak potrafił, odszedł wraz z Cleodil do swego domu w Lesie Lintanir, by tam zaznać odpoczynku.

source: Cleodil bore Kalenz children who were tall, and beautiful, and inherited in full measure both their mother's healing gifts and their father's talented and searching mind. In the fullness of time, after a long life full of accomplishment and love and laughter, Cleodil died after the manner of Elves, aging swiftly to a peaceful end.
da: Cleodil fødte Kalenz børn som var høje, og smukke, og som fuldt ud arvede deres mors evner indenfor helbredelse og deres fars talentfulde og eftertænksomme sind. I tidens løb, efter et langt liv fuldt af bedrifter og kærlighed og latter, døde Cleodil på elvernes måde, hendes død var en fredfyldt oplevelse.
fr: Cléodil porta les enfants de Kalenz, qui furent grands et beaux et héritèrent aussi bien les dons guérisseurs de leur mère que l'esprit talentueux et curieux de leur père. À un âge avancé et après une vie remplie d'amour et de joie, Cléodil mourut à la manière des elfes, vieillissant subitement avant de reposer en paix.
pl: Cleodil urodziła Kalenzowi piękne, wysokie dzieci, które w pełni odziedziczyły zdolności lecznicze swojej matki i przenikliwy intelekt swojego ojca. Gdy po długim życiu, pełnym wielkich czynów, miłości i szczęścia, wreszcie wypełniły się jej dni, sędziwa już Cleodil zmarła spokojnie, jak inne elfy przed nią.

source: But Kalenz's story was not yet over. Aquagar's curse was fulfilled; prolonged in life by Crelanu's philter, he outlived not only his beloved but their children. Sundered from his kin by their mortality, fleeing the reflections in their eyes of his lost beloved, he left his home and wandered for many a year across the Great Continent. Oft did he arrive unexpected at times and places when his people were in dire straits, and succor them with wisdom or magic or his bright keen blade.
fr: Mais l'histoire de Kalenz n'était pas encore arrivée à son terme. La malédiction d'Aquagar s'accomplit : sa vie prolongée par le philtre de Crelanu, il enterra non seulement sa bien-aimée mais aussi ses enfants. Confronté à la mortalité des elfes, fuyant le reflet des êtres chers dans leurs yeux, il quitta sa demeure et vagabonda de nombreuses années à travers le Grand Continent. Souvent, alors que son peuple était en désarroi, il arriva venu de nulle part et les secourut de sa sagesse, de sa magie ou de sa lame brillante.
pl: Lecz nie był to koniec historii Kalenza. Spełniła się klątwa Aquagara - eliksir Crelanu dał Kalenzowi nienaturalnie długie życie, przez co przeżył nie tylko swoją ukochaną, ale i swoje dzieci. Śmiertelność bezpowrotnie oddzieliła go od innych elfów, w których oczach widział już tylko wspomnienia ukochanych, których utracił. W końcu opuścił rodzinne strony i przez wiele lat wędrował po Wielkim Kontynencie. Często pojawiał się w nieoczekiwanych chwilach i miejscach, gdy jego lud był w potrzebie, wspomagając ziomków mądrością, magią lub mieczem.

source: To learn of Kalenz's last and perhaps greatest deeds, and those in which he was most alone, seek ye the tale of Delfador the Great and the fall of the usurping Queen Asheviere.
da: For at lære om Kalenz' sidste og måske største bedrifter, og em han ikke var alene om, så kig efter sagnet om Delfador den Store og faldet af den oprørske dronning Asheviere.
fr: Pour connaître les derniers et peut-être les plus hauts faits de Kalenz et ceux dans lesquels il fut le plus seul, partez à la rencontre de l'histoire du Grand Delfador et de la chute de l'usurpatrice, la Reine Asheviere.
pl: Kto chce poznać ostatnie i zapewne najdonioślejsze czyny Kalenza, dokonane daleko od jego ojczystych ziem, niech odszuka opowieść o Delfadorze Wielkim i obaleniu królowej-uzurpatorki Asheviere.

source: Cleodil
fr: Cléodil

source: I have been defeated!
da: Jeg har tabt!
fr: J'ai perdu !
pl: Zostałem pokonany!

source: I am finished! I can finally rest!
da: Jeg er færdig! Jeg kan endelig søge dødens hvile!
fr: Je suis vaincu ! Je peux enfin reposer !
pl: Już po mnie! Nareszcie spocznę w spokoju!

source: Farewell, Kalenz!
da: Farvel, Kalenz!
fr: Adieu, Kalenz !
pl: Żegnaj, Kalenz!

source: Noooo! We cannot continue without Landar!
da: Neeej! Vi kan ikke fortsætte uden Landar!
fr: Non ! Nous ne pouvons continuer sans Landar !
pl: Nieee! Bez Landara nie zdołamy dalej walczyć!

source: I'm sorry I failed you, Kalenz...beloved...
da: Jeg beklager jeg har svigtet dig, Kalenz...elskede...
fr: Je suis navré d'avoir échoué, Kalenz... mon aimé...
pl: Wybacz, że cię zawiodłam, Kalenz... najdroższy...

source: Nooo! Cleodil! Without you I cannot go on!
da: Neeeej! Cleodil! Uden dig kan jeg ikke fortsætte!
fr: Non... Cléodil ! Sans vous je ne peux pas continuer.
pl: Nieee! Cleodil! Bez ciebie nie zdołam dalej walczyć!

source: No! This is the end! We have been defeated!
da: Nej! Dette er enden! Vi er blevet besejret!
fr: Non ! C'est la fin ! Nous avons été battus !
pl: Nie! To już koniec! Zostaliśmy pokonani!

source: With Uradredia gone, the North Elves will no longer fight!
da: Med Uradreida væk, vil de nordlige elver ikke fortsætte kampen!
fr: Avec la disparition d'Uradredia, les Elfes du Nord ne continueront pas le combat !
pl: Bez Uradredii, elfy północy nie będą dłużej walczyć!

source: Aargh! I'm dying!
da: Aargh! Jeg dør!
fr: Aargh ! Je meurs !
pl: Aargh! Ginę!

source: Aargh! I'm gone!
da: Aargh! Jeg er fortabt!
fr: Aargh ! C'en est fini pour moi !
pl: Aargh! Już po mnie!

source: I told you so!
da: Det sagde jeg jo!
fr: Je l'avais bien dit !
pl: Mówiłem ci!

source: Know that you perished at the hands of the Kalenz's elves!
da: Lad det blive kendt, at du gik under for Kalenz-elvernes hænder!
fr: Que chacun sache que vous avez péri des mains des elfes de Kalenz !
pl: Wiedz, że giniesz z rąk elfów Kalenza!

source: No! It's all over!
fr: Non ! Tout est fini !
pl: Nie! Już po wszystkim!

source: Farewell $unit.name. Your loyal service won't be forgotten.
da: Farvel $unit.name. Din loyalitet vil ikke blive glemt.
fr: Adieu $unit.name|. Votre loyauté ne sera pas oubliée.
pl: Żegnaj, $unit.name. Twoja lojalna służba nie pójdzie w zapomnienie.

source: Oh, no! We are too late...
da: Oh, nej! Vi er kommet for sent...
fr: Oh non ! Nous arrivons trop tard...
pl: O nie, przybywamy za późno...

source: You retrieve $amount_gold pieces of gold.
da: Du modtager $amount_gold guldstykker.
fr: Vous récupérez $amount_gold pièces d'or.
pl: Znajdujesz $amount_gold sztuk złota.

source: (Normal)
pl: (normalny)

source: Crelanu's philter affecting Kalenz
pl: Kalenz jest pod wpływem eliksiru Crelanu

source: Crelanu's philter affecting Landar
pl: Landar jest pod wpływem eliksiru Crelanu

source: invisible
da: usynlig
pl: niewidzialny

source: Zhuk
pl: Żuk

source: aged
da: gammel

source: campaign started
da: kampagne startet

source: Reach the signpost
da: Nå signalposten

source: and I see the remains of the garrison has been taken prisoner.
da: og jeg kan se, at de tilbageværende fra garnisonen er blevet taget som fanger.

source: There they are. They have dumped our gold in their treasury. We must strike quickly and leave with the gold before they bring in reinforcements
da: Der er de. De har overført vores guld til deres skatkammer. Vi må slå til hurtigt og komme af sted med guldet, før de kan skaffe forstærkninger.

source: Turnabout is fair play. Now we've retried the gold, let us fare swiftly back to Wesmere. The Saurians will likely be infesting the direct route, so we will detour to the north.
da: En vending til det bedre er rimelig. Nu da vi har fået guldet, så lad os hurtigt tage retur til Wesmere. Øglerne vil sikkert sværme om den direkte vej, så vi vil vælge en rute mod nord.

source: To evade the saurians blocking the eastern approaches to Wesmere, Kalenz and his war-band moved north to enter Wesmere Forest from at different direction ...
da: For at undgå øglernes blokering af de østlige veje til Wesmere, flyttede Kalenz og hans gruppe sig mod nord for at gå ind i Wesmere-skoven fra en anden retning ...
