Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-low/*.po
Languages: da, fr, pl

source: LOW
da: WL
fr: LdW
pl: LW

source: Legend of Wesmere
da: Wesmere-legenden
fr: La Légende de Wesmere
pl: Legenda Wesmere

source: (Intermediate level, 17 playable scenarios.)
fr: (Niveau moyen, 17 scénarios jouables)

source: The tale of Kalenz, the High Lord who rallied his people after the second orcish invasion of the Great Continent and became the most renowned hero in the recorded history of the Elves.
fr: L'histoire de Kalenz, le seigneur qui rallia son peuple après la deuxième invasion orc du Grand Continent et qui devint le plus célèbre héros de l'histoire des elfes.

source: Soldier
da: Soldat
fr: Soldat
pl: Żołnierz

source: (Easy)
da: (Let)
fr: (facile)
pl: (łatwy)

source: Lord
da: Lensherre
fr: Seigneur
pl: Władca

source: (Hard)
da: (Svær)
fr: (difficile)
pl: (trudny)

source: High Lord
da: Storlensherre
fr: Haut Seigneur
pl: Wielki władca

source: Creator and Lead Designer
da: Forfatter og ledende designer
fr: Créateur et concepteur
pl: Twórca i główny projektant

source: Spiros, George and Alexander Alexiou (Santi/fnaek)
fr: Spiros, George et Alexander Alexiou (Santi/fnaek)
pl: Spiros, George i Alexander Alexiou (Santi/fnaek)

source: Campaign Maintenance
da: Kampagnevedligeholdelse
fr: Maintenance de la campagne
pl: Utrzymanie kampanii

source: Prose-doctoring and adaptation for mainline
fr: Travail du texte et adaptation au sein du jeu
pl: Pielęgnacja prozy i przygotowanie do umieszczenia w gałęzi głównej

source: WML Assistance
fr: Aide à la programmation WML
pl: Pomoc przy kodowaniu WML

source: Graphics
da: Grafik
fr: Graphismes
pl: Grafika i rysunki

source: Additional thanks to
da: Også tak til
fr: Remerciements aussi à
pl: Podziękowania dla

source: And the rest of the Wesnoth community for feedback, criticism, help with WML code and graphics.
fr: Et le reste de la communauté de Wesnoth pour ses commentaires, ses critiques, son aide avec le WML et les graphismes.
pl: I całej społeczności Wesnoth za opinie, słowa krytyki, oraz pomoc przy kodowaniu WML i grafice.

source: The Uprooting
da: Løsrivelsen
fr: Le Déracinement
pl: Wygnanie

source: The great elvish hero Kalenz was born in a quiet green wood in Lintanir on the fringes of the Great Northern Forest. Though not of noble birth, he showed early promise in the arts of his people. His quick intelligence gained him more than usual respect among elders normally inclined to pay little heed to anyone younger than a century old.
fr: Le grand héros Kalenz naquit dans un bois calme de Lintanir, à la lisière de la Grande Forêt du Nord. Bien que n'étant pas noble de naissance, il se révéla prometteur dans les arts de son peuple. Sa rapidité d'esprit lui permit de gagner le respect des anciens, normalement peu enclins envers les jeunes âgés de moins d'un siècle.
pl: Elficki bohater Kalenz urodził się w cichym, zielonym lesie Lintanir, na obrzeżach Wielkich Lasów Północy. Choć nie był szlachetnie urodzony, od najmłodszych lat wykazywał uzdolnienia w licznych sztukach swojego ludu. Za sprawą niepospolitej inteligencji cieszył się wśród starszyzny poważaniem zazwyczaj zarezerwowanym dla tych, który przeżyli co najmniej wiek.

source: Perhaps the elders sensed that changing times would require more flexible minds; these were the years when humans from the Green Isle were establishing themselves south of the Great River, and the known world was changing more rapidly than it had for a thousand years before.
fr: Peut-être les anciens sentaient-ils que les temps changeants allaient nécessiter des esprits frais. C'était l'époque où les humains de l'Île Verte s'installèrent au sud de la Grande Rivière et le monde changeait bien plus rapidement qu'il ne l'avait fait au cours du millénaire précédent.
pl: Być może starsze elfy przeczuwały, że w zmieniających się czasach będą potrzebne bardziej elastyczne umysły. Były to lata, gdy ludzie z Zielonej Wyspy kolonizowali tereny na południe od Wielkiej Rzeki, a znany świat w krótkim czasie zmienił się bardziej niż w ciągu minionego tysiąclecia.

source: Some changes were good. The Elves, awakened as from a long dream, began to increase in population. But some were very bad, and the worst of those was the coming of the orcs, the wreckers, the tree-killers. The years of Kalenz's long childhood were a golden age, and the last time of untroubled peace.
fr: Certains changements furent bénéfiques. Ainsi les elfes, réveillés d'un long rêve, commencèrent à croître en population. Mais d'autres furent très mauvais et le pire d'entre eux fut l'arrivée des orcs, les destructeurs, les tueurs d'arbres. Les années de la longue enfance de Kalenz furent un âge d'or, les derniers moments avant que la paix ne soit troublée.
pl: Niektóre zmiany były dobre - populacja elfów zaczęła rosnąć, jakby elfy przebudziły się z wielowiekowego uśpienia. Były też jednak i zmiany bardzo złe, a najgorszą z nich było nadejście orków - niszczycieli i morderców drzew. Lata długiego dzieciństwa Kalenza były złotym wiekiem, ale też ostatnimi chwilami niezmąconego pokoju.

source: The elves had never been a martial people, and they were not prepared for the inevitable war with the orcs. Kalenz came of age in the very year that Erlornas of Wesmere fought the first orcish raiders. Within the next decade orcish raids greatly increased, and their shadow loomed ever greater over the elves. This is the story of Kalenz, and of the Elves in the days of the humans in Wesnoth.
fr: Les elfes n'avaient jamais été un peuple guerrier et ils n'étaient pas prêts à la guerre qui s'annonçaient inévitable avec les orcs. Kalenz devint adulte l'année même où Erlornas de Wesmere combattit les premiers assaillants orcs. La décennie suivante, les raids orcs s'intensifièrent et leur ombre grandissait sur les elfes. C'est l'histoire de Kalenz et des elfes à l'époque où les humains arrivèrent à Wesnoth.
pl: Elfy nigdy nie były ludem wojowniczym, toteż nie były przygotowane na nieuniknioną wojnę z orkami. Kalenz osiągnął dorosłość w tym samym roku, w którym Erlornas z Wesmere walczył z pierwszym najazdem orków. W kolejnych latach ataki orków stawały się coraz częstsze i silniejsze, a widmo wojny kładło się coraz mroczniejszym cieniem na lasach elfów. Oto historia Kalenza i opowieść o elfach w czasach, gdy ludzie zawitali do Wesnoth.

source: You trifled with the wrong elf!
da: Du har blandet dig med den forkerte elv!
fr: Tu ne t'es pas frotté au bon elfe !
pl: Zadarliście z niewłaściwym elfem!

source: Take that, you orcish scum!
da: Tag den orkafskum!
fr: Prends ça, espèce de vermine orc !
pl: Spróbuj tego, orkowy psie!

source: Kalenz must reach the signpost
da: Kalenz skal nå vejskiltet
fr: Kalenz doit atteindre le panneau.
pl: Kalenz musi dotrzeć do drogowskazu

source: Death of Kalenz
da: Kalenz' død
fr: Mort de Kalenz
pl: Śmierć Kalenza

source: Death of Landar
da: Landars død
fr: Mort de Landar
pl: Śmierć Landara

source: Turns run out
da: Tiden løber ud
fr: Tours de jeu atteinte
pl: Koniec czasu

source: Orcs are pressing on us from all directions! To arms!
da: Kig rundt der kommer orker fra alle retninger! Grib våbnene!
fr: Les orcs nous assaillent de toutes les directions ! Aux armes !
pl: Ze wszystkich stron napierają na nas orki! Do broni!

source: Hold, Kalenz. The Ka'lian council should discuss our response. Maybe we can reach an agreement with them!
da: Vent Kalenz. Ka'lian-rådet bør diskutere vores svar. Måske kan vi indgå en aftale med dem!
fr: Un instant, Kalenz. Le conseil Ka'lian doit discuter de la situation. Nous pouvons peut-être parvenir à un accord avec eux !
pl: Wstrzymaj się, Kalenz. O naszej reakcji powinna zadecydować Rada Ka'lian. Może dojdziemy z nimi do porozumienia?

source: Surrender or die, tree-shaggers!
da: Overgiv jer eller dø modbydelige elver!
fr: Rendez-vous ou mourez, adorateurs des arbres !
pl: Poddajcie się albo zginiecie, drzewoluby!

source: They are too many. We have no choice but to submit!
da: De er for mange. Jeg er bange for, at vi må overgive os!
fr: Ils sont trop nombreux. Nous n'avons d'autre choix que de nous rendre !
pl: Jest ich zbyt wielu. Nie mamy wyboru - musimy się poddać.

source: Elves must never surrender to these foul beasts! Who will fight them beside me?
da: Elver vil aldrig overgive sig til sådanne skabninger! Hvem vil bekæmpe dem udover mig?
fr: Les elfes ne se rendront jamais à ces bêtes répugnantes ! Qui est avec moi ?
pl: Elfy nigdy się nie poddadzą tym plugawym potworom! Kto będzie z nimi walczyć u mojego boku?

source: We will follow you, Kalenz - but where can we go? We are surrounded!
da: Vi vil følge dig, Kalenz - men hvor kan vi gå hen? Vi er omringet!
fr: Nous sommes prêts à te suivre, Kalenz. Mais pour aller où ? Nous sommes encerclés !
pl: Jesteśmy z tobą, Kalenz. Ale gdzie mamy iść? Jesteśmy otoczeni!

source: We must reach the elvish council in Ka'lian and enlist their help to recapture our home. Let's storm the orcs' southern outpost before more enemies arrive!
da: Vi må nå elvernes råd i Kali'an og anmode om deres hjælp til at generobre vores hjem. Lad os storme deres sydlige forpost før der ankommer flere!
fr: Nous devons atteindre le conseil elfique en Ka'lian et réclamer son aide pour reconquérir notre terre. Allons nous emparer des avant-postes orcs au sud avant qu'il n'en arrive davantage.
pl: Musimy dotrzeć do rady elfów w Ka'lian i prosić o pomoc w odzyskaniu naszego domu. Zaatakujmy południową rubież orków, nim przybędzie ich więcej!

source: Very well, Kalenz - lead us!
da: Udmærket, Kalenz - anfør os!
fr: D'accord Kalenz, nous te suivrons !
pl: Niech tak będzie - Kalenz, prowadź nas!

source: We surrender!
da: Vi overgiver os!
fr: Nous nous rendons !
pl: Poddajemy się!

source: Did I mention that we take no prisoners? Die!
da: Glemte jeg at sige at vi ikke tager nogen fanger? Dø!
fr: N'ai-je pas indiqué que nous ne faisions pas de prisonniers ? Mourez !
pl: Czy wspominałem, że nie bierzemy jeńców? Giń!

source: Kalenz was right and I was wrong. Go; join Kalenz while yet you can. I and the remaining elders will cover your retreat as best we may.
da: Kalenz havde ret og jeg tog fejl. Gå; slå dig sammen med Kalenz mens du kan. Jeg og de resterende ældre vil dække dit tilbagetog efter bedste even.
fr: Kalenz avait raison et j'avais tort. Allez, rejoignez Kalenz tant que vous le pouvez. Les anciens restants et moi couvrirons votre retraite du mieux que nous le pourrons.
pl: Kalenz miał rację, a się myliłem. Ruszajcie - dołączcie do Kalenza, póki jeszcze możecie. Wraz z resztą starszyzny będziemy osłaniać wasz odwrót, ile tylko zdołamy.

source: Flee, Kalenz...our hopes ride with you...
da: Flygt, Kalenz...vores håb er med dig...
fr: Fuis, Kalenz... nos espoirs résident en toi...
pl: Uciekaj, Kalenz... W tobie cała nasza nadzieja...

source: We have escaped them, but we will not forget. We shall return!
da: Vi er undsluppet dem, men vi glemmer ikke. Vi kommer tilbage!
fr: Nous leur avons échappé, mais nous n'oublierons pas. Nous reviendrons !
pl: Udało nam się uciec, ale nie zapomnimy. Jeszcze tu wrócimy!

source: You won't get very far! After them!
da: Du kommer ikke langt! Efter dem!
fr: Vous n'irez pas bien loin ! À leurs trousses !
pl: Daleko nie ujdziecie! Za nimi!

source: Hostile mountains
da: Fjendtlige bjerge
fr: Montagnes hostiles
pl: Wrogie góry

source: Kalenz and his band broke out of the orcish encirclement, only to discover that the country on the direct route to the Ka'lian was already swarming with orcs. The raid on Kalenz's home, it seemed, had been but one small part of a great migration south. There was no choice but to make a detour through territory the elves would rather have avoided...
fr: Kalenz et sa bande franchirent le premier front orc et découvrirent alors que les routes menant au Ka'lian était déjà infestées d'orcs. Leur assaut sur la patrie de Kalenz, à ce qu'il semblait, n'était qu'un simple aperçu de leur grande migration vers le sud. Il n'y avait d'autre choix que de faire un détour par des territoire que les elfes auraient préféré éviter.
pl: Kalenz ze swoim oddziałem wydarł się z okrążenia, lecz na ziemiach leżących przed nimi na drodze ku Ka'lian również roiło się od orków. Wyglądało na to, że atak na ojczyznę Kalenza był tylko jednym epizodem w wielkiej migracji orków na południe. Kalenz nie miał wyboru - musiał poprowadzić swój oddział okrężną drogą, przez ziemie, których elfy wolały unikać...

source: Payback time!
da: Tid for hævn!
fr: C'est l'heure de la revanche !
pl: Czas zapłaty!

source: Those stinking trolls ha' stepped on OUR land! Attack!
da: Disse modbydelige trolde er trængt ind i VORES land! Angrib!
fr: Ces trolls puants ont mis pied sur NOTRE terre ! À l'attaque !
pl: Te śmierdzące trolle wkroczyły na NASZĄ ziemię! Do ataku!

source: Those lying elves have stepped on OUR land! Attack!
da: Disse modbydelige elver er trængt ind i VORES land! Angrib!
fr: Ces menteurs d'elfes ont mis pied sur NOTRE terre ! À l'attaque !
pl: Te kłamliwe elfy wkroczyły na NASZĄ ziemię! Do ataku!

source: I had hoped to avoid these paths... The eastern way is through dwarvish territory and is shorter. I pray the dwarves will grant us safe passage, since the other path is through troll territory...
da: Jeg ønskede at undgå disse stier... Den østlige sti er dværgeområde og er kortere. Jeg håber at dværgene giver os en sikker passage, da den anden sti er igennem troldeterritorium...
fr: J'espérais éviter ces chemins... Celui à l'est passe en territoire nain et est plus court. J'espère que les nains nous accorderont un sauf-conduit, dans la mesure où l'autre chemin est en territoire troll...
pl: Miałem nadzieję ominąć te ścieżki... Wschodnia droga prowadzi przez ziemie krasnoludów i jest krótsza. Modlę się, by krasnoludy zezwoliły nam na przejście, bo druga ścieżka wiedzie przez ziemie trolli...

source: Not even in yer dreams, elf. These are dwarvish lands, and troubles we want no part of nip at yer heels. Get out and stay out!
da: Kun i dine drømme elv! Dette er dværgeland. Vi ønsker ikke dig og din slags her! Skrid!
fr: Même pas dans tes rêves, l'elfe ! Ces terres sont naines. Nous ne voulons pas de toi et de tes semblables ici ! Dégagez !
pl: Wolne żarty, elfie. To ziemie krasnoludów, a co wam depcze po piętach to zupełnie nie nasza sprawa. Wynocha stąd i nie wracać!

source: Our troubles will be yours, too, whether either of us will it or not. The orcs have come down from the north like a flood; if we squabble among ourselves they will feast on our discord.
fr: Nos troubles seront les vôtres aussi, que vous le vouliez ou non. Les orcs ont déferlé depuis le nord et, si nous continuons à nous disputer, ils vont en profiter de notre discorde.
pl: Nasze kłopoty wkrótce będą również twoimi, czy tego chcesz, czy nie. Orki nadchodzą z północy jak potop - jeśli teraz będziemy się spierać między sobą, orki zbiorą plon naszej niezgody.

source: Bah. More smooth words and trickery, by my beard. We know yer kind...and who needs yer help anyway, weaklings? Leave now, or feel my axe! That same kiss of steel will greet all intruders. Anyone who sets foot on the eastern bank o' this river will rue the day he was born!
da: Bah. Endnu et af de elvertrik. Vi kender din slags... og hvem har i det hele taget brug for din hjælp, svæklinge? Gå nu, eller mærk min økse! Og det samme skal alle andre som går ind i vores område. Vi frygter ingen. Enhver, som sætter fod på den østlige bred af floden, vil komme til at fortryde det!
fr: Bah, encore un de ces stratagèmes elfes, hein ? Nous connaissons votre engeance. Et qui aurait besoin de votre aide de toute manière, avortons ? Partez maintenant, ou tâtez de ma hache ! Quiconque pénétrera en territoire nain sera accueilli par l'acier de son tranchant. Nous ne craignons personne. Quiconque mettra un pied sur la rive orientale le regrettera vraiment !
pl: Jak zwykle, gładka elfia gadka, a za nią podstęp. Już my was znamy... Zresztą komu potrzebna pomoc takich mięczaków? Znikajcie w tej chwili, nim poznacie ostrze moje topora! Zimną stalą powitamy każdego intruza. Kto postawi stopę na wschodnim brzegu rzeki pożałuje, że się urodził!

source: I cannot see how trolls could be any less friendly.
da: Jeg kan ikke se hvordan trolde kan være mere venlige.
fr: Je ne vois pas comment les trolls pourraient être plus inamicaux encore.
pl: Nie wyobrażam sobie, by trolle mogły być mniej przyjazne.

source: Hmm... Perhaps the dwarves' intransigence can serve our purpose. Onwards, and no matter what you do, do NOT step on the eastern band of the river!
da: Hmm... Måske kan dværgenes stejlhed stadig være til hjælp. Fremad og uanset hvad så sæt ikke fod på den østlige bred af floden!
fr: Hum... Peut-être l'intransigeance des nains peut-elle nous être d'un certain secours. En avant et quoi qu'il arrive, NE mettez PAS un pied sur la rive est de la rivière !
pl: Hmm... Może jednak nieustępliwość krasnoludów może się nam przysłużyć. Naprzód! I pod ŻADNYM pozorem nie wkraczać na wschodni brzeg rzeki!

source: Defeat Grugl
da: Besejr Grugl
fr: Vaincre Grugl !
pl: Pokonaj Grugla

source: Death of Olurf
da: Olurfs død
fr: Mort d'Olurf
pl: Śmierć Olurfa

source: We made it. Onwards to Wesmere!
da: Vi gjorde det. Fremad mod Wesmere!
fr: Nous avons réussi ! En avant pour Wesmere !
pl: Udało się. Naprzód, do Wesmere!

source: Crazy elves! But at least they felled a few trolls before they left.
da: Tossede elver! Men i det mindste fældede de nogle få trolde før de forsvandt.
fr: Ces fous d'elfes ! Mais au moins ils auront tué quelques trolls avant de partir.
pl: Szalone elfy! Ale przynajmniej położyły trupem kilka trolli, nim poszły.

source: Ka'lian under attack
da: Ka'lian under angreb
fr: Ka'lian attaqué
pl: K'alian atakowany

source: Kalenz and his band finally made it to the Ka'lian, but things were not as they had hoped...
da: Kalenz og hans gruppe nåede endelig til Ka'lian, men tingene var ikke som de håbede...
fr: Kalenz et sa troupe parvinrent finalement au Ka'lian, mais la situation n'était pas celle qu'ils avaient espérée...
pl: Kalenz i jego oddział wreszci dotarli do K'alian, ale nie wyglądało, by sprawy miały się tak, jak mieli na to nadzieję...

source: We die, but more come after us, Orcs will rule all!
da: Vi dør, men flere vil komme efter os, orker vil regerer over alle!
fr: Nous mourons, mais d'autres viendront après nous. Les orcs règneront !
pl: Giniemy, ale po nas przyjdą następni. Orki zapanują nad wami wszystkimi!

source: Defeat all enemies
da: Besejr alle fjender
fr: Battre tous les ennemis
pl: Pokonaj wszystkich wrogów

source: Death of Galtrid
da: Galtrids død
fr: Mort de Galtrid
pl: Śmierć Galtrida

source: Oh no! The Ka'lian is under attack! We must help them!
da: Oh nej! Ka'lian er under angreb! Vi må hjælpe dem!
fr: Oh non ! Le Ka'lian est attaqué ! Il nous faut les aider !
pl: Och nie! K'alian jest atakowany! musimy im pomóc!

source: Are you our army's vanguard? Hurry, we are under attack!
da: Er du vores hærs forpost? Hurtig vi er under angreb!
fr: Êtes-vous l'avant-garde de notre armée ? Dépêchez-vous, nous sommes attaqués !
pl: Czy jesteście strażą przednią naszej armii? Prędzej, jesteśmy atakowani!

source: No, we are fleeing an attack on our home, northeast of here. Time enough for talk later; we must defeat these orcs together, or at least hold them off long enough for the humans to come to our aid.
fr: Non, nous fuyons une attaque sur notre patrie, au nord-est d'ici. Nous pourrons en parler plus tard. Dans l'immédiat, nous devons défaire ses orcs ensemble, ou tout du moins les retenir suffisamment longtemps pour que les humains se portent à notre secours.
pl: Nie, uciekamy przed atakiem, który wyparł nas z naszych ojczystych stron na północny wschód stąd. Ale dość będzie czasu na opowieści po bitwie - musimy połączyć siły i pokonać te orki, a przynajmniej powstrzymać je na tyle długo, by ludzie zdążyli przybyć nam z pomocą.

source: Then you have not heard. King Haldric has broken the treaty. The humans will not come to our help!
da: Så har du ikke hørt det. Kong Haldric har ophævet traktaten. Menneskene kommer ikke til vores hjælp!
fr: Vous n'avez donc pas entendu. Le roi Haldric a rompu le traité. Les humains ne viendront pas à notre secours.
pl: A więc nie słyszeliście. Król Haldric złamał przymierze. Ludzie nie przyjdą nam na pomoc!

source: What's that? More meat for my troops? Get them!
da: Hvad er det? Mere kød til mine tropper? På dem!
fr: C'est quoi ça ? De la viande en plus pour mes troupes ? Attrapez-les !
pl: A to co? Więcej mięsa dla moich żołnierzy? Brać ich!

source: We won! The Ka'lian is safe!
da: Vi vandt! Ka'lian er sikker!
fr: Nous avons gagné ! Le Ka'lian est hors de danger !
pl: Zwyciężyliśmy! Ka'lian jest bezpieczne!

source: The elvish treasury is under attack! They need help desperately!
fr: La salle du trésor elfe est attaquée ! Ils ont désespérément besoin d'aide !
pl: Atakują skarbiec elfów! Potrzebna każda pomoc!

source: Galtrid, your men are weary from long combat. Mine are fresher; I'll go.
da: Galtrid, dine mænd er trætte efter lang tids kamp. Mine er friskere; jeg tager af sted.
fr: Galtrid, tes compagnons sont épuisés par ces longs combat. Les miens sont plus en forme, j'irais.
pl: Galtrid, twoi żołnierze są znużeni długą walką. Moi mają więcej sił - ja tam pojadę.

source: Hurry! We were near overwhelmed as I left.
fr: Hâtez-vous ! Nous étions sur le point d'être submergés quand je suis parti.
pl: Nie ma chwili do stracenia! Obrona ledwo się już trzymała, gdy wyruszałem!

source: Yes, go, Kalenz, I'll guard the Ka'lian till our army returns from the front.
da: Gå Kalenz. Jeg beskytter Ka'lian til hæren kommer tilbage fra fronten.
fr: Allez Kalenz. Je garderai le Ka'lian jusqu'à ce que notre armée revienne du front.
pl: Masz rację, Kalenz, ruszajcie. Będę strzec Ka'lian dopóki nasza armia nie wróci z frontu.

source: The Elvish Treasury
da: Elvernes skatkammer
fr: Le Trésor des elfes
pl: Skarbiec elfów

source: Kalenz and his forces raced to relieve the siege of the Elvish Treasury...
da: Kalenz og hans styrker skyndte sig for at undsætte belejringen af elvernes skatkammer...
fr: Kalenz et ses forces se précipitèrent au secours de la salle du trésor des elfes...
pl: Kalenz ze swoimi siłami spieszył na odsiecz obrońcom skarbca elfów...

source: Death of Cleodil
da: Cleodils død
fr: Mort de Cléodil
pl: Śmierć Cleodil

source: It seems that we are too late. The Treasury has fallen to the Saurians....
da: Ser ud til at vi kommer for sent. Skatkammeret er faldet for øglerne....
fr: Il semble que nous arrivons trop tard. La salle du trésor est tombée aux mains des sauriens...
pl: Wygląda na to, że się spóźniliśmy. Skarb już wpadł w łapy jaszczurów...

source: And I see the remains of the garrison has been taken prisoner.
fr: Et je vois que le reste de la garnison a été fait prisonnier.
pl: ... a reszta garnizonu dostała się do niewoli.

source: We must free them and make these saurians pay. Attack and leave no one alive!
da: Vi må befri dem og lade de øgler betale. Angrib og efterlad ingen i live!
fr: Il nous faut les libérer et faire payer les sauriens. À l'attaque et que personne n'en réchappe !
pl: Musimy ich uwolnić i odpłacić się tym jaszczurom. Do ataku! Nie zostawić nikogo przy życiu!

source: More elves are coming! Too late, we've taken all your gold and we'll get more gold from the orcs for helping them out!
da: Flere elver kommer! For sent, vi har taget al jeres guld og vi får mere guld fra orkerne for at hjælpe dem!
fr: D'autres elfes arrivent ! Trop tard, nous avons pris tout votre or et en recevrons encore davantage de la part des orcs pour l'aide que nous leur avons apportée !
pl: Idzie więcej elfów! Za późno, zabraliśmy całe wasze złoto, a od orków dostaniemy jeszcze więcej za pomoc!
