Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-tb/*.po
Languages: es

source: A Tale of Two Brothers
es: Un cuento sobre dos hermanos

source: AToTB
es: UCsDH

source: (Beginner)
es: (Principiante)

source: Horseman
es: Jinete

source: (Challenging)
es: (Desafiante)

source: Knight
es: Caballero

source: (Novice level, 4 scenarios; the 'Hard' version may challenge more experienced players.)
es: (Nivel principiante, 4 escenarios; la versión «Difícil» puede suponer un reto para los jugadores más experimentados)

source: An evil mage is threatening the small village of Maghre and its inhabitants. The village's mage Bjarn sends for his brother to help, but not all goes as planned. Can you help?
es: Un mago malvado está amenazando la pequeña aldea de Maghre y a sus habitantes. El mago de la aldea Bjarn envía un pedido de ayuda a su hermano, pero no todo resulta como estaba planeado. ¿Puedes ayudar?

source: Campaign Design
es: Diseño de la campaña

source: Campaign Maintenance
es: Mantenimiento de la campaña

source: Artwork and Graphics Design
es: Material y diseño gráfico

source: Miscellaneous
es: Varios

source: And special thanks to everyone else who I forgot to mention.
es: Y especiales agradecimientos a todos aquellos otros que he olvidado mencionar.

source: Rooting Out A Mage
es: Desarraigando a un mago

source: The remote freehold of Maghre in the western reaches of the kingdom of Wesnoth was once a peaceful place, its inhabitants largely unaware of the comings and goings of the wider world. Wars and the rumor of wars touched them not, until the day a dark mage settled in the region and began seeking sacrifices for his evil summonings.
es: La tierra alejada de Maghre en la frontera occidental del reino de Wesnoth solía ser alguna vez un lugar pacífico, con sus habitantes en gran parte inconscientes de los problemas del resto del mundo. Las guerras y los rumores de conflictos ajenos no llegaban a Maghre, hasta el día en que un mago oscuro se estableció en la región y comenzó a buscar sacrificios para sus invocaciones malignas.

source: Skeletons and zombies killed cattle and fired fields. 'Fear and obey Mordak the Mage!' they cried in fell voices as they did their foul deeds. People vanished from isolated farmsteads. Men and women began to fear the night, and their children even the bright day. But the nearest lord was more than a day's ride distant, and messengers sent to seek his help did not return.
es: Los esqueletos y zombies mataban el ganado e incendiaban campos. «¡Temed y obedeced a Mordak el mago!» gritaban con voces oscuras mientras realizaban sus malignos actos. La gente desaparecía de las granjas aisladas. Los hombres y las mujeres comenzaron a temer a la noche, y sus niños incluso al día. Pero el señor más cercano se encontraba a una distancia mayor a un día cabalgando, y los mensajeros enviados a buscar su ayuda no regresaban.

source: There was a man named Bjarn who had shown talent as a mage when he was young, gone to the great Academy on the Isle of Alduin, and returned to work his magic in the land where he was born. The people looked to him for help and leadership. He found weapons half-forgotten from the times of their sires and grandsires hanging in many houses, and bade the villagers to take them down and clean and oil them. He set the smiths of Maghre to making spearheads and ax-blades for the rest.
es: Había un hombre llamado Bjarn que había demostrado talento como mago cuando era joven, yendo a la gran academia en la isla de Alduin, y volvió para utilizar su magia en la tierra donde nació. La gente lo buscaba por ayuda y liderazgo. Él encontró armas media olvidadas de los tiempos de sus padres y abuelos colgando en muchas casas, y les pidió a los aldeanos que las bajaran, las limpiaran y aceitaran. Pidió a los forjadores de Maghre que realizaran puntas de lanza y láminas de hacha para el resto.

source: Now Bjarn had a brother named Arne who had also left Maghre to seek his fortune, and had become the leader of a small band of horsemen who hired out as guards to merchant caravans. Fortunate it was for all that when Bjarn was but an apprentice mage, he had made a pair of amulets for himself and his brother, with which they might call to each other when in dire need. Bjarn sent out that call.
es: Bjarn tenía un hermano llamado Arne que también había dejado Maghre para buscar su fortuna, y se había convertido en líder de una pequeña banda de jinetes que eran contratados como guardias para caravanas mercantiles. Afortunadamente para el pueblo, cuando Bjarn era apenas un mago aprendiz, hizo un par de amuletos para su hermano y para sí mismo con los que se podrían llamar entre sí cuando lo necesitaran. Bjarn envió el pedido de ayuda a su hermano.

source: Heeding the call of his amulet, Arne gathered such men as he could and hurried to Maghre to help Bjarn.
es: Escuchando la llamada de su amuleto, Arne reunió a todos los hombres que pudo y se apresuró en dirección a Maghre para ayudar a Bjarn.

source: Slay Mordak, the evil mage
es: Mate a Mordak, el mago negro

source: Death of Arne
es: Muerte de Arne

source: Turns run out
es: Fin de los turnos

source: Humans
es: Humanos

source: Enemies
es: Enemigos

source: Greetings, my brother! How may my men and I be of aid?
es: ¡Saludos, mi hermano! ¿Cómo podemos mis hombres y yo ayudarte?

source: A dark mage has come upon us; his creatures call him Mordak. They have been terrorizing outlying farms, and we fear they may soon attack the village itself! The villagers of Maghre have taken up weapons but they are not trained fighters; but we need your men, and you to lead them.
es: Un mago oscuro se ha acercado a nuestra tierra; sus criaturas lo llaman Mordak. Han estado aterrorizando las granjas exteriores, ¡y tememos que pronto podrían atacar la aldea misma! Los aldeanos de Maghre han tomado armas pero no son luchadores entrenados; mas necesitamos tus hombres, y a ti para que los lideres.

source: I can feel Mordak's foul touch on the hidden currents of the earth and air. He is somewhere due north of here, I would say not more than two days' ride.
es: Puedo sentir el oscuro toque de Mordak en las corrientes ocultas de la tierra y el aire. Él está hacia el norte, diría que a no más de dos días cabalgando.

source: I will lead my men, and such villagers as can keep up with us, north to slay this Mordak! What will you do?
es: ¡Lideraré a mis hombres, y a todos los aldeanos que puedan seguirnos, hacia el norte para matar a este Mordak! ¿Qué harás tú?

source: You shall be the right hand, I the left. I will go stealthily with a handful of our best scouts and woodsmen. While you demonstrate against him and kill his creatures, I will try to defeat Mordak himself with magic at an unguarded moment. Together we may accomplish what either alone may not.
es: Serás la mano derecha, y yo la izquierda. Iré silenciosamente con un puñado de nuestros mejores exploradores y leñadores. Mientras te muestras ante él y matas a sus criaturas, yo intentaré derrotar a Mordak con magia cuando esté desprevenido. Juntos podremos lograr lo que separados no.

source: Bjarn should be in position by now. Press them, distract the adept so Bjarn can spring his trap!
es: Bjarn debería estar en su posición ahora. ¡Presionad, distraed al adepto para que Bjarn pueda atraparlo!

source: Bjarn has not made his attack! I begin to fear for him... and it means we must deal with this Mordak ourselves!
es: ¡Bjarn no ha atacado! Empiezo a temer por él... ¡y esto significa que debemos derrotar a este Mordak nosotros mismos!

source: Good work, men! But what has become of my brother?
es: ¡Buen trabajo, hombres! ¿Pero qué le ha sucedido a mi hermano?

source: Worried about him, are you? E-he-he..hergh...gaargh...
es: Preocupado por él, ¿no? E-je-je.. jergh...gaargh...

source: There's nothing more to be had from this one; we will have to search for Bjarn ourselves!
es: Este sujeto no nos puede informar de nada más; ¡Deberemos buscar a Bjarn nosotros mismos!

source: Sir, our scouts report that Bjarn was seen captured and carried away further north!
es: ¡Señor, nuestros exploradores reportan que Bjarn fue capturado y llevado hacia el norte!

source: That they should dare this! We will give chase at once.
es: ¡Cómo se han atrevido! Iniciaremos la persecución inmediatamente.

source: Your brother's plan to ambush me has failed. He is our prisoner now.
es: El plan de vuestro hermano para emboscarme ha fallado. Él es nuestro prisionero ahora.

source: My brother, kidnapped? I have failed you, Bjarn! And even now Mordak's forces descend upon the village!
es: ¿Mi hermano, secuestrado? ¡Te he fallado, Bjarn! ¡Y aún ahora las fuerzas de Mordak atacan la aldea!

source: I hear these creatures are nigh-immune to our weapons, let us see!
es: He escuchado que estas criaturas son casi inmunes a nuestras armas, ¡ya lo veremos!

source: That was not so hard!
es: ¡Eso no fue tan difícil!

source: All is lost now that I am dead...
es: Todo está perdido ahora que he muerto...

source: The Chase
es: La persecución

source: The pursuit had already run for several days when the pursuers came to the bounds of the huge forest known as the Grey Woods. Ancient tales warned of lost souls haunting the wood, hunting and killing anyone brave enough to enter it.
es: La persecución continuó por varios días hasta que los perseguidores llegaron a los límites de un enorme bosque conocido como el Bosque Gris. Cuentos antiguos advertían de las almas perdidas que merodeaban el bosque, cazando y matando a cualquiera lo suficientemente valiente para entrar a él.

source: Heedless of those rumors, Arne followed them. His only worry was that his horsemen would be at disadvantage if attacked in the forest.
es: Sin prestarle atención a estos rumores, Arne continuó la persecución. Su única preocupación era que sus jinetes estarían en desventaja si fueran atacados dentro del bosque.

source: Fight your way through the woods before the kidnappers escape
es: Luche a través del bosque y alcance a los secuestradores antes de que escapen

source: Elves
es: Elfos

source: Sounds of a scuffle were heard from the forest.
es: Sonidos de una lucha fueron escuchados desde el bosque.

source: Come on, men. A stroll through such lovely green woods, what could be finer?
es: Vengan, hombres. Un paseo a través un bosque tan encantador, ¿qué podría ser mejor?

source: It is whispered that hungry ghosts rule this forest, and kill everyone who dares to enter.
es: Se rumorea que fantasmas hambrientos comandan este bosque, y matan a cualquiera que se atreva a entrar.

source: You there! Halt and explain yourself.
es: ¡Vosotros ahí! Deteneros y explicad vuestros motivos.

source: We're chasing after some men who kidnapped my brother!
es: ¡Estamos persiguiendo a unos hombres que secuestraron a mi hermano!

source: Those men told me their prisoner had attempted to murder their master, and warned that evil men would follow him. Advance no further, or you will die.
es: Esos hombres me dijeron que el prisionero había intentado asesinar a su amo, y me advirtieron que hombres malignos lo seguirían. No avancéis más, o moriréis.

source: So much for those ghost stories. Mere elves will not stop me from freeing my brother!
es: Esas historias de fantasmas eran falsas. ¡Meros elfos no evitarán que libere a mi hermano!

source: I am glad at least that we will not have to face ghosts. But those elves will have us at a disadvantage; our horses will not maneuver well in the trees.
es: Me alegra que al menos no tendremos que enfrentarnos a fantasmas. Pero estamos en desventaja con esos elfos; nuestros caballos no maniobran bien entre los árboles.

source: Bah, just stay on the paths; our spearmen and bowmen can fight in the deeper woods. We have faced and won through greater perils than those amateurs can offer.
es: Bah, tan sólo manteneros en los caminos; nuestros lanceros y arqueros pueden luchar en lo más profundo del bosque. Hemos enfrentado y vencido mayores riesgos de lo que pueden ofrecer esos aficionados.

source: I see them! There they are!
es: ¡Les veo! ¡Allí están!

source: Curses! If they had been an hour slower our master's reinforcements would already be here to meet us.
es: ¡Maldición! Si hubieran demorado una hora más los refuerzos de nuestro amo ya estarían aquí.

source: Kill the Dark Adept before his reinforcements arrive
es: Mate al adepto oscuro antes de que lleguen sus refuerzos

source: Come on, men, let's catch those kidnappers!
es: ¡Vamos, hombres, atrapemos a esos secuestradores!

source: Hah! You have captured me, but it will avail you nothing. I sent your precious brother the mage north with half my men a day since; he will be safely locked away in our master's dungeons by now.
es: ¡Ja! Me habéis capturado, pero no os servirá de nada. Envié a vuestro querido hermano al norte con la mitad de mis hombres hace un día; a estas alturas estará bien encerrado en los calabozos de nuestro amo.

source: My blade is at your throat. Give us the way to my brother now, or I will spill your wretched blood on the ground.
es: Mi espada está en tu garganta. Nos dirás donde está mi hermano ahora, o derramaré tu maldita sangre en el piso.

source: Three days ride to the northeast, in a deserted castle. The passwords to the guards are $first_password_$first_password_number and $second_password_$second_password_number|.
es: Cabalgad tres días al noreste, a un castillo desierto. Las contraseñas para los guardias son $first_password_$first_password_number y $second_password_$second_password_number|.

source: Bind him and take him with us. If he has played us false, he will die.
es: Atadlo y traedlo con nosotros. Si nos ha mentido, morirá.

source: Greetings. I am Brena, a knight errant. I saw you pursuing and fighting the foul undead. Are there more of them to be destroyed?
es: Saludos, yo soy Brena, un caballero errante. Os vi persiguiendo y luchando con los asquerosos no muertos. ¿Quedan más de ellos para destruir?

source: Aye. We think there's a nest of them north-east of here. They've captured my brother.
es: Si. Creemos que hay un nido de ellos al noreste de aquí. Han capturado a mi hermano.

source: I bear a great hatred towards their kind. I will follow and fight them with you, if you permit.
es: Tengo un gran odio hacia su estirpe. Os seguiré y lucharé a vuestro lado contra esos engendros, si así me lo permitís.

source: He would only slow us down!
es: ¡Él sólo nos retrasaría!

source: It is my place to decide this.
es: Soy yo quien debe decidir esto.

source: Oh, all right then. Come along with us.
es: Oh, está bien entonces. Venid con nosotros.

source: Thank you. My comrades and I will help you on your noble quest.
es: Gracias. Mis camaradas y yo os ayudaremos en vuestra noble misión.

source: I am sorry. We have not the time to spare.
es: Lo siento. No tenemos tiempo que perder.

source: Take this, then, for I see that you are on a quest. My comrades will help you whenever you call for them.
es: Tomad esto, entonces, pues veo que estáis en una misión. Mis camaradas os ayudarán en cuanto les llaméis.

source: You receive 70 pieces of gold!
es: ¡Ha recibido 70 piezas de oro!

source: My reinforcements are here!
es: ¡Mis refuerzos están aquí!

source: He escaped us...
es: Se nos escapó...

source: Foolish human, you have killed me but you will not catch the undead in time. I have fulfilled my contract, and will be reanimated soon to become a lord of their armies.
es: Estúpido humano, me matasteis pero no seréis capaces de alcanzar a los no muertos a tiempo. He cumplido mi pacto y pronto seré reanimado para convertirme en un señor de sus ejércitos.

source: Follow their back trail!
es: ¡Seguid el rastro!

source: Catch the kidnappers
es: Atrape a los secuestradores

source: Irongate
es: Puerta de hierro

source: Guarded Castle
es: Castillo guardado

source: Guard
es: Guardia

source: Castle Guard
es: Guardia del castillo

source: Rescue Bjarn
es: Rescate a Bjarn

source: Arne's men arrived at the castle and were immediately challenged by some guards.
es: Los hombres de Arne llegaron al castillo y fueron inmediatamente interrogados por unos guardias.

source: Halt! Friend or foe? Give the password.
es: ¡Alto! ¿Amigo o enemigo? Dad la contraseña.

source: The password is
es: La contraseña es

source: Pass, friend.
es: Pasa, amigo.

source: Wrong! Die!
es: ¡Incorrecto! ¡Muere!

source: Haha! We not kill people for long time. Weapon wants blood. We now kill humans!!
es: ¡Jaja! Nosotros no matar gente en mucho tiempo. Armas quieren sangre. ¡¡Nosotros matar humanos ahora!!

source: My sword-arm has a say in who will do the dying. Come on, men, let's kill some orcs.
es: Mi espada tiene una opinión sobre quién morirá. Adelante, hombres, matemos algunos orcos.

source: Are you our relief arriving? Does this mean we get to leave here now?
es: ¿Sois nuestros relevos que llegáis? ¿Esto quiere decir que nos podemos ir ahora?

source: Um, yes. Fine. You can go.
es: Hum, sí. Bien. Os podéis ir.

source: Um, you're supposed to give the password.
es: Hum, se supone que tenéis que dar la contraseña.

source: Oh, of course. I had nearly forgotten.
es: Oh, por supuesto. Casi me había olvidado.

source: Thanks! Irritating little formality, isn't it?
es: ¡Gracias! Irritante pequeña formalidad, ¿no?

source: That's the wrong password! These aren't our relief! Get them!
es: ¡Esa es la contraseña equivocada! ¡Estos no son nuestros relevos! ¡Atrapadlos!

source: I think I should better support my men at the front to make sure we can free my brother.
es: Creo que debería apoyar más a mis hombres en el frente para asegurarme de que podamos liberar a mi hermano.

source: Nooo! This is the end...
es: ¡Nooo! Este es el fin...

source: There's a key in his robes.
es: Hay una llave en su túnica.

source: That may well be the key to the cell they're holding Bjarn in! I will take it.
es: ¡Debe ser la llave de la celda dónde tienen a Bjarn! Yo la tomaré.

source: Move Arne to the cell with his brother to free him
es: Mueva a Arne a la celda junto a su hermano para liberarle

source: Look what I have found in here! I can count a hundred pieces of gold.
es: ¡Mirad lo que he encontrado aquí! Puedo contar cien piezas de oro.

source: Look what I have found in here! I can count fifty pieces of gold.
es: ¡Mirad lo que he encontrado aquí! Puedo contar cincuenta piezas de oro.

source: I found Bjarn. He is in this cell.
es: Encontré a Bjarn. Está en esta celda.

source: Good to see you, Arne. Now can you get me out of this dungeon, please?
es: Encantado de verte, Arne. Ahora, ¿podrías sacarme de este calabozo, por favor?

source: You must be one of Arne's men. Please help me get out of this dungeon.
es: Vos debéis ser uno de los hombres de Arne. Por favor ayudadme a salir de este calabozo.

source: The accursed dark sorcerer Rotharik has imprisoned me behind this magically enhanced iron gate. It can only be opened with the correct key. You must get it from him to free me.
es: El maldito hechicero oscuro Rotharik me ha aprisionado detrás de esta puerta de hierro reforzada con magia. Sólo puede ser abierta con la llave correcta. Deben obtenerla de él para liberarme.

source: Kill the dark sorcerer to get the cell key
es: Mate al hechicero oscuro para obtener la llave de la celda

source: Thank you for saving me. I had almost given up hope you would free me.
es: Gracias por salvarme. Casi había perdido la esperanza de que me liberarías.

source: Oh it was nothing, a few elves, one or two dark sorcerers, a bunch of orcs and some undead. Really just a day's work for us mercenaries.
es: Oh, no fue nada, unos pocos elfos, uno o dos hechiceros oscuros, un puñado de orcos y algunos no muertos. Realmente sólo un día de trabajo para unos mercenarios como nosotros.

source: Thank you for coming to my aid. Let us return to the village.
es: Gracias por venir en mi ayuda. Volvamos a la aldea.

source: Everything is lost now that I am dead...
es: Todo está perdido ahora que estoy muerto...

source: You are too late! Your brother is already dead! Muhahahaha...
es: ¡Demasiado tarde para ti! ¡Tu hermano ya está muerto! Muajajajaja...

source: Return to the Village
es: Retorno a la aldea

source: Find out what is happening in the village
es: Averigüe qué está pasando en la aldea

source: Death of Bjarn
es: Muerte de Bjarn

source: Councillor Hoban
es: Concejal Hoban

source: There. Your village is just across those hills, and already I see men coming to greet us!
es: Allí. Tu aldea está justo cruzando esas colinas, ¡y ya veo hombres viniendo a darnos la bienvenida!

source: No, they are fleeing from something. We must find out what is happening over there!
es: No. Están huyendo de algo. ¡Tenemos que averiguar qué está pasando allí!

source: Men! Ready your weapons!
es: ¡Hombres! ¡Preparad vuestras armas!

source: We should go there and talk to Counselor Hoban. Maybe he knows what is going on here.
es: Deberíamos ir allí y hablar con el concejal Hoban. Quizás él sepa qué está ocurriendo aquí.

source: I am glad to see you returned.
es: Estoy encantado de ver que habéis vuelto.

source: No gladder than I am to be here. But what has happened to Maghre?
es: No tan contento como yo de estar aquí. ¿Mas qué le ha pasado a Maghre?

source: Soon after you departed we were beset by orcs. With half the men of Maghre gone, we could not stop them.
es: Poco después de que partiste, fuimos sitiados por orcos. Con la mitad de los hombres de Maghre fuera, no pudimos detenerlos.

source: The orcish warlord aims to enslave us. We will not be able to hold out for much longer.
es: El señor de la guerra orco quiere esclavizarnos. No seremos capaces de resistir mucho tiempo más.

source: Have a care, his men are fell fighters and have killed many. Very few remain who can bear arms, but I will send them to aid you in battle.
es: Tened cuidado, sus hombres son luchadores feroces y han matado a muchos. Muy pocos quedan que puedan usar armas, pero les enviaré para que os ayuden en la batalla.

source: Slay the Orcish Warlord to free the village
es: Mate al señor de la guerra orco para liberar la aldea

source: Finally the warlord is killed. Now you can go back to Maghre.
es: Finalmente el señor de la guerra ha sido derrotado. Ahora puedes volver a Maghre.

source: So much has been destroyed. It will be difficult to repair all that the orcs and undead have wrecked. And they could come again.
es: Mucho ha sido destruido. Será difícil reparar todo el daño que los orcos y los no muertos han causado. Y podrían volver a venir.

source: I must go back to earning my living. But we have our amulets, little brother. If you are beset again, I will come.
es: Debo volver a ganarme la vida. Pero tenemos nuestros amuletos, pequeño hermano. Si sois atacados nuevamente, yo vendré.

source: It is over, I am vanquished.
es: Se acabó, he sido derrotado.

source: I don't think we can rescue anyone from these villages. It is too late.
es: No creo que podamos rescatar a nadie de esas aldeas. Es demasiado tarde.

source: I was too weak to protect these people. Oh why did this happen to me?!?
es: Fui demasiado débil para proteger a esta gente. Oh, ¿¡¿Por qué tuvo que pasarme esto?!?

source: A Tale of Two Brothers - Epilogue
es: Un cuento sobre dos hermanos - Epílogo

source: It took years to rebuild the village and restore the surrounding farms. The people of Maghre had to work very hard, but felt better knowing Arne's men would be their firm allies in troubled times.
es: Les llevó años reconstruir la aldea y restaurar las granjas de los alrededores. La gente de Maghre tuvo que trabajar muy duro, pero se sintieron mejor sabiendo que los hombres de Arne serían sus firmes aliados en tiempos tumultosos.
