Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-tb/*.po
Languages: es

source: Arne and his men left the village assured that it would be well guided by Bjarn. On their journeys they faced many challenges and battles. Some tales even mention Arne's name together with that of the famous elvish lord Kalenz, but this is a different story...
es: Arne y sus hombres dejaron la aldea seguros de que sería bien liderada por Bjarn. En sus viajes enfrentaron muchos desafíos y batallas. Algunos cuentos hasta mencionan el nombre de Arne junto con aquel del famoso señor élfico Kalenz, pero esta es una historia diferente...
