Repository: battle-for-wesnoth/svn
Catalog: po/*/wesnoth.po
Languages: da

source: Rename Unit
da: Omdøb Enhed

source: Save Game
da: Gem Spil

source: Recruit
da: Rekruter

source: Repeat Recruit
da: Gentag Rekrutering

source: Recall
da: Genindkald

source: Toggle Grid
da: Slå tern til/fra

source: Status Table
da: Status Tabel

source: Mute
da: Lydløs

source: Speak
da: Tal

source: Create Unit (Debug!)
da: Lav Enhed (Debug!)

source: Preferences
da: Indstillinger

source: Scenario Objectives
da: Scenariets Mål

source: Unit List
da: Enheds Liste

source: Statistics
da: Egenskaber

source: Quit Game
da: Slut Spil

source: Show Enemy Moves
da: Vis fjendlige bevægelser

source: Best Possible Enemy Moves
da: Vis bedste fjendtlige bevægelser

source: Quit Editor
da: Slut Editor

source: New Map
da: Ny Bane

source: Load Map
da: Hent Bane

source: Save Map
da: Gem Bane

source: Save As
da: Gem Som

source: Set Player Start Position
da: Set Spillers Startposition

source: Flood Fill
da: Fyld op

source: Fill Selection
da: Fyld Markeringen

source: Cut
da: Klip

source: Copy
da: Kopier

source: Paste
da: Sæt Ind

source: Resize Map
da: Ændr Størrelse

source: Flip Map
da: Flip Bane

source: Select All
da: Vælg Alt

source: Draw Terrain
da: Tegn Terræn

source: Continue Move
da: Fortsæt

source: Find Label or Unit
da: Find Label eller Enhed

source: Speak to Ally
da: Til til Allieret

source: Speak to All
da: Tal til Alle

source: Help
da: Hjælp

source: View Chat Log
da: Se Chat Log

source: Do you really want to quit?
da: Vil du virkelig slutte?

source: Quit?
da: Slut?

source: Next
da: Næste

source: Skip
da: Spring Over

source: The End
da: Slut

source: System default language
da: Systemets Standard Sprog

source: Close Window
da: Luk Vindue

source: Map Generator
da: Bane Generator

source: Players
da: Spillere

source: Width
da: Bredde

source: Height
da: Højde

source: Iterations
da: Gentagelser

source: Villages
da: Landsbyer

source: Roads Between Castles
da: Veje Mellem Borge

source: /1000 tiles
da: /1000 felter

source: Coastal
da: Kystlinie

source: Inland
da: INdland

source: Island
da: Ø

source: The maximum turns the game will go for
da: Antal ture dette spil max. må vare

source: The amount of income each village yields per turn
da: Indkomst landsbyer giver per tur

source: The amount of experience a unit needs to advance
da: Mængden af erfaring en enhed behøver for at forfremmes

source: Fog Of War
da: Krigståge

source: Enemy units cannot be seen unless they are in range of your units
da: Fjender kan ikke ses medmindre de er inden for dine enheders rækkevidde.

source: The map is unknown until your units explore it
da: Dette kort er ukendt indtil du udforsker det

source: Observers
da: Observator

source: Allow users who are not playing to watch the game
da: Tillad brugere der ikke spiller, at kigge på

source: Cancel
da: Annuller

source: Regenerate
da: Regenererer

source: Settings...
da: Indstillinger...

source: Share Maps
da: Del Baner

source: Share None
da: Del Intet

source: No multiplayer sides.
da: Ingen multiplayer sider.

source: Create Game
da: Lav Spil

source: Name of game
da: Navet på spillet

source: $login's game
da: $login's spil

source: Map to play
da: Bane at spille

source: Era
da: Tid

source: Unlimited
da: Uendeligt

source: Turns
da: Ture

source: Village Gold
da: Landsby Guld

source: Experience Requirements
da: Erfaring krævet

source: The game was unable to bind to the port needed to host games over the network. Network players will be unable to connect to this game
da: Spillet kunne ikke bindes til den port som kræves for at hoste et spil på et netværk. Netværksspillere kan ikke tilslutte sig spillet

source: Warning
da: Advarsel

source: Connection timed out
da: Forbindelsestiden løb ud.

source: Receiving game list...
da: Henter spil liste...

source: Gold
da: Guld

source: Waiting for game to start...
da: Venter på at spillet skal starte...

source: Choose host to connect to
da: Vælg en vært at forbinde til

source: Connecting to remote host...
da: Oprretter forbindelse...

source: You must log in to this server
da: Du må logge ind på serveren

source: Getting game data...
da: Henter spil data...

source: There are no available sides in this game.
da: Der er ingen sider tilgængelige i dette spil.

source: Choose your side:
da: Vælg din side:

source: The game has been cancelled
da: Spillet er blevet annulleret

source: The side you have chosen is no longer available
da: Den side du har valgt er ikke længere tilgængelig

source: Show replay of game up to save point?
da: Vil et replay af spillet indtil gemme punktet?

source: Computer vs Computer
da: Computer mod Computer

source: I'm Ready
da: Jeg er klar

source: This is not a multiplayer save
da: Dette er ikke et multiplayer spil

source: Victory @Defeat enemy leader(s)
da: Sejr @Overvind fjendtlige leder(e)

source: Network Player
da: Netværks Spiller

source: Local Player
da: Lokal Spiller

source: Computer Player
da: Computer Spiller

source: Empty
da: Tom

source: Team
da: Hold

source: Red
da: Rød

source: Blue
da: Blå

source: Green
da: Grøn

source: Yellow
da: Gul

source: Purple
da: Lilla

source: Grey
da: Grå

source: White
da: Hvid

source: Brown
da: Brun

source: Game Lobby
da: Spil Lobbyen

source: Player/Type
da: Spiller/Typer

source: Color
da: Farve

source: Waiting for network players to join
da: Venter på at netværksspillere tilslutter sig

source: Vacant Slot
da: Tom Plads

source: Vacant Slots
da: Tomme Pladser

source: Observe Game
da: Observer Spillet

source: Quit
da: Afslut

source: The game is over.
da: Dette spil er slut.

source: Defeat
da: Nederlag

source: You have been defeated!
da: Du er blevet overvundet!

source: Remaining gold
da: Tilbageværende guld

source: Early finish bonus
da: Bonus for at vinde hurtigt

source: per turn
da: per tur

source: Turns finished early
da: Ture afsluttet tidligt

source: 80% of gold is retained for the next scenario
da: 80 % af guldet bliver gemt til næste scenarie

source: Retained Gold
da: Gemt guld

source: Victory
da: Sejr

source: You have emerged victorious!
da: Du har vundet!

source: A network disconnection has occured, and the game cannot continue. Do you want to save the game?
da: En netværk afbrydelse er opstået og spillet kan ikke forsætte. Vil du gemme spillet?

source: It is now your turn
da: Det er nu din tur

source: Attacker
da: Angriber

source: Defender
da: Forsvarer

source: Damage Calculations
da: Skades beregninger

source: Melee
da: Nærkamp

source: vs
da: mod

source: Attack Enemy
da: Angrib Fjende

source: Choose weapon
da: Vælg våben

source: You have not started your turn yet. Do you really want to end your turn?
da: Du har ikke startet din tur endnu. Vil du virkelig slutte den før den er begyndt?

source: Some units have movement left. Do you really want to end your turn?
da: Nogle enheder kan bevæge sig længere. Vil du virkelig afslutte din tur?

source: Auto-Save
da: Auto-Gem

source: Could not auto save the game. Please save the game manually.
da: Kunne ikke auto-gemme. Gem venligst spillet manuelt.

source: Save names may not contain colons, slashes, or backslashes. Please choose a different name.
da: Spilnavne må ikke indeholde koloner eller nogen form for skråstrege. Vælg venligts et andet navn.

source: Saved
da: Gemt

source: The game has been saved
da: Spillet er blevet gemt

source: Units
da: Enheder

source: Income
da: Inkomst

source: Upkeep
da: Udgifter

source: You have no units available to recruit.
da: Du har ingen enheder at rekrutere.

source: Recruit unit
da: Rekruter enhed

source: You don't have enough gold to recruit that unit
da: Du har ikke nok guld til at rekrutere denne enhed

source: My lord, this unit is an experienced one, having advanced levels! Do you really want to dismiss $noun?
da: Min herre, denne enhed er erfaren. Han er blevet forfremmet.Vil du virkelig sætte $noun fri fra tjeneste?

source: My lord, this unit is close to advancing a level! Do you really want to dismiss $noun?
da: My lord, denne enhed er tæt på at blive forfremmet! Vil du virkelig sætte $noun fri fra tjeneste?

source: her
da: hende

source: him
da: ham

source: You are seperated from your soldiers and may not recall them
da: Du er adskilt fra dine soldater og må ikke genindkalde dem

source: There are no troops available to recall (You must have veteran survivors from a previous scenario)
da: Der er ingen soldat der kan genindkaldes (Du må have trænede soldater fra et tidligere scenarie)

source: You must have at least $cost gold pieces to recall a unit
da: Du må have mindst $cost guldstykker for at genindkalde en enhed.

source: Dismiss Unit
da: Send bort

source: Select unit
da: Vælg enhed

source: Message
da: Besked

source: Send to allies only
da: Send kun til allierede

source: Location
da: Lokalitet

source: Recruits
da: Rekruteringer

source: Recalls
da: Genindkaldelser

source: Advancements
da: Forfremmelser

source: Losses
da: Tab

source: Kills
da: Drab

source: Damage Inflicted
da: Skade påført

source: Damage Taken
da: Skade taget

source: Damage Inflicted (EV)
da: Skade påført (forventet værdi)

source: Damage Taken (EV)
da: Skade taget (forventet værdi)

source: Search
da: Søg

source: prompt^Command:
da: Kommando:

source: Couldn't find label or unit containing the string '$search'.
da: Kunne ikke finde label eller enhed der indeholder strengen @search.

source: Place Label
da: Sæt Label

source: Replace with AI
da: Erstart med en Computer.

source: Replace with local player
da: Erstat med lokal spiller

source: Abort game
da: Afslut spil

source: Replace with
da: Erstat med

source: has left the game. What do you want to do?
da: har forladt spillet. Hvad vil du?

source: This unit is invisible. It cannot be seen or attacked by enemy units.
da: Denne enhed er usynlig. Den kan ikke ses eller angribes af fjendtlige enheder.

source: This unit is poisoned. It will lose 8 HP every turn until it can seek a cure to the poison in a village or from a friendly unit with the 'cures' ability. Units cannot be killed by poison alone. The poison will not reduce it below 1 HP.
da: Denne enhede er forgiftet. Den vil miste 8 HP hver tur, idtil den kan finde en kur i en landsby eller fra en ven der med "kurere" evnen. Enheder kan ikke blive dræbt af gift alene. Giften vil skade enheder til mindre end 1 HP.

source: This unit has been turned to stone. It may not move or attack.
da: Denne enhed er blevet lavet til sten. Den kan ikke bevæge sig eller angribe.

source: _description
da: _beskrivelse

source: damage
da: skade

source: hexes
da: felter

source: Lawful units
da: Lovlydige enheder

source: Neutral units
da: Neutrale enheder

source: Chaotic units
da: Kaotiske enheder

source: Owned village
da: Ejet landsby

source: Enemy village
da: Fjendtlig landsby

source: Allied village
da: Allieret landsby

source: TitleScreen button^Tutorial
da: Tutorial

source: TitleScreen button^Campaign
da: Kampagne

source: TitleScreen button^Multiplayer
da: Multiplayer

source: TitleScreen button^Load
da: Hent

source: TitleScreen button^Language
da: Sprog

source: TitleScreen button^Preferences
da: Indstillinger

source: TitleScreen button^About
da: Om Wesnoth

source: TitleScreen button^Quit
da: Afslut

source: Start a tutorial to familiarize yourself with the game
da: Start en tutorial for at lære spillet at kende

source: Start a new single player campaign
da: Start en ny single player kampagne

source: Load a single player saved game
da: Hent et single player gemt spil

source: Change the language
da: Skift sprog

source: Configure the game's settings
da: Spil indstillinger

source: View the credits
da: Se credits

source: Quit the game
da: Afslut spillet

source: More
da: Mere

source: chaotic
da: kaotisk

source: lawful
da: lovlydig

source: Delete File
da: Slet fil

source: Deletion of the file failed.
da: Slettelse af fil mislykkedes
