Repository: battle-for-wesnoth/svn
Catalog: po/*/wesnoth.po
Languages: da

source: What happens when I recall a unit?
da: Hvad sker der når jeg rekruterer en enhed?

source: How should I decide which units to recall?
da: Hvordan skal jeg vælge hvilke enheder at genindkalde?

source: You may notice that your units have slightly different statistics than the statistics shown before you recruited them. This is because they have been assigned traits.
da: Du har måske opdaget at enheder har lidt andre statistikker end dem der står før du rekruterer dem. Det er fordi de har fået to tilfældige karatertræk.

source: What do traits do?
da: Hvad gør karaktertræk?

source: What kind of traits can my units get?
da: Hvilke slags karaktertræk kan mine enheder få?

source: When you recruit and recall units, you lose gold. If this would cause you to have less than 0 gold, you cannot recruit or recall.
da: Når du rekruterer og genindkalder enheder, mister du guld. Hvis dette får dig til at have mindre end 0 guld, så kan du ikke rekrutere eller genindkalde.

source: How much gold do my units cost?
da: Hvor meget guld koster en enhed?

source: How do I get gold?
da: Hvordan får jeg guld?

source: How do I know what time of day it is?
da: Hvordan ved jeg hvilken tid på døgnet det er?

source: Each hex has a terrain, which gives the hex distinctive properties.
da: Hver felt har et terræn, der sætter feltets specielle egenskaber.

source: What are the different properties that terrains have?
da: Hvilke forskellige egenskaber har de forskellige terræntyper?

source: How do I find out the properties of a specific terrain?
da: Hvordan finder jeg ud af egenskaberne for et bestemt type terræn?

source: Each attack has a damage type which affects how much damage different units take from that attack.
da: Hvert angreb har en angrebstype, der har indflydelse på hvor meget skade forskellige enheder tager fra dette angrab.

source: How does resistance affect attack damage?
da: Hvordan har modstandskraft indflydelse på angrebsskaden?

source: What are the different damage types?
da: Hvad er de forskellige angrebstyper?

source: Many units have a specialty which changes the rules of play in some way.
da: Mange enheder har specielle evner der ændrer spillets regler i en eller anden form.

source: What do specialties do?
da: Hvad gør specialevnerne?

source: Which units get specialties?
da: Hvilke enheder har specialevner?

source: What kinds of specialties can my units get?
da: Hvilke typer af specialevner kan mine enheder få?

source: How do I use specialties?
da: Hvordan bruger jeg mine specialevner?

source: Some objects change the statistics of the unit that triggered them. One of your units found a potion which will make him do more damage on his attack. To see his new combat statistics, look at the Status Table.
da: Nogle objekter ændrer egenskaberne af den enhed der bærer dem. En af dine enheder fandt en mikstur, der vil gøre hans angreb stærkere. For at se de nye egenskaber, så kig på Status Tabel.

source: This potion increases the damage of all the drinker's attacks by four.
da: Denne mikstur øger skaden af alle drikkerens angreb med fire.

source: What kind of objects am I likely to encounter?
da: Hvilken type objekter møder jeg oftest?

source: How long do these objects last?
da: Hvor lang tid varer disse objekter?

source: Remember to try to prevent the enemy from capturing villages, and to recapture the ones that they already have. This will cut off their gold supply and make them unable to recruit.
da: Prøv at forhindre fjenden i at overtage landsbyer. Prøv også at vinde dem tilbage, hvis han alligevel gør. Dette vil gøre indhug i hans guld forråd, så han ikke kan rekrutere.

source: Congratulations! You have defeated me, and completed the second and final training scenario. Next, you may want to begin a campaign, or play multiplayer.
da: Tillykke! Du har overvundet mig, og gennemført det anden og sidste trænings scenarie. Nu vil du måske begynde en kampagne eller spille multiplayer.

source: How do I play a campaign?
da: Hvordan spiller jeg en kampange?

source: How do I play multiplayer?
da: Hvordan spiller jeg multiplayer?

source: That was explained well! But..
da: Det var vel forklaret! Men...

source: Dawn
da: Daggry

source: Morning
da: Morgen

source: Afternoon
da: Eftermiddag

source: Dusk
da: Tuskmørke

source: First Watch
da: Først på natten

source: Second Watch
da: Sidste på natten

source: Underground
da: Underjordisk

source: Actions
da: Funktioner

source: End Turn
da: Slut Tur

source: gold
da: guld

source: villages
da: landsbyer

source: units
da: enheder

source: upkeep
da: udgifter

source: income
da: inkomst

source: statuspanel^level
da: niveau

source: statuspanel^movement
da: træk

source: Easy
da: &elvish-fighter.png,Kriger (let)

source: Medium
da: *&elvish-hero.png,Helt (medium)

source: Hard
da: &elvish-champion.png,Mester (svær)

source: Lawful units fight better at day, and worse at night. Day: +25% Damage Night: -25% Damage
da: Lovlydige enheder kæmper bedre om dagen og dårligere om natten. Dag: +25% Skade Nat: -25% Skade

source: Neutral units are unaffected by day and night, fighting equally well under both conditions.
da: Neutrale enheder er upåvirkede af dag og nat og kæmper lige så godt under begge omstændigheder.

source: Chaotic units fight better at night, and worse at day. Day: -25% Damage Night: +25% Damage
da: Kaotiske enheder kæmper bedre om natten og dårligere om dagen. Dag: -25% Skade Nat: +25% Skade

source: Heals: Allows the unit to heal adjacent friendly units at the beginning of the turn. A unit cared for by a healer may heal up to 4 HP per turn. A healer may heal a total of 8 HP per turn, for all units it cares for. A poisoned unit cannot be cured of its poison by a healer, and must seek the care of a village or a unit that can cure.
da: Heler: Tillader enheden at hele sideliggende allierede enheder i starten af runden. En enhed, der bliver tilset af en heler, kan heles op til 4 HP per runde. En heler kan hele ialt 8 HP per runde for hver eneste enhed, denne tilser. En forgiftet enhed kan ikke blive kureret for sin gift af en heler og må søge hjælp i en landsby eller ved en enhed, som har evnen til at kurere.

source: Cures: This unit combines herbal remedies with magic to heal units more quickly than is normally possible on the battlefield. This unit will care for all adjacent friendly units that are injured at the beginning of the turn. A unit cared for by a curer may heal up to 8 HP per turn. A curer may heal a total of 18 HP per turn, for all units it cares for. A curer can cure a unit of poison, although that unit will receive no additional healing on the turn it is cured of the poison.
da: Kurerer: Denne enhed kombinerer plante-remedier med magi for at kunne hele enheder meget hurtigere, end det normalt er muligt i kampens hede. Denne enhed tager sig af alle sidestående allierede enheder, der er sårede inden rundens begyndelse. En enhed, der bliver tilset af en, der kan kurere, kan hele op til 8 HP per runde. En, der evner at kurere, kan hele ialt 18 HP per runde for hver eneste enhed, denne tilser. En, der evner at kurere, kan kurere en forgiftet enhed, men dog vil denne enhed så ikke modtage mere heling i samme runde.

source: Teleport: This unit may teleport between any two friendly villages instantly.
da: Teleportering: Denne enhed kan på ingen tid teleportere mellem to hvilke som helst allierede landsbyer.

source: Leadership: This unit can lead friendly units that are next to it, making them fight better. Adjacent friendly units of lower level will do more damage in battle.
da: Leder-evner: Denne enhed kan lede allierede sideliggende enheder og derved få dem til at kæmpe bedre. Sideliggende allierede enheder af lavere rang vil kunne gøre mere skade i kamp.

source: Ambush: This unit can hide in forest, and remain undetected by its enemies. Enemy units cannot see or attack this unit when it is in forest, except for any turn immediately after this unit has attacked, or if there are enemy units next to this unit.
da: Overfald: Denne enhed kan skjule sig i skoven og forblive uset af sine fjender. Fjendtlige enheder kan ikke se eller angribe denne enhed, når den befinder sig i skoven, bortset fra ethvert træk foretaget lige efter, at denne enhed har angrebet.

source: Illuminates: This unit illuminates the surrounding area, making lawful units fight better, and chaotic units fight worse. Any units adjacent to this unit will fight as if it were dusk when it is night, and as if it were day when it is dusk.
da: Illuminerer: Denne enhed oplyser det omkringliggende område og får derved lovlydige enheder til at kæmpe bedre, hvorimod kaotiske enheder kæmper dårligere. Enhver anden enhed, der er sideliggende til denne enhed, vil kunne kæmpe, som hvis det var aften, når det er nat, og som hvis det var dag, når det er aften.

source: Skirmisher: This unit is skilled in moving past enemies quickly, and ignores all Enemy Zones of Control.
da: Hurtigkæmper: Denne enhed er trænet i at bevæge sig hurtigt forbi fjender og ignorerer alle zoner under fjendtlig kontrol.

source: Never more than 1 upkeep
da: Aldrig mere end 1 udgift

source: This unit takes half normal damage when it did not initiate the attack.
da: Denne enhed tager det halve af normal skade når den ikke selv starter angrebet.

source: minimum damage
da: minimum skade

source: Game
da: Spil

source: Scenario
da: Scenarie

source: Configure Sides:
da: Vælg Sider:

source: Choose Team Settings:
da: Vælg Hold-Indstillinger:

source: Could not connect to the remote host
da: Kunne ikke forbindes til fjern-værten

source: Waiting for players to connect
da: Venter på andre netværksspillere

source: Filled
da: Optaget

source: Available
da: Ledig

source: &misc/observer.png,Observer
da: &misc/observer.png,Overskuer

source: Describe Unit
da: Beskriv Enhed

source: Full Screen or Windowed?
da: Fuld Skærm eller Vindue?

source: Windowed
da: I Vindue

source: Speed:
da: Hastighed:

source: Sound Settings...
da: Lyd-Indstillinger...

source: Options
da: Indstillinger

source: Choose Scenario
da: Vælg Scenarie

source: This terrain acts as $terrains for movement and defense purposes
da: Dette terræn opfører sig som $terrains i bevægelses- og forsvars-sager

source: The terrain with the best modifier is chosen automatically
da: Terrænet med de bedste egenskaber vælges automatisk

source: This terrain gives healing
da: Terrænet giver healing

source: This terrain acts as keep, i.e., you can recruit units when a leader is in a location with this terrain
da: Dette terræn opfører sig som et slotstårn, det vil sige, at du kan rekrutere enheder hvis lederen står på dette felt

source: This terrain acts as castle, i.e., you can recruit units onto a location with this terrain
da: Dette terræn opfører sig som en borg, det vil sige, at du kan rekrutere enheder et felt med dette terræn.

source: or
da: eller

source: Unit resistance table
da: Enhedens forsvars-tabel

source: See Also...
da: Se Også...

source: Backstab: This attack deals double damage if a friendly unit is on the opposite side of the target.
da: Dolke i Ryggen: Dette angreb giver dobelt skade hvis der står en enhed på den modsatte side af målet, og hvis at denne enhed holder med angriberen.

source: Drain: This unit drains health from living units, healing itself for half the amount of damage it deals.
da: Dræne: Denne enhed får liv fra levende enheder, healer sig selv med halvdelen af skaden den giver.

source: Magical: This attack always has a 70% chance to hit.
da: Magisk: Dette angrab har altid en 70% chance for at ramme.

source: Plague: If this unit kills a living target and that unit was not stationed in a village, the dead target's corpse will rise up and fight for you.
da: Sygdom: Hvis denne enhed dræber et levende mål og den enhed ikke var i en landsby, vil det døde måls lig rejse sig op af jorden og kæmpe for dig.

source: Poison: This attack poisons the target. Poisoned units lose 8 HP every turn until they are cured or are reduced to 1 HP.
da: Gift: Dette angreb forgifter målet. Forgiftede enheder taber 8 HP hver tur indtil de er kurerede eller reducerede til 1 HP.

source: Slow: This attack slows the target. Slowed units move at half normal speed and receive one less attack than normal in combat for the duration of one turn.
da: Nedsløve: Dette angrib nedsløver målet. Nedsløvede enheder bevæger sig halvt så hurtigt og har kun en mindre angrebstur end normalt. Enheder er kun nedsløvede i en tur.

source: Elves
da: Elvere

source: Orcs
da: Orker

source: Humans
da: Mennesker

source: Undead
da: Levende-døde

source: Deep Water
da: Dybt Vand

source: Shallow Water
da: Lav Vand

source: Village
da: Landsby

source: Swamp
da: Sump

source: Ice
da: Is

source: Road
da: Vej

source: Dirt
da: Jord

source: Grassland
da: Græslandskab

source: Hills
da: Bakker

source: Mountains
da: Bjerge

source: Forest
da: Skov

source: Bridge
da: Bro

source: Castle
da: Slot

source: Keep
da: Slotstårn

source: Cave
da: Hule

source: Cave Wall
da: Hulevæg

source: Encampment
da: Lejrplads

source: $name's Bridge,$name's Crossing
da: $name's Bro,$name's Korsvej

source: $name's Highway,$name's Pass,Path of $name
da: $name's Landevej, $name's Pas, Stien af $name

source: $name River,River $name
da: $name Flod,Flod $name

source: $name Forest,$name's Forest
da: $name Skov,$name's Skov

source: $name Lake
da: $name Sø

source: Next tip
da: Næste tip

source: Tip of the Day
da: Dagens tip

source: Do not show tips
da: Vis ikke tips

source: Lawful units fight better at day, and chaotic units fight better at night. Neutral units are unaffected by day and night.
da: Lovlydige enheder kæmper bedre om dagen, og kaotiske neheder beder om natten. Neutrale enheder er upåvirkede af nat og dag.

source: In a campaign, you can use veteran units from previous scenarios by using the 'recall' option.
da: I en kampange kan du bruge trænede enheder fra tidligere scenarier ved at bruge genindkald funtionen.

source: Units stationed in villages heal 8 hitpoints at the beginning of their turn.
da: Enheder der står i en landsby får 8 HP i starten af hver tur.

source: Units that do not move or attack during their turn rest, and will recover 2 hitpoints at the beginning of their next turn.
da: Enheder der ikke bevæger sig eller angriber i løbet af deres tur hviler sig, og vil modtage 2 HP i begyndelsen af deres tur.

source: Elvish units move and fight very well in forest. Dwarvish units move and fight very well in hills and mountains.
da: Elviske enheder bevæger sig og kæmper godt i skov. Dværgiske enheder bevæger sig og kæmper godt i bakker og bjerge.

source: Patience is often key. Rather than attacking in bad conditions, or with few troops, wait for better conditions and then attack.
da: Tålmodighed er ofte nøglen til sejr. I stedet for at angribe under dårlige forhold eller med få tropper, vent på bedre forhold og angrib så.

source: If you are attacked from several directions, it may be a good idea to send expendable units in some directions to delay enemy units.
da: Når du bliver angrebet fra alle retninger kan det ofte være en idé at sende undværlige tropper i andre retninger for at forsinke fjenden.

source: Do not be afraid to retreat and regroup, it is often the key to victory.
da: Vær ikke bange for tilbagetov eller omgrupering, det er ofte nøglen til sejr.

source: Units with leadership ability make lower level adjacent units on the same side fight better.
da: Enheder med leder-evner kan få enheder med lavere rang, der er på samme side, til at kæmpe bedre.

source: Holding the mouse cursor on an ability or trait shows a description of that ability or trait.
da: Ved at holde musen over en evne eller et karaktertræk kan du se information om denne evne eller dette karatertræk.

source: Use lines of units to screen injured units to let them recover.
da: Brug linier af enheder til at beskytte sårede enheder, for at lade dem komme til hægterne igen.

source: Read the hotkeys list in the preferences menu.
da: Læs listen af genvejstaster i indstillings-menuen.

source: If you move a unit, but don't attack or discover any additional information, you can undo your move by pressing 'u'.
da: Hvis du flytter en enhed, men ikke angriber eller finde nogen specielle informationer, kan omgøre bevægelsen ved at trykke u.

source: You can see how far enemy units can move by moving the mouse cursor over them.
da: Du kan se hvor lang fjendlige enheder kan bevæge sig ved at holde musen over dem.

source: Use healers to support your attacks - they will win you battles without needing to attack anything themselves.
da: Brug healere til at støtte dine angreb - de vil vinde dine kampe uden at behøve selv at angribe noget.

source: Holy attacks are very powerful against undead.
da: Hellige angreb er meget stærke mod levende-døde.

source: Units are healed when they advance a level. Used wisely, this can turn a fight.
da: Enheder bliver healet når de bliver forfremmet. Brug dette visdomsfuldt, det kan vende en kamp.

source: Ancient Lich
da: Ældgammelt Levende Lig

source: The final form that mages of the undead can achieve, Ancient Liches strike terror into the hearts of those who see them. Not only is their touch that of death, but their spells are powerful enough to freeze even the bravest where they stand. Should you ever come across one of these, flee fast and far, for they move faster than most undead.
da: I den endelige form som en åndemaner kan opnå, spreder det Ældgamle Levende Lig rædsel i hjerterne på dem, der ser ham. Ikke alene er hans berøring indbegrebet af død, men hans magiske formularer er kraftfulde nok til at få selv de modigste til at stivne på stedet.

source: touch
da: kontakt

source: cold
da: kulde

source: drain
da: dræne

source: magic
da: magi

source: magical
da: magisk

source: Ancient Wose
da: Ældgammel Wose

source: ambush,regenerates
da: baghold,regenererer

source: crush
da: knus

source: impact
da: slagkraft

source: Arch Mage
da: Ærke-Troldmand

source: Leaders among the mages, the Arch Mages hurl huge balls of fire at their enemies.
da: Som en leder blandt troldmænd kan ærke-troldmanden kaste kæmpe ildkugler mod sine fjender.

source: staff
da: stav

source: fireball
da: ildkugle

source: fire
da: ild

source: Assassin
da: Lejemorder

source: skirmisher
da: hurtig-kæmper

source: Assassins are masters of the night. Like Rogues, they can backstab and ignore enemy zones of control. They can also throw poison-tipped knives at their enemies from long range.
da: Lejemordere er nattens herskere. Ligesom en tyv kan de stikke folk i ryggen og fuldstændig ignorere, at de er i fjendens zone. De kan også kaste knive med gift mod deres fjender på lang afstand.

source: dagger
da: dolk

source: blade
da: klinge

source: backstab
da: dolke i ryggen

source: knife
da: kniv

source: poison
da: gift

source: Bandit
da: Røver

source: Armed with heavy mace, Bandits are adept at robbing and killing at night.
da: Røveren er væbnet med en tung stridskølle og er trænet i at røve og myrde om natten.

source: mace
da: stridskølle

source: Princess
da: Prinsesse

source: leadership,skirmisher
da: leder-evner,hurtig-kæmper

source: sword
da: sværd

source: scepter of fire
da: Ildscepteret

source: Blood Bat
da: Blod-Flagermus

source: Blood Bats are fast and can drain the blood of those they attack, thereby healing themselves, even to the point where they become stronger than they began the battle! Such is their fury that the fur of these undead flying beasts is tainted red with the blood of their victims.
da: Disse levende-døde flyvende bæsters pels er rødlig af blodet fra sine ofre. Blod-Flagermusen er hurtig og kan suge blodet ud af dem, den angriber for på denne måde at heale sig selv.

source: fangs
da: hugtænder

source: Bone Shooter
da: Ben-Skytte

source: These elite undead archers strike terror in the hearts of their foes by using the bones of the slain as weapons.
da: Disse levende-døde elite-bueskytter anvender benene fra sine overvundne modstandere både til at dræbe sine fjender men også til at sprede rædsel.

source: fist
da: næve

source: bow
da: bue

source: pierce
da: går igennem

source: Bowman
da: Bueskytte

source: Cavalier
da: Rytter

source: Cavalryman
da: Kavaleri

source: Giant Spider
da: Kæmpe-Edderkop

source: Giant Spiders are said to roam the depths of Knalga, devouring many victims. They can bite at close range, thereby poisoning their enemies, and also can attack with a web at long range, slowing their foes down.
da: Kæmpe-edderkopper siges at regere i Knalgas underverden, hvor de fortærer adskillige ofre. De kan bide på nært hold og derved forgifte sine fjender, og de kan angribe på lang afstand med et spind, hvilket nedsætter deres fjenders hastighed.

source: web
da: spind

source: slow
da: nedsløve

source: spear
da: spyd

source: charge
da: gallopere

source: Cockatrice
da: Basilisk

source: gaze
da: stirren

source: stone
da: sten

source: Commander
da: Kommandør

source: leadership
da: leder-evner

source: Cuttle Fish
da: Blæksprutte

source: Cuttle Fish are giantic creatures of the seas. They can grab their opponents with strong tentacles, or spit a poisonous black ink from a distance. The best way to survive an encounter with these monsters is to remain ashore.
da: Blæksprutter er gigantiske havdyr. De kan tage fat i deres offer med deres stærke tentakler eller på afstand spytte med en giftig sort blæk. Den bedste måde at overleve et møde med disse monstre er at holde sig på kysten.

source: tentacle
da: tentakel

source: ink
da: blæk

source: Dark Adept
da: Mørkets Mester

source: Dark Adepts are psychotic fanatics who dabble in black magic, using its power to cause death and destruction.
da: Mørkets mestre studerer sort magi og er psykotiske fanatikere, der anvender sine kræfter til at forårsage død og ødelæggelse.

source: chill wave
da: kold bølge

source: Dark Queen
da: Mørk dronning

source: Dark Spirit
da: Mørk Ånd

source: Dark Spirits are messengers and bearers of tidings from the realm of the dead, and a force of dread in this world. Happily, they have rarely been seen in Wesnoth.
da: Mørke Ånder er budbringere og bærere af nyt fra dødsriget og er en frygtet kraft i dette rige. Heldigvis er de kun sjældent set i Wesnoth.

source: baneblade
da: baneklinge

source: wail
da: skrig

source: Death Knight
da: Døds-Ridder

source: Sometimes the mightiest warriors and generals, cursed with hate and angst, came back to this world as Death Knights.
da: Nogle gange skete det, at de mægtigste krigere og generaler, der havde været forbandet med had og angst, vendte tilbage til denne verden som Døds-Riddere.

source: battle axe
da: kamp-økse

source: crossbow
da: armbrøst

source: Deathmaster
da: Dødemester

source: Gwiti's wanderings on a dark path have given him power normally not granted to mortals, but with a terrible cost: The undead that he gave his soul to are gradually claiming his mortal shell too, and with time, he will be a true undead and a terror to all that lives.
da: Gwitis vandringer ad den mørke vej har givet ham kræfter, der normalt ligger hinsides de dødelige men med frygtelige omkostninger: De levende døde, som han gav sin sjæl til, er nu også langsomt ved at overtage hans dødelige krop, og med tiden vil han blive til en fuldstændig levende død og en frygt for alt levende.

source: Demilich
da: Vandrende Lig
