Repository: battle-for-wesnoth/svn
Catalog: po/*/wesnoth.po
Languages: da

source: strong
da: stærk

source: quick
da: hurtig

source: resilient
da: modstandsdygtig

source: Introduction
da: Introduktion

source: Traits
da: Karaktertræk

source: Terrains
da: Terrænet

source: <img>src=misc/logo.png align=middle box=no</img> Battle for Wesnoth is a turn-based fantasy strategy game somewhat unusual amongst modern strategy games. While other games strive for complexity, both in rules and gameplay, Battle for Wesnoth strives for simplicity of rules and gameplay. This does not make the game simple, however - from these simple rules arise a wealth of strategy, making the game easy to learn but a challenge to master.
da: <img>src=misc/logo.png align=middle box=no</img> Kampen om Wesnoth er et fantasy strategispil udover det det sædvanlige inden for moderne strategispil. Mens andre spil stræber efter kompleksitet, både i regler og gameplay, så stræber Kampen om Wesnoth efter simpelhed i spil og gameplay. Dette gør ikke spilet simpelt, men fra disse simple regler udspringer et væld af strategier, der gør spillet let at lære, men svært at mestre.

source: Fundamentals of Gameplay
da: Spillets opbygning

source: This page outlines all you need to know to play Battle for Wesnoth. It covers how to play and the basic mechanics behind the game. For more information on conquering the game, you may wish to consult <ref>dst=basic_strategy text='Basic Strategy'</ref> and <ref>dst=multiplayer_strategy text='Multiplayer Strategy'</ref>. Keep in mind that this is just an outline - for special exceptions and situations, please follow the links included. To begin with, it's best to click the <italic>text=Tutorial</italic> button at the main menu. This will take you to the interactive tutorial, which will teach you the basics of Wesnoth. After this, it is recommended that you play the Heir to the Throne campaign first - click <italic>text=Campaign</italic> then <italic>text='Heir to the Throne'</italic>. As Battle for Wesnoth can be quite challenging, you may wish to start on <italic>text=Easy</italic>. <img>src=help/tooltip.png align=right float=yes</img>While playing, keep in mind that if you mouse-over many items on the menu bar to the right, a brief description will pop up explaining that item. This is especially useful when you encounter new abilities for the first time.
da: Denne side omridser alt du har brug for at vide for at kunne spille Kampen om Wesnoth. Den dækker hvordan man spiller og lidt af mekaniken bagved spillet. For mere information om at besejre spillet skal du måske se <ref>dst=basic_strategy text='Basis Strategi'</ref> og <ref>dst=multiplayer_strategy text='Multiplayer Strategi'</ref>. Husk på at dette kun er et omrids - for specielle undtagelser og situationer, følg venligst linket. Det er bedst at begynde med <italic>text=Tutorial</italic> knappen i hovedmenuen. Dette vil tage dig gennem en interaktiv tutorial, der vil lære dig reglerne om Wesnoth. Bagefter er det anbefalet at du spiller Tronarving kampangen. Først klik på <italic>text=Kampagne</italic> så <italic>text='Tronarving'</italic>. Da Kampen om Wesnoth kan være ret udfordrene, vil du måske starte på <italic>text=Let</italic>. <img>src=help/tooltip.png align=right float=yes</img>Mens du spiller, så husk på at du kan se oplysninger om mange ting. Hvis du holder musen over punkter i menuen til højre, vil en kort beskrivelse komme frem for at forklare denne ting. Dette gælder især når du møder nye evner for første gang.

source: Recruiting and Recalling
da: Rekrutering og Genindkaldelse

source: <img>src=help/recruit.png align=left float=yes</img>At the start of any battle, and at times during it, you will need to recruit units into your army. To recruit, you must have your leader (Konrad in the Heir to the Throne campaign) on the Keep square of a Castle. Then you may recruit by either choosing Recruit from the menu or right-clicking on a hex and selecting <italic>text=Recruit</italic>. This brings up the recruit menu, which lists units available for recruitment, along with their gold cost. Click on a unit to see its statistics to the left, then press the recruit button to recruit it. If you right-clicked on a castle hex and selected recruit, the new unit will appear in that square. Otherwise, it will appear in a free square near the keep. You may only recruit as many units as you have free hexes in your castle, and you cannot spend more gold than you actually have on recruiting. Recruited units come with two random <ref>dst=traits text=Traits</ref> which modify their statistics. In later scenarios, you may also Recall survivors from earlier battles. Recalling functions identically to Recruiting, save that recalling costs a standard 20 gold and presents you with a list of all surviving units from previous scenarios. Keep in mind that units not only cost gold to Recruit or Recall, they also require money to support. See <ref>dst=income_and_upkeep text='Income and Upkeep'</ref> for more information.
da: <img>src=help/recruit.png align=left float=yes</img>I starten af enhver kamp, og på tidspunkter i under den, vil du blive nødt til at rekrytere enheder til din hær. For at rekrutere, må du have din leder (Konrad i Tronarving kampagen) i Slotstårn-feltet i en Borg. Du kan rekrutere ved enten at vælge Rekruter fra menuen eller højre-klikke på et felt og vælge <italic>text=Rekruter</italic>. Dette bruger rekruterings-menuen op, der viser hvilke enheder du kan rekrutere, sammen med hvor meget guld de koster. Klik på en enhed for at se dens egenskaber, så klik på rekruter knappen for at rekrutere den. Hvis du højreklikkede på et borg felt og valgte rekruter, så vil den nye enhed komme frem på dette felt, ellers vil den nye enhed komme frem på et felt tæt på slotstårnet. Du kan kun rekrutere så mange enheder som der er frie felter i din borg, og du kan ikke bruge mere guld på rekrutering, end du rent faktisk har. Rekruterede enheder kommer med to tilfældige <ret>dst=traits text=Karatertræk</ref> der ændrer på deres egenskaber. I senere scenarier kan du også Genindkalde overlevende fra tidligere kampe. Genindkaldelse virker ligesom Rekrutering, bortset fra at Genindkaldelse altid koster 20 guldstykker og at Genindkaldelse viser dig alle overlevende enheder fra tidligere scenarier. Husk på at det enheder ikke kun koster guld at Rekrutere og Genindkalde, de koster også penge at støtte dem. Se <ref>dst=income_and_upkepp text=Inkomster og Udgifter</ref> for mere information.

source: Movement
da: Bevægelse

source: Combat
da: Kamp

source: Damage Types and Resistance
da: Angrebstyper og Modstandskraft

source: Time of Day
da: Tid på døgnet

source: Experience and Advancement
da: Erfaring og Forfremmelse

source: Income and Upkeep
da: Inkomst og Udgifter

source: Wrap Up
da: Afslutning

source: You have come across a wishing well. What would you like to wish for?
da: Du har fundet en ønskebrønd. Hvad vil du ønske?

source: A swift victory
da: En hurtig sejr

source: With this golden coin, I wish that this battle end in a swift and safe victory.
da: Med denne gyldne mønt ønsker jeg, at denne kamp vil ende med en hurtig og sikker sejr.

source: Lots of gold
da: Masser af guld

source: I wish this single gold coin be returned ten-fold to me.
da: Jeg ønsker, at denne enkelte guldmønt vil blive givet tifold tilbage til mig.

source: Peace throughout Wesnoth.
da: Fred over Wesnoth

source: The only thing worth wishing for is peace throughout the land.
da: Den eneste ting, det er værd at ønske efter, er fred over hele landet.

source: Don't make a wish.
da: Ønsk ikke

source: Potion of Healing
da: Healings Mikstur

source: A feeling of well-being overwhelms the drinker.
da: En rar følelse flyder ind over drikkeren.

source: You are not worthy of healing.
da: Du er ikke værdig til healing.

source: Poison
da: Gift

source: Poison is seeping through the veins of this unit at this very moment.
da: Gift siver gennem denne soldats årer lige nu.

source: Holy Water
da: Vievand

source: This water will make melee weapons holy.
da: Dette vand vil gøre nærkamps våben hellige.

source: I am not suited to the use of this item! Let another take it.
da: Jeg er ikke passende til at bruge denne ting! Lad en anden tage den

source: Potion of Strength
da: Styrke Mikstur

source: Strength is given to the drinker.
da: Styrke gives til den drikkende.

source: Potion of Decay
da: Sygdoms Mikstur

source: This poor unit drank something really bad.
da: Denne arme soldat drak noget virkelig dårligt.

source: Ring of Regeneration
da: Ring af Regeneration

source: This ring will heal the bearer a little each turn.
da: Denne ring vil heale bærer lidt hver tur.

source: Can't set abilities yet, sorry.
da: Kan desværre ikke indstille evnerne endnu.

source: Ring of Slowness
da: Ring af Langsomhed

source: The bearer of this ring is slowed.
da: Ringbæreren er blevet langsomere.

source: Staff of Swiftness
da: Hurtighedsstav

source: This staff will grant the bearer swift movement.
da: Den stav giver bæreren hurtighed.

source: Only magical beings can wield such an object.
da: Kun magiske væsner kan bare sådan et objekt.

source: Storm Trident
da: Storm-Trefork

source: This trident allows a merman to shoot electric bolts at his enemies!
da: Denne trefork giver en merman evnen til at skyde pile efter hans fjender!

source: Only the mermen can use this item!
da: Kun en merman kan bruge denne ting!

source: storm trident
da: storm-trefork

source: Flaming Sword
da: Flammende Sværd

source: Only the leader of an army can wield this sword!
da: Kun en leder af en hær kan bære dette sværd!

source: flaming sword
da: flammende sværd

source: Sceptre of Fire
da: Scepteret af Ild

source: This ancient Sceptre was forged by the Dwarves. A symbol of the kingship of Wesnoth, the Sceptre has the power to shoot fireballs at enemies of the bearer!
da: Dette ældgamle Scepter var smedet af Dværgene. Et symbol på kongelighed af Wesnoth, dette Scepter har evnen til at skyde ildkugler mod fjener af bæreren!

source: This is the Sceptre of Fire. Only a true successor to the throne can possibly dare to take this!
da: Dette er Scepteret af Ild. Kun en virkelig efterfølger af tronen kan turde at tage dette!

source: User Map
da: Bruger baner

source: Default
da: Standard

source: &random-enemy.png,Random
da: &random-enemy.png,Tilfældig

source: &human-general.png,Loyalists
da: &human-general.png,Loyalister

source: &elvish-high-lord.png,Rebels
da: &elvish-high-lord.png,Oprører

source: &orcish-warlord.png,Northerners
da: &orcish-warlord.png,Nordlændinge

source: &undead-lich.png,Undead
da: &undead-lich.png,Levende-døde

source: &dwarf-lord.png,Knalgan Alliance
da: &dwarf-lord.png,Knalgan Alliancen

source: Classic
da: Klassisk

source: &human-general.png,Humans
da: &human-general.png,Mennesker

source: &elvish-high-lord.png,Elves
da: &elvish-high-lord.png,Elvere

source: &orcish-warlord.png,Orcs
da: &orcish-warlord.png,Orker

source: &dwarf-lord.png,Dwarves
da: &dwarf-lord.png,Dværge

source: Age of Heroes
da: Heltenes tid

source: Great War
da: Stor Krig

source: &white-mage.png,Alliance of Light
da: &white-mage.png,Lysets Alliance

source: &undead-necromancer.png,Alliance of Darkness
da: &undead-necromancer.png,Mørkets Alliance

source: Forest of Fear
da: Frygtens Skov

source: Random map
da: Tilfældig bane

source: Wesbowl
da: Wesbowling

source: Victory: @Move either ball to your opponent's endzone more times than they move their ball to yours Defeat: #Opponent moves the balls to your endzone more times than you move them to theirs
da: Sejr: @Flyt en af bolden til modstanderens slutzone flere gange end de kan flytte bolden til din. Nederlag: #Modstanderen flytter boldene til din slutzone flere gang end du flytter dem til hans.

source: Red scores! Current score is $redscore-$bluescore
da: Rød scorer! Der står nu $redscore-$bluescore

source: Blue scores! Current score is $redscore-$bluescore
da: Blå scorer! Der står nu $redscore-$bluescore

source: Should I pass the ball to $passto.type ($xloc,$yloc)?
da: Skal jeg spille bolden til $passto.type ($xloc,$yloc)?

source: Yes!
da: Ja!

source: No
da: Nej

source: Blue team wins! Final score: $redscore-$bluescore
da: Blåt hold vinder! Slutscoren er: $redscore-$bluescore

source: Red team wins! Final score: $redscore-$bluescore
da: Rødt hold vinder! Slutscoren er: $redscore-$bluescore

source: Draw! Final score: $redscore-$bluescore
da: Uafgjodt! Slutscoren er: $redscore-$bluescore

source: Battle for Weslin Bridge
da: Kampen om Weslin Bro

source: Battle World
da: Kampverden

source: Siege Castles
da: Belejrede Borge

source: Across The River
da: Over floden

source: The Isle of Anduin
da: Anduinøen

source: The Three Rivers
da: De tre floder

source: The Isles of the Damned
da: Den Forbandede Ø

source: The Valley of Death
da: Dødens Dal

source: Dwarvern Wasteland
da: Dværgisk Ødemark

source: Princess's Battlefield
da: Prinsessens Kampplads

source: I am here to learn how to fight in a battle. As an experienced elder mage, surely you can explain the art of combat to me.
da: Jeg er her for at lære at at kæmpe. Som en erfaren Aldrende Troldmand, er jeg sikker på at du kan lære mig kampens kunst.

source: Before entering any battle, you need to recruit units. To recruit a unit, right click on the castle tile on which you wish to recruit the unit. Then select Recruit, and select 'Ok'. You can only recruit units on castle tiles connected to the keep your leader is on.
da: Før du går i kamp, må du rekrutere enheder. For at rekrutere en enhed, højreklik på borgenfeltet du vil rekrutere en enhed til. Så vælg rekruter, og vælg Ok. Du kan kun rekrutere på borgfelter der er forbundet til det slotstårn din leder er på.

source: Recruit a unit
da: Rekruter enhed

source: Excellent! You have recruited an Elvish Fighter.
da: Excellent! Du har rekruteret en Elvisk Soldat.

source: What do I do next?
da: Hvad skal jeg så gøre?

source: How do I recruit units?
da: Hvordan rekruterer jeg enheder?

source: To recruit a unit, right click on the castle tile on which you wish to recruit the unit. Then select Recruit, or just hold your cursor over the tile and press 'Ctrl-R'. Next, select the type of unit that you want to recruit, and select 'Ok'. In order to recruit faster, you can use 'Ctrl-Shift-R' to re-recruit the last type of unit you recruited.
da: For at rekrutere en enhed, højreklik på det borgfelt hvorpå du vil rekrutere enheden til. Så vælg Rekruter, eller hold musen over feltet og tryk Ctrl-R. Så vælg den type enhed du vil rekrutere, og tryk Ok. For at rekrutere hurtigere, kan bruge Ctrl-Shift-R for at gen-rekrutere dem samme type enhed som den sidste.

source: A leader is a unit that can recruit. This means that when the leader is on a keep, he can recruit units on the surrounding castle tiles. Leaders are usually powerful units that each side only controls one of. Also, your leader is usually the first unit that your side controls, and starts on a keep. You can select your leader quickly by pressing 'l'. If your leader dies, you lose the game. You can win most scenarios by defeating all enemy leaders.
da: En leder er en enhed der kan rekrutere. Det betyder at når lederen er i et slotstårn, kan han rekrutere enheder til de omkringliggende borgfelter. Ledere er normalt kraftfulde enheder som hver side kun har en af. Din leder er også normalt den enhed du først kontrollerer, og starter i et borgtårn.Du kan markere din leder ved hurtigt at trykke I. Hvis din leder dør, taber du spillet. Du kan vinde de fleste scenarier ved at overvinde alle fjendtlige ledere.

source: What's a leader?
da: Hvad er en leder?

source: How should I choose what kind of units to recruit?
da: Hvordan skal jeg vælge hvilken slags enheder at rekrutere?

source: You have to carefully review their skills, which are displayed to the left of the unit selection box, and cost, which is displayed after the name of the unit. You will learn more about these statistics throughout the tutorial.
da: Du må nødeligt se deres evner i gennem. De vises til venstre for boksen hvor du vælger enhederne. Du må også kigge på hvad de koster, hvilket står efter navnet på enheden. Du vil lære mere om disse evner senere i denne tutorial.

source: What happens when I recruit a unit?
da: Hvad sker der når jeg rekruterer en enhed?

source: When you recruit a unit, it appears at full health on a castle tile of your choice. It also receives two traits, which will be discussed later. It cannot move or attack until you end your turn.
da: Når du rekruterer en enhed, kommer den frem på et borgfelt efter dit valg med fuldt liv. Den modtager og to karaktertræk. Det snakker vi om senere. Den kan ikke bevæge sig eller angribe før slutningen af din tur.

source: Since units cannot move on the turn they are recruited, you must end your turn. To do this, simply click the 'End Turn' button in the lower-right hand corner.
da: Da enheder ikke kan bevæge sig i den tur de er rekruteret, må slutte din tur nu. For at gøre, klik på "Slut tur" knappen i det nedre, højre hjørne.

source: End your turn
da: Slut din tur

source: You have successfully ended your turn.
da: Du har successfuldt sluttet din tur.

source: How do I end my turn?
da: Hvordan slutter jeg min tur?

source: One way to end your turn is to press 'Alt-E'. Alternatively, you can right-click and select End Turn, or select the End Turn button in the lower-right hand corner.
da: En måde at slutte din tur er ved at trykke Alt-E. Alternativtkan du højreklikke og vælg Slut Tur, eller trykke på Slut Tur knappen i nedre højre hjørne.

source: What happens when I end my turn?
da: Hvad sker der når jeg slutter min tur?

source: Your next task is to move your Elvish Fighter. To move a unit, first select it, then select his destination. In this case, his destination is the forest next to the Elvish Shaman, Merle.
da: Næste opgave er at flytte den Elvisk Soldat. For at flytte en enhed, først klik på den, så vælg hans destination. I dette tilfælde, er hans destination i skoven, ved siden af den Elvisk Shaman, Merle.

source: Move your Elvish Fighter next to Merle
da: Flyt din Elviske Kriger hen ved siden af Merle

source: Excellent! You have successfully moved your Elvish Fighter. However, since he moved next to an enemy unit, he has lost all his movement for this turn; this is called the 'zone of control'.
da: Excellent! Du har successfuldt flyttet den Elviske Kriger. Men, da han flyttede hen ved siden af en fjendtlig enhed, mistede han al sin bevægelse; dette kaldes kontrol zonen.

source: How far can my Elvish Fighter move?
da: Hvor langt kan min Elviske Kriger bevæge sig?

source: What's the zone of control?
da: Hvad er kontrolzonen?

source: How do I tell who is allied and who is an enemy?
da: Hvordan kan jeg se hvem der er ven og hvem der er fjende?

source: Now, you need to attack with your fighter. To attack, first select a unit, then select its target, which must be next to the attacking unit. You will then see the attack options box, where you must select an attack to use.
da: Nu skal du angribe med din kriger. For at angribe, først vælg en kriger, så vælg dens mål, der må være ved siden af den angribene enhed. Du så den angrebs-boksen, hvor du må vælge hvilken angreb du vil bruge.

source: Attack Merle
da: Angriber

source: You have successfully attacked Merle.
da: Du har successfuldt angrebet Merle.

source: Can Merle retaliate from my attack?
da: Kan Merle slå tilbage på mit angreb?

source: How can you tell how powerful a unit's attacks are?
da: Hvordan kan jeg se hvor kraftfulde en enhed er?

source: Will my fighter hit every time when he attacks?
da: Vil min kriger ramme hver gang han angriber?

source: End your turn, and wait for Merle to attack you.
da: Slut din tur, og vent på at Merle angriber dig.

source: Your fighter has survived Merle's attack. Whenever a unit survives a battle, it gets experience from the combat. Once a unit gains enough experience, it advances to the next level, and becomes more powerful.
da: Din kriger har overlevet Merle's angreb. Når en enhed overlever en kamp, får den erfaring fra kampen. Når en enhed får nok erfaring, så forfremmes den til næste niveau, og bliver mere kraftfuld.

source: What's experience?
da: Hvad er erfaring?

source: What happens when a unit advances?
da: Hvad sker der når en enhed forfremmes?

source: Move your fighter onto a village.
da: Flyt din enhed hen på en landsby.

source: Move your fighter onto a village
da: Flyt din enhed hen på en landsby.

source: Villages heal the units on them.
da: Landsbyer healer enhederne på dem.

source: What happens when a unit moves onto a village?
da: Hvad sker der når en enhed flyttes til en landsby?

source: How do I heal when there aren't any villages nearby?
da: Hvordan healer jeg når der ikke er nogen landsbyer i nærheder?

source: Now, you must defeat Merle by reducing her to 0 HP or lower. Just attack repeatedly.
da: Nu må du overvinde Merle ved at reducere hende til 0 HP eller lavere. Bare angrib igen.

source: Defeat Merle
da: Overvind Merle

source: Unfortunately, you lost, because your leader was defeated. Hopefully you have gained wisdom from my teachings anyway.
da: Desværre tabte du på grund af at din leder var besejret. Forhåbentlig modtog du visdom fra min undervisning uanset.

source: Unfortunately, you lost, because you ran out of time. Hopefully you have gained wisdom from my teachings anyway.
da: Desværre tabte du fordi du løb tør for tid. Forhåbentlig modtog du visdom fra min undervisning uanset.

source: You have successfully completed the first training scenario.
da: Du har successfuldt klaret det første scenarie.

source: Hooray!
da: Hurra!

source: How do I know how to complete a scenario? Will you always tell me?
da: Hvordan ved jeg hvordan jeg skal vinde et scenarie? Vil du altid fortælle mig det?

source: What happens when I win a scenario?
da: Hvad sker der når jeg vinder et scenarie?

source: Do you want to review any of the skills learned on this level?
da: Vil du gennemse nogen af de færdigheder du lærte på dette level?

source: Yes
da: Ja

source: I'm done reviewing skills!
da: Jeg er færdig med at se evnerne igennem!

source: Although you have completed your first scenario, your training is not yet over. We will now proceed to the next scenario, in which you will fight me in a mock battle.
da: Selvom du har klaret det første scenarie, er din træning stadig ikke fuldført. Vi vil fortsætte til det næste scenarie, hvor du vil træne ved at kæmpe mod mig.

source: Traits and Specialties
da: Karaktertræk og Specialevner

source: Now you will be subject to a more difficult test. You must defeat me in mock battle.
da: Nu vil du opleve en sværere test. Du må besejre mig i denne træningskamp.

source: You can win most scenarios simply by defeating all enemy leaders. Win this scenario by defeating me. Your fighter from the previous scenario can help you in this battle. To recall him, right-click on a castle tile, select Recall, select your fighter, then select 'Ok'. You should also recruit Elvish Fighters and Elvish Archers.
da: Du kan vinde du fleste scenarie ved at overvinde alle fjendtlige leder. Vind dette scenarie ved at overvinde mig. Din kriger fra sidste scenarie kan hjælpe dig i denne kamp. For at genindkalde ham, højre-klik på et slotsfelt, vælg Genindkald, vælg din kriger og tryk Ok. Du burde også rekrutere Elviske Krigere og Elviske Bueskytter.

source: @Skills covered: Recalling Traits Gold Time of day Terrains Resistance Specialties Objects Playing Wesnoth @Objectives @Victory Defeat Delfador
da: @Evner dækket: Genindkalde Karaktertræk Guld Tid på døgnet Terræn Modstandskraft Specialer Objekter Sådan spiller man Wesnoth @Scenariets mål @Sejr Overvind Delfador

source: You have successfully recalled your Elvish Fighter.
da: Du har successfuldt genindkaldt din Elviske Kriger.
