Repository: battle-for-wesnoth/svn
Catalog: po/*/wesnoth.po
Languages: da

source: After too much time dabbling with forbidden magics and dark arts, these mages have begun to pay a heavy price: Demiliches are losing their bodies, becoming undead themselves. With time, they may become fully undead, and feared by all alike.
da: Alt for meget beskæftigelse med forbudte magier og mørke kræfter begynder uundgåeligt at have store omkostninger for denne troldmand. Han mister sin krop og bliver selv langsomt til en levende død. Med tiden vil han blive en fuldbyrdet levende død og frygtet blandt alle jævnbyrdige.

source: Direwolf Rider
da: Ulve-rytter

source: claws
da: kløer

source: Dragoon
da: Dragoner

source: Riding fast horses and armed with sword and magical pistol artifacts, Dragoons make versatile troops.
da: Da de rider på hurtige heste og samtidig er udrustet med sværd og flintlås-pistol, er dragonererne nogle rigtige all-round-tropper.

source: fire breath
da: ild ånde

source: Drake Fighter
da: Drake Kæmper

source: Fire Drake
da: Ild Drake

source: Drake Flameheart
da: Flammehjerte Drake

source: Drake Guard
da: Drake Vagt

source: Drake Hatchling
da: Drake Baby

source: Drake Mage
da: Drake Troldmand

source: Like all Mages, the Drake Mages are capable of using magic in battle.
da: Som alle troldmænd er Drake Toldmanden i stand til at bruge magi i kamp.

source: ice shot
da: is-skud

source: Drake Petit
da: Lille Drake

source: Drake Slaves are servile members of this reptilian race.
da: Drake Slaver er de tjendende i den krybdyrsrace.

source: Drake Warmage
da: Drake Krigstroldmand

source: Drake Warrior
da: Drake Kriger

source: Drake Worker
da: Drake Arbejder

source: More advanced Drakes, the Workers fight with their own sharp claws.
da: De mere advancerede Drakes, arbejderne kæmper med deres egne skarpe klør.

source: Duelist
da: Duellerer

source: Duelists are masters of the art of swordplay. Their skill with the rapier allows them to attack and parry with only one hand, while they wield a pistol in the other to shoot distant foes.
da: Duellereren er en mester i sværdfægtningens kunst. Hans evner med rapieren tillader ham at angribe og parere med kun en hånd, mens han bærer en pistol i hans anden hånd for at kunne ramme fjerne modstandere.

source: rapier
da: kårde

source: Dwarvish Berserker
da: Dværgisk Bersærker

source: berserker frenzy
da: berserker vanvid

source: Dwarvish Dragonguard
da: Dværgisk Dragevagt

source: dragonstaff
da: dragestav

source: Dwarvish Fighter
da: Dværgisk Kriger

source: Dwarvish Fighters wield mighty battle axes and hammers, which make them feared opponents in close range combat. They are excellent in mountainous terrain or underground. Though not swift, their power and endurance more than compensate.
da: De Dværgiske Krigere er perfekte i undergrunds- og bjergrigt terræn. Da de er trænet i nærkamp, gør selve deres kampøkses kraft dem til en frygtet modstander. Deres kraft og udholdenhed opvejer deres langsomme hastighed.

source: axe
da: økse

source: Dwarvish Guardsman
da: Dværgisk Vagtmand

source: steadfast
da: urokkelig

source: Dwarvish Lord
da: Dværgisk Herre

source: Dwarvish Lords are kings under the mountains. Their skill with the battle axe is unmatched, and they are able to hit even enemies that are far away. Their fine armor is made of the strong alloys crafted by their kin.
da: Den Dværgiske Herre er bjergunderverdenens konge. Hans evner med kampøksen er uden sammenligning, og han evner endda at ramme fjender på lang afstand. Hans evner inspirerer lavere rangerende enheder omkring ham og får dem derved til at kæmpe bedre.

source: hatchet
da: huggert

source: Dwarvish Runemaster
da: Dværgisk Runemester

source: The mighty Dwarvish Runemasters are fearsome and sturdy warriors who have harnessed the secret powers of the Dwarven runes. They can send lightning bolts at their enemies by striking the ground with their marvelously crafted and much beloved hammers, which shimmer with magical energy.
da: De mægtige dværgiske runemestre er frygtløse og robuste krigere, der har høstet viden om dværgerunernes hemmelige kræfter. Deres elskede og behændigt smedede hamre gennemsitres af magisk energi, der sender kugler af lyn mod deres modstandere, når deres mestre slås i jorden.

source: runic hammer
da: runehammer

source: Lightning bolt
da: Lyn

source: Dwarvish Steelclad
da: Dværgisk Stålklædt

source: The more experienced Dwarvish Steelclad fighters wear heavy chain mail and plate armor, for which they are rightly famous.
da: De mere erfarne Dværgiske krigere bærer tunge ringbrynjer og rustninger, og disse krigere går under navnet Stålklædte.

source: Dwarvish Thunderer
da: Dværgisk Tordensmed

source: Dwarvish Thunderers provide much needed ranged support to the mighty, yet slow, close-range fighters of the Dwarvish armies. Their mysterious weapons are slower, cruder and noisier than the elegant and swift elvish bows, but their impact is unmatched.
da: Dværgiske Tordensmede giver de dværgiske hære en stærkt nødvendig langdistance-support til deres mægtige, men dog langsomme, nærkamps-krigere. Deres svære musketter er langsommere, grovere og mere larmende end de elegante og smidige elviske buer, men deres ildkraft og slagstyrke er uden sammenligning.

source: thunderstick
da: tordenstav

source: Dwarvish Thunderguard
da: Dværgisk Tordenvagt

source: dragonstick
da: dragestav

source: Dwarvish Ulfserker
da: Dværgisk Ulfserker

source: Elder Mage
da: Aldrende Troldmand

source: Once great, Elder Mages have seen their power a little diminished from wearying years of battle. Nevertheless they remain feared on the battlefield on account of their powerful lightning bolts.
da: Den aldrende troldmand var engang en stor troldmand, men han bærer stadig på en stor del af sine kræfter, selvom de dog er blevet svækket lidt med de mange års erfaring. Ved hjælp af kraftige kuglelyn er den aldrende troldmand frygtet i kamp af alle sine fjender.

source: lightning
da: lyn

source: Elder Wose
da: Aldrende Wose

source: Elvish Archer
da: Elvisk Bueskytte

source: Elvish Avenger
da: Elvisk Hævner

source: ambush
da: overfald

source: Elvish Captain
da: Elvisk Kaptajn

source: Skilled in commanding soldiers, Elvish Captains provide a bonus to all level-1 units on adjacent hexes. Captains are also skilled in both short- and long-range fighting.
da: Grundet sin træning i at lede soldater giver kaptajnen en bonus til alle 1.-niveau-enheder på sideliggende felter. Den Elviske Kaptajn er desuden trænet i både nær- og langdistance-kamp.

source: Elvish Champion
da: Elvisk Mester

source: Elvish Champions are awesome masters of swordsmanship, inflicting large amounts of damage in close combat. Master fighters, they are also adept with the bow, able to inflict damage on their enemies from both near and far.
da: Den Elviske Mester er en mester-soldat og har ekstreme evner med et sværd, hvilket betyder, at denne kan udgyde stor skade i nærkamp. Han er også dygtig til at anvende en bue, hvilket tillader ham at beskadige sine fjender både på nær og fjern afstand.

source: Elvish Druid
da: Elvisk Druide

source: cures
da: helbreder

source: Elvish Druids are powerful masters of the forest. Brilliant at ensnaring unwary opponents, they also use the herbs of the forest to heal allies. Druids are excellent supporting units in any Elvish army.
da: Den Elviske Druide er skovens stærke mester. Hun er genial til at binde uanende modstandere fast, og hun er usynlig overfor sine fjender, når hun befinder sig i skoven, indtil hun angriber. Druiden er den perfekte supplerende enhed til enhver Elvisk hær.

source: ensnare
da: binde

source: thorns
da: torne

source: Elvish Fighter
da: Elvisk Soldat

source: Elvish Fighters make up the bulk of the Elven military in Wesnoth. They are distinguished from other fighting forces by their skill with both sword and bow. The Elves are deft of foot, and fight best in the forest.
da: Elviske Soldater udgør størstedelen af Elver-militæret i Wesnoth. De skiller sig ud fra andre kamp-tropper ved deres evner med både sværd og bue. Elverne er hurtige på fødderne og kæmper bedst inde i skoven.

source: Elvish Hero
da: Elvisk Helt

source: Elvish Heroes focus on individual performance on the battlefield, having tweaked their combat skills to the very maximum. Elvish Heroes prefer fighting at close range with the sword, but are also skilled at the bow.
da: Den Elviske Helt er fokuseret på individuel ydelse under kamp og har trænet sine kamp-evner til det yderste. Den Elviske Helt foretrækker nærkamp med sit sværd men er dog også trænet i bueskydning.

source: Elvish High Lord
da: Elvisk Storherre

source: Elvish High Lords are fearsome in combat, using the sword at close range and devastating balls of fire at long range.
da: Elviske Storherrer er frygtindgydende i kamp, hvor de bruger sværd på tæt hold og altødelæggende ildkugler på lang afstand.

source: Elvish Lady
da: Elviske Kvinde

source: Elvish Lord
da: Elvisk Herre

source: Elvish Lords are fearsome in combat, using the sword at close range and devastating balls of fire at long range.
da: Den Elviske Herre er frygtet i kamp både med sit sværd i nærkamp og sine ildkugler på lang distance.

source: Elvish Marksman
da: Elvisk Jagtskytte

source: longbow
da: langbue

source: marksman
da: jagtskytte

source: Elvish Marshal
da: Elvisk Marskal

source: Possessing one of the highest ranks in the Elven military, Elvish Marshals can lead any level 1 or 2 units in adjacent hexes, causing them to fight with increased skill. Marshals are also themselves greatly skilled in fighting, with both the sword and the bow.
da: Som en af de højest rangerende i det Elviske militær kan den Elviske Marskal kommandere enhver 1.- eller 2.-niveau-enhed på sideliggende felter, hvilket styrker deres kamp-evner. Marskallen har desuden selv meget gode evner i kamp både med sværd og bue.

source: Elvish Outrider
da: Elvisk Spejder

source: Riding like the wind, Elvish Outriders breeze through the forests to strike at weaker units and exposed flanks. Equally skilled in both bow and sword, they strike hard before melting into the woods again to evade response.
da: Denne er den hurtigste af alle enheder til hest, og Spejderen er hurtig i skoven såvel som i åbent landskab. De kan endda bruge en bue, mens de er til hest.

source: Elvish Ranger
da: Elvisk Ranger

source: Elvish Rider
da: Elvisk Rytter

source: Swift riders, Elvish Riders are fast in the forest as well as in the open. They can even use a bow from horseback.
da: Hurtige ryttere, Elviske Ryttere er hurtige i skoven så vel som ude i det åbne. De kan endda bruge en bue fra deres hesteryg.

source: Elvish Scout
da: Elvisk Spejder

source: Elvish Scouts move swiftly through forest and grassland alike. Their skill on horseback is virtually unmatched, although they do lack power in combat.
da: Elviske Spejdere bevæger sig hurtigt gennem skov såvel som græslandskab. Deres evner på en hesteryg er stort set uden lige, selvom de dog mangler råstyrke i kamp

source: Elvish Shaman
da: Elvisk Shaman

source: heals
da: healer

source: Elvish Shamans focus on less violent ways to hinder the enemy. Their entangling attack slows enemies down and reduces by one the number of times they may attack. Shamans also possess basic healing abilities.
da: Den Elviske Shaman fokuserer knap så meget på voldelige metoder for at overvinde fjenden. Hendes bindende og omsluttende angreb gør fjenderne langsommere både til at flytte sig og til at angribe.

source: entangle
da: snøre

source: Elvish Sharpshooter
da: Elvisk Skarpskytte

source: Elvish Shyde
da: Elvisk Skovfe

source: Shydes are Elves that are devoted to nature and their faerie side. Dragonfly wings sprout from their backs and change them into beautiful creatures capable of gliding unencumbered through the Elven forests.
da: En kvindelig elver, der er stærkt tiltrukket af naturen og i kontakt med sin indre fe, vil langsomt udvikle sig til en Skovfe. Dragefluevinger skyder ud af hendes ryg og forandrer hende til en smuk skabning, der kan bevæge sig ubesværet gennem de elviske skove.

source: faerie touch
da: fe-kontakt

source: Fencer
da: Fægter

source: Fencers are trained in the arts of swordplay. While their rapier is a light weapon, they can use it quickly and with deadly skill. Wielding a dagger in their other hand, they can also deftly parry all kinds of attacks. Fencers are skirmishers, and so can move right past enemy units.
da: Fægtere er trænet i den fine sværdkunst. På trods af at deres rapier er et let våben, kan de anvende det hurtigt og dødbringende. Med deres daggert i den anden hånd kan de desuden parere alle typer angreb ganske smidigt.

source: Fighter
da: Kriger

source: Young and brash, Fighters fight with a sword, and are vulnerable to attack from enemies. However they have the potential to become great warriors one day.
da: Krigeren er kamptrænet i brugen af sværdet. Da han er ung og naiv, er han sårbar overfor fjendens angreb. Dog har han potentialet til at blive en stor kriger en dag

source: Fire Dragon
da: Ild-Drage

source: bite
da: bid

source: tail
da: hale

source: Fireball
da: Ildkugle

source: A Fireball. This is not to be used for anything else than a 'Move_Unit_Fake'!
da: En Ildkugle. Dette skal ikke bruges til andet end en 'Move_Unit_Fake'!

source: club
da: kølle

source: sling
da: slynge

source: Galleon
da: Galeon

source: Gate
da: Mur

source: As the great leaders of the human armies, Generals are responsible for the protection of large or important areas in the human kingdoms. Generals can coordinate the attacks of level 1 and 2 units, thereby increasing their fighting efficiency.
da: De store ledere af menneske-hærene, generalerne, er ansvarlige for beskyttelsen af store og/eller vigtige områder i menneskenes kongedømmer. Generalerne kan koordinere angrebene for niveau 1- og 2-enheder, hvilket øger deres kampevne.

source: Ghost
da: Genfærd

source: Ghosts are the souls of warriors that died in agony centuries ago without leaving a corpse behind. Not limited by physical bodies, these undead can fly swiftly towards their victims. Even as its ectoplasm matter can cross physical things it does not too fast nor too deeply.
da: Disse ånder er sjælene fra krigere, der døde i smerte for hundreder af år siden uden at efterlade sig et lig. Da de ikke er begrænsede af en fysisk krop, kan disse levende-døde hurtigt flyve imod deres ofre.

source: Ghoul
da: Zombie

source: Sometimes starved and ravenous humans who are forced to eat human corpses awake after their deaths to find that they are trapped in a tortured existence as Ghouls.
da: Udsultede og rovædende mennesker tvunget til at æde menneske-lig vågner i nogle tilfælde efter deres død, fanget i pinefulde skabninger som zombier.

source: Giant Mudcrawler
da: Gigantisk Muderklat

source: boiling water
da: kogende vand

source: Giant Scorpion
da: Gigantisk Scorpion

source: sting
da: stig

source: pincers
da: Klo

source: Goblin Knight
da: Goblin-Ridder

source: The Goblin Knights are the elite of the Goblin Wolf Riders. They travel with great speed, yet can inflict substantial damage in battle.
da: Goblin-Ridderne er Ulve-Riddernes elite. De kan ride ekstremt hurtigt og hurtigt hale ind på deres menneskelige og elviske modstykker.

source: Goblin Pillager
da: Goblinsk Plyndrer

source: Some Goblins train their wolves to overcome their fear of fire. These Goblin Pillagers cause havoc among their enemies by attacking with torches and nets.
da: Nogle gobliner træner sine ulve til at overkomme frygten for ild. Ved hjælp af fakler of net kan de Goblinske Plyndrere skabe kaos blandt deres fjender.

source: torch
da: fakkel

source: Grand Knight
da: Stor Ridder

source: lance
da: lanse

source: Great Mage
da: Stor-Troldmand

source: Great Mages are awesome and fearsome enemies, exceeding even the Arch Mages in power.
da: Stor-Troldmanden er en fantastisk og frygtet fjende, som overgår selv Ærke-Troldmanden med sine magiske kræfter. Ligesom Ærke-Troldmanden kan Stor-Troldmanden teleportere mellem byer, hvilket strækker dennes storslåede kræfter til alle slagmarkens hjørner.

source: Great Troll
da: Stor Trold

source: regenerates
da: gendanner

source: Gryphon
da: Grif

source: Half-lion, half-bird, these majestic creatures dominate the skies of the world. Since they are wary of other intelligent races, Gryphons should not be disturbed without a good reason.
da: Halvt løve, halvt fugl, disse majestætiske skabninger dominerer verdens himmel. Da de er varsomme overfor andre intelligente racer, bør man ikke forstyrre dem uden en god grund.

source: Gryphon Master
da: Grif-Mester

source: Gryphon Rider
da: Grif-Ridder

source: Only a few are able to bond with the mighty Gryphons. Those who do may become Gryphon Riders, and discover the world of the skies upon the backs of these flying beasts.
da: Kun få af de i forvejen natur-elskende elvere evner at danne et venskabeligt bånd med de mægtige griffer. De, der magter dette, kan ride på disse flyvende bæster og opleve himlenes nye verden.

source: Halbardier
da: Hellebardist

source: The best of the soldiers are choosen to become Halberdiers. Their weapon, though a little slower than the sword, can strike with deadly force, and because of its great length, Halbardiers always strike first in combat, even when defending.
da: De bedste blandt sværdmænd vælges til at blive hellebardører. På trods af at det er lidt langsommere end sværdet, kan deres våben slå dødbringende slag.

source: halberd
da: hellebard

source: Heavy Infantryman
da: Svært Infanteri

source: Heavy Infantrymen are cloaked in iron, making them resilient to attack. A lack of speed is their only disadvantage.
da: Det svære infanteri er beskyttet af jern, hvilket gør dem modstandsdygtige mod angreb. Deres nedsatte hastighed er deres eneste ulempe.

source: Horseman
da: Hestetrop

source: Trained from childhood to ride and to follow a strict code of honor, Horsemen are both fast and powerful attackers. Charging at their enemies, they do double damage, but also receive double damage when struck. Rebels against Asheviere's tyranny often use Horsemen against her.
da: Med sin ridetræning helt fra barndommen er Hestetroppen både hurtig og stærk i angreb. Da de galloperer mod deres fjender, giver deres angreb dobbel skade, men derved modtager hestetropperne også dobbel skade når de selv bliver ramt.

source: Knight
da: Ridder

source: Knights are skilled in the use of both lance and sword. With the lance, they charge at enemies, inflicting and receiving double damage.
da: Ridderen er trænet i at bruge både lanse og sværd. Når han kæmper med lanse, galloperer han mod sine fjender, og derved både tager og modtager han dobbel skade.

source: Lich
da: Levende Lig

source: Liches are mages that have committed completely to the path of the dark arts. To gain control over the undead, Liches have forfeited their own bodies, becoming undead themselves. This grants them the ability to drain the life from their opponents with a single touch, and to cast powerful cold spells.
da: Det Levende Lig er en troldmand, der fuldt ud er bundet til de mørke magter. For at kunne få kontrol over de levende døde har han ofret sin egen krop for selv at blive levende død. Dette giver ham evnen til at dræne livet ud af hans fjender ved en enkel berøring og til at kaste kraftfulde magiske kulde-formularer.

source: Lieutenant
da: Løjtnant

source: Trained at swords and crossbows, Lieutenants lead small groups of human soldiers, coordinating their attacks and increasing the fighting ability of those of lower rank around them.
da: Udstyret med evner i sværdets og armbrøstens kunst leder løjtnanten små grupper af menneske-soldater og koordinerer deres angreb og øger de omkringstående lavere rangerende enheders kampevne.

source: Longbowman
da: Langbueskytte

source: Longbowmen carry the huge specialized bows that they have learned to handle after years of combat. Their missiles can pierce even armor.
da: Langbueskytter kan bære store spcialiserede buer, som de har lært at bruge efter års kamp. Deres misiler kan endda gå igennem en rustning.

source: Lord
da: Herre

source: The noble leaders of many troops, Lords are especially strong in melee combat, and also possess skill with the bow. Like Commanders, Lords possess leadership skills, and improve the fighting ability of all adjacent lower-level units.
da: Herren er mange troppers velansete leder og er specielt stærk i nærkamp, men han holder også på gode evner med en bue. Ligesom kommandører har en herre leder-evner og forbedrer dermed alle lavere rangerende enheder på sideliggende felter.

source: Mage
da: Troldmand

source: Mages are both weak and powerful. Moving slowly, and with poor defensive skills, Mages attack with magical missiles that always have a high chance of hitting their target. For this reason, Mages are an excellent choice for flushing out enemies hiding in difficult terrain.
da: Troldmanden er svag og alligevel evnefuld. Han bevæger sig langsomt og er svag forsvarsmæssigt, men han angriber med magiske projektiler, der altid har en høj chance for at ramme deres mål. Derfor er troldmanden et genialt valg, hvis man skal have nedkæmpet fjender, der skjuler sig i svært terræn.

source: missile
da: projektil

source: Mage of Light
da: Lysets Troldmand

source: illuminates,cures
da: illuminerer,kurerer

source: Mages of Light are awesome allies of all lawful combatants, and fearsome foes to the forces of chaos. These Mages' powers of illumination are so great that the hexes they occupy and all adjacent hexes never experience night. As a result, when a unit is adjacent to a Mage of Light, it will fight as if it were day when it is dusk, and as if it were dusk when it is night. Like the White Mages, the Mages of Light also cure adjacent friendly units.
da: Lysets Troldmand er en af alle lovopretholdende troppers fantastiske allierede og er en frygtet modstander af kaosets magter. Troldmandens illuminerings-kræfter er så store, at han selv inklusive tropperne på felterne omkring ham faktisk aldrig oplever natten. Når en enhed står ved siden af Lysets Troldmand, vil denne kæmpe, som hvis det var dag, når det er aften og som aften, når det er nat

source: lightbeam
da: lysstråle

source: holy
da: hellig

source: Master Bowman
da: Mester Bueskytte

source: Merman
da: Havmand

source: Skilled creatures of the sea, Mermen are powerful and quick in any watery environment, but struggle greatly to move on land.
da: Som et af havets veltrænede skabninger er Havmanden stærk og hurtig i ethvert hav-miljø, men han må kæmpe hårdt for at klare sig på land.

source: trident
da: trefork

source: Mudcrawler
da: Mudderkravler

source: Mudcrawlers are magical constructs of soil and water. They attack by spraying boiling water on their foes.
da: Mudderkravlere er magiske konstruktioner af jord og vand. De angriber ved at sprøjte med kogende vand.

source: Like the Mermen, Nagas are inhabitants of the seas. Smaller and more nimble than their counterparts, they share a distaste for dry land.
da: Nagaen er, ligesom havmanden, havets beboer. Selvom de er mindre og mere adræte end deres modstykker, deler de deres ubehag over for tørt landskab.

source: Necromancer
da: Åndemaner

source: Necromancer are Mages that have decided to follow the paths of the dark arts. By tapping into the power of the undead, Necromancers can cast spells that drain the lifeforce from their foes and add it to their own.
da: Åndemaneren er en troldmand, der har valgt at følge de mørke magter. Ved brug af de levende dødes kraft kan åndemaneren kaste trylleformularer, der dræner livskraften fra sine fjender og lægger den til sin egen.

source: Necrophage
da: Gravskænder

source: Noble Commander
da: Ædel Kommandør

source: Noble Fighter
da: Ædel Kriger

source: Noble Lord
da: Ædel Herre

source: Noble Youth
da: Ædel Ung
