Repository: battle-for-wesnoth/svn
Catalog: po/*/wesnoth.po
Languages: da

source: training sword
da: trænings sværd

source: Ogres are stupid giant humanoids that usually live alone in the wilderness. While they can be easily outrun or outsmarted, their strength is not to be underestimated.
da: Ogrer er kæmpestore, dumme humanoider, der som regel lever alene i vildnisset. Selvom de nemt kan indhentes eller narres, skal man dog ikke undervurdere deres styrke.

source: Orcish Archer
da: Orkisk Bueskytte

source: Orcish Archers are considered by many of their fellow orcs to be a lesser caste of warrior, for attacking their enemies from a distance. However, since most orcs won't learn how to handle a bow, he is an indispensable part of the orcish army.
da: Bueskytten anses af mange orker som en lavere kriger-kaste, fordi denne angriber sine fjender på lang afstand. Men da mange orker aldrig lærer, hvordan man bruger en bue, er han en uundværlig del af den orkiske hær.

source: Orcish Assassin
da: Orkisk Lejemorder

source: While not so strong in combat, Orcish Assassins are fast and can defend themselves well over different kinds of terrain. These Assassins use poisoned darts, and victims of this poison will continually take damage until they can be cured in town or by a healer.
da: Selvom denne ikke er så stærk i kamp, er den Orkiske Snigmorder hurtig og kan forsvare sig selv godt i forskellige slags terræn, og han anvender gift på sine pile. Et offer, der er forgiftet, vil langsomt tage vedvarende skade, indtil han får mulighed for at stoppe i en landsby for at blive healet.

source: darts
da: pile

source: short sword
da: kort sværd

source: Orcish Crossbowman
da: Orkisk Armbrystskytte

source: Orcish Grunt
da: Orkisk Soldat

source: Orcish Grunts form the core of the orcish forces. Although slower than human or elven fighters, Grunts can deliver much more powerful blows, and take more hits before falling.
da: Den Orkiske Soldat udgør fundamentet af de orkiske kræfter. På trods af at de er langsommere end menneske- eller elver-krigere, kan denne soldat levere meget mere kraftfulde slag, og han kan modtage flere slag, før han falder.

source: Orcish Leader
da: Orkisk Leder

source: Orcish Ruler
da: Orkisk Hersker

source: Orcish Shaman
da: Orksisk Shaman

source: curse
da: forbande

source: Novice Orcish Shaman
da: Novice Orkisk Shaman

source: Old Orcish Shaman
da: Gammel Orkisk Shaman

source: Orcish Slayer
da: Orkisk Slagsherre

source: Orcish Slayers are fast and nimble, competent in short- and long-ranged combat, and use a poison attack. They make formidable opponents.
da: Med sin hurtighed og smidighed, sin kompetence i nær- og langdistance-kamp og ved hjælp af et forgiftende angreb er den Orkiske Slagsherre en formidabel modstander.

source: Orcish Sovereign
da: Orkisk Regent

source: Orcish Warlord
da: Orkisk Krigsherre

source: Only Orcs with both great cunning and unsurpassed strength can become Warlords. Skilled with both the sword and the bow, these beast-warriors lead the orcish fighting groups.
da: Kun orker med både et stærkt sind og uovertruffen styrke kan blive Krigsherrer. De er trænet i kamp både med sværd og bue, og disse kriger-bæster leder de orkiske kampgrupper.

source: Orcish Warrior
da: Orkisk Kriger

source: Having mastered the art of dual-sword fighting, Orcish Warriors are highly respected among the Orcs, and highly feared by their foes. Their only weakness is their inability to wield the bow.
da: Da han mestrer sværdkampens kunst, er den Orkiske Kriger højt respekteret blandt orkerne og meget frygtet af sine fjender. Den eneste svaghed er den manglende evne til at anvende en bue.

source: Outlaw
da: Lovløs

source: Outlaws fight better at night.
da: Lovløse kæmper bedre om natten.

source: Outlaws fight better at night. Female Outlaws look good while doing it.
da: Lovløse kæmper bedre om natten. Kvindelige Lovløse se godt ud mens de gør det.

source: Outlaw Princess
da: Lovløs Prinsesse

source: Outlaw Queen
da: Lovløs Dronning

source: skirmisher,leadership
da: hurtig-kæmper,leder-evner

source: Knights of the highest virtue, Paladins have all the skills of the Knight, and can also heal adjacent friendly units.
da: Paladinen er en ridder af den højeste orden og har alle ridderens evner, men denne kan desuden heale sidestående allierede enheder.

source: Peasant
da: Bonde

source: pitchfork
da: høtyv

source: Pikeman
da: Infanteri

source: Pikemen are more experienced soldiers who have changed their spears for long pikes. Because of the length of their weapons, they always strike first in combat, even when defending. They are especially deadly when fighting cavalry.
da: Infanteri er mere erfarne soldater, der har udskiftet deres spyd med ekstra lange spyd. Infanteriet kan være dødbringende, når de kæmper mod kavaleriet.

source: pike
da: langspyd

source: Pirate Galleon
da: Pirat Galeon

source: ballista
da: katapult

source: A noble by birth, the Princess has learnt swordplay with the greatest generals and battle tactics with the greatest sages, making her both a great combatant and leader. The units of lower level around the Princess will fight better due to her presence. The Princess is also nimble and dextrous, having skills like that of a thief.
da: Som royal af fødsel har prinsessen lært sværdkunsten på linie med de største generaler og kamptaktik sammen med de største vismænd, hvilket gør hende til både en stor kriger og leder. De lavere rangerende enheder, der skulle befinde sig omkring prinsessen, vil kunne kæmpe bedre på grund af hendes tilstedeværelse. Prinsessen er også hurtig og smidig og har evner, der ligner en tyvs.

source: Red Mage
da: Rød Troldmand

source: Red Mages attack with powerful magic fireballs that are guaranteed a good chance of hitting. Deft of foot, and skilled fighters both day and night, Red Mages are therefore valuable in almost all situations.
da: Den Røde Troldmand angriber med kraftige ildkugler, der med stor sandsynlighed rammer præcist. De kan kæmpe både nat og dag og er hurtige på fødderne, og en rød troldmand er værdifuld i stort set alle situationer

source: Revenant
da: Dødsgænger

source: Revenants are undead creatures raised from once mighty warriors. While the warriors' will and soul are all but lost, their fighting skills certainly remain with the Revenant.
da: Dødsgængeren er en levende død, der er skabt fra en tidligere mægtig kriger. Imens krigerens vilje og sjæl er fortabt, har han så sandelig stadig sine kampevner.

source: Rogue
da: Lovløs

source: Rogues are masters of agility and can move right past an enemy, ignoring any zones of control. Master thieves, they too have the backstab ability, which allows them to do double damage if an ally of theirs is on the opposite side of an enemy they are attacking.
da: De lovløse er smidighedens mestre og kan snildt bevæge sig forbi en fjende, uanset om de befinder sig på fjendens grund. De har desuden evnen til at dolke folk i ryggen, hvilket tillader dem at udgyde dobbel skade, hvis en af deres allierede står på den modsatte side af den fjende, de angriber.

source: Royal Guard
da: Royal Garde

source: Members of the Royal Guard are hand picked from the strongest and sturdiest of the army. They are deployed only in critical situations and, so far, have always succeeded in their assigned tasks.
da: Medlemmerne af den Royale Garde bliver håndplukket blandt de stærkeste og mest robuste fra hæren. Deres loyalitet sætter dem kun på arbejde i kritiske situationer, og indtil videre har de altid fuldført deres arbejde.

source: Saurian
da: Øgle

source: Saurian Warrior
da: Øgle Kriger

source: Sea Hag
da: Søuhyre

source: Sea Hags are older and more experienced Nagas who have learned to control the water magic.
da: Søuhyrer er ældre og mere erfarne Nagaer der har lært at bruge vandmagi.

source: water spray
da: sprøjte med vand

source: Sea Orc
da: Hav-Ork

source: While often viewed as inferior to their land loving counterparts Sea Orcs represent a great leap for all goblinoids as they have adapted to aquatic environments. With their curved swords they are compotent fighters, although their lack of a ranged attack and poor defence on land do represent strategic weaknesses.
da: Bugg: Kontrol over havene! Et lille skridt for mig men et stort spring for alle goblinoider! *Glub*

source: Sea Serpent
da: Søslange

source: Sea Serpents are gigantic monsters, capable of capsizing boats by themselves.
da: Søslangen er et gigantisk monster, der ganske egenhændigt kan vende et skib rundt.

source: Sergeant
da: Sergent

source: Shadow
da: Skygge

source: Souls blackened by evil, Shadows roam the night attacking unsuspecting foes. These incorporeal fiends are able to hide at night, leaving no trace of their presence.
da: Skygger er sjæle formørket af ondskab, og de farer rundt i natten og angriber intetanende fjender. Denne ondsindede skabning kan gemme sig om natten uden at efterlade sig noget tegn på sin tilstedeværelse.

source: Silver Mage
da: Sølv Troldmand

source: teleport
da: teleportering

source: Skeletal Dragon
da: Skelet Drage

source: jaw
da: kæbe

source: Skeleton
da: Skelet

source: Skeletons are warriors who have been slain in battle and brought back by dark magics. Like all undead, they are especially vulnerable to fire and holy spells, but resistant to bladed weapons.
da: En kriger der er falden i kamp og bragt tilbage ved hjælp af magiske mørke kræfter. Alle levende-døde er følsomme over for ild og hellige trylleformularer men modstandsdygtige over for skarpe våben.

source: Skeleton Archer
da: Skelet-Bueskytte

source: The undead Skeleton Archers are the bodies of fallen archers, brought back to battle. Like all undead, they are especially vulnerable to flames and holy attacks, but resistant to edged weapons.
da: Disse er ligene fra faldne bueskytter, der endnu engang er bragt tilbage i kamp som levende-døde. Som alle levende-døde er de følsomme over for ild og hellige angreb og modstandsdygtige over for blankvåben.

source: Sleeping Gryphon
da: Sovende Grif

source: Shhhh! The Gryphon is sleeping! You'd better not wake it up!
da: Shhhh! Griffen sover! Du gør bedst i ikke at vække den!

source: Soul Shooter
da: Sjæle Skyder

source: bone
da: ben

source: Soulless
da: Sjæleløs

source: plague
da: sygdom

source: Spearman
da: Soldat

source: Spearmen are the core of the human armies. These young soldiers are given basic training and put in the front lines to do the bulk of the fighting. Because of the length of their spears, they strike first in combat, even when defending.
da: Soldaten udgør grundlaget for menneskehærene. Disse unge soldater modtager grund-træning og bliver placeret i de forreste rækker for at konfrontere størstedelen af fjendens enheder i kamp.

source: Spectre
da: Genfærd

source: Swordsman
da: Sværdmand

source: Swordsmen are the core of the human armies. These young soldiers are given basic training and put in the front lines to do the bulk of the fighting.
da: Sværdmanden udgør fundamentet i menneske-hærene. Disse unge soldater modtager grundtræning og placeres i front-linierne for at møde størstedelen af fjendens tropper.

source: Tentacle of the Deep
da: Dybets Tentakkel

source: Thief
da: Tyv

source: Thieves are deft of foot and elusive, making them difficult to hit. Skilled at back-stabbing, Thieves do double damage if an ally of theirs is on the opposite side of an enemy they are attacking. Being of chaotic disposition, Thieves fight better at night than day.
da: Tyvene er hurtige på fødderne og flygtige, hvilket gør dem svære at ramme. De har evnen til at dolke folk i ryggen, hvilket tillader dem at udgyde dobbel skade, hvis en af deres allierede står på den modsatte side af den fjende, de angriber. Da tyvene er af kaotisk natur, kæmper disse bedre om natten end om dagen.

source: Thug
da: Bandit

source: Thugs are bandits who use large clubs to beat their victims.
da: Banditter bruger store køller til at smadre deres ofre med.

source: Transport Galleon
da: Transport Galeon

source: Troll
da: Trold

source: Trolls are strong and brutal humanoid monsters with the amazing ability to regenerate themselves, so that they recover from wounds on their own, even during battle.
da: Trolde er stærke, brutale humanoide monstre, der har den fantastiske evne til at heale sig selv og reparere sine sår midt i kampens hede.

source: Troll Hero
da: Trold Helt

source: Troll Warrior
da: Trolde-Kriger

source: Hardened by battle, Troll Warriors can deliver deadly blows with a mace, and are able to regenerate, healing their own wounds during combat.
da: Da han er blevet meget hårdfør gennem kamp, kan Trolde-Krigeren levere dødbringende slag med sin stridskølle. Desuden har han evnen til at hele sine sår under kamp.

source: Troll Whelp
da: Ung-Trold

source: Trolls are humanoid monsters that have the amazing ability to regenerate, recovering from their wounds during battle. Although these Trolls are still weak whelps, their race is known for developing amazingly fast.
da: Trolde er stærke, brutale humanoide monstre, der har den fantastiske evne til at heale sig selv og reparere sine sår midt i kampens hede. Selvom denne Trold stadig er en svag yngling, er deres race kendt for at udvikle sig ubegribeligt hurtigt.

source: Vampire Bat
da: Vampyr-Flagermus

source: Vampire Bats are undead flying beasts that attack by biting their victims. While their fangs are not very powerful, the health of victims is drained away along with their blood, and given to the Bats.
da: Dette er et levende-dødt flyvende bæst, der angriber ved at bide sit offer. Selvom Vampyr-Flagermusens hugtænder ikke er så stærke, kan de dræne blodet fra offeret og med dette heale sig selv.

source: Vampire Lady
da: Vampyr Dame

source: Cold and beautiful, she maintains her eternal youthful appeareance drinking the blood of the living.
da: Kold og smuk, holder hun sig evig und ved at drikke de levendes blod.

source: blood kiss
da: blods-kys

source: Walking Corpse
da: Vandrende Lig

source: Walking Corpses are the bodies of the dead, re-animated by dark magic. Although weak in combat, these zombies can spread their curse to those they kill, increasing the army of undead.
da: Mørke magiske kræfter anvendes til at bringe lig tilbage til de levendes verden. På trods af at de er svage i kamp, kan disse zombier sprede deres forbandelse over sine døde ofre og derved øge størrelsen på de levende-dødes hær.

source: Wall Guard
da: Murvagt

source: skirmisher,regenerates
da: hurtig-kæmper,regenererer

source: Warrior King
da: Krigskonge

source: Watch Tower
da: Vagttårn

source: White Mage
da: Hvid Troldmand

source: White Mages are weak in combat, but expert in the ways of healing. Units placed adjacent to a White Mage will heal as though they were resting in a village. White Mages are potent in battle against the undead, which suffer high damage from their light beam
da: Den Hvide Troldmand er svag i kamp men er ekspert i kunsten at heale. Enheder, der står ved siden af den hvide troldmand, heles lige så hurtigt, som hvis de hvilede i en landsby. Den hvide troldmand kæmper godt mod de levende døde, der tager stor skade af denne troldmands hvide lys

source: Wolf Rider
da: Ulve-Ridder

source: Smaller and weaker than the orcs, goblins have learned to train large wolves to serve as mounts, creating the awesome team of the Wolf Riders, who serve as fast scouts for the goblinoid army. Raised in the orcs' dark caverns, Wolf Riders can brave even the mountains, unlike most other mounted units.
da: Da de er mindre og svagere end orkerne, træner goblinerne store ulve til opsadling og bruger dem som hurtige spejdere for den goblinoid-hæren. Da de er opvokset i orkernes mørke huler, kan ulvene og deres ryttere endda klare sig godt i bjergene modsat de fleste andre rytter-enheder.

source: Wraith
da: Genfærd

source: Wraiths are some of the most powerful ghosts in the undead ranks. They can summon a spectral sword that drains the life out of their foes, thereby strengthening themselves. They also have a terrible wail that freezes the heart of the weak.
da: De mest magtfulde ånder i de levende-dødes rækker kan bruge sine kræfter til at frembringe et spøgelses-sværd, der dræner livet ud af deres fjender og derved styrker dem selv. De kan desuden lave et frygtet skrig, der kan stoppe hjertet på de svagere mænd. De, der dræbes af skriget, vender tilbage til de levendes rige som genfærd for at tjene sin morder.

source: meat cleaver
da: kød-kløver

source: +Core Developers
da: +Kerne Udviklere

source: - Main Developer
da: - Hoved Udviklere

source: +Developers
da: +Udviklere

source: +Music
da: +Musik

source: +Scenario Designers
da: +Scenarie Designere

source: +Packagers
da: +Pakkere

source: +Miscellaneous
da: +Blandet

source: +Brazilian Translation
da: +Brasiliansk Oversættelse

source: +Czech Translation
da: +Tjekkisk oversættelse

source: +Danish Translation
da: +Dansk oversættelse

source: +Dutch Translation
da: +Hollandsk Oversættelse

source: +Finnish Translation
da: +Finsk Oversættelse

source: +French Translation
da: +Fransk Oversættelse

source: +German Translation
da: +Tysk Oversættelse

source: +Hungarian Translation
da: +Ungarsk Oversættelse

source: +Italian Translation
da: +Italiensk Oversættelse

source: +Norwegian Translation
da: +Norsk Oversættelse

source: +Polish Translation
da: +Polsk Oversættelse

source: +Portuguese Translation
da: +Portugisisk Oversættelse

source: +Slovak Translation
da: +Slovakisk Oversættelse

source: +Spanish Translation
da: +Spansk Oversættelse

source: +Swedish Translation
da: +Svensk Oversættelse

source: +Contributors
da: +Bidragere

source: Close
da: Luk

source: You don't have a leader to recruit with.
da: Du har ikke en leder at rekrutere med.

source: You must have your leader on a keep to recruit or recall units.
da: Du må have din leder i et slotstårn for at kunne rekrutere eller genindkalde enheder.

source: There are no vacant castle tiles in which to recruit a unit.
da: Der er ingen ledige borgfelter hvor du kan rekrutere en enhed til.

source: none
da: ingen

source: base damage
da: basis skade

source: attacker resistance vs
da: angribers modstandskraft mod

source: attacker vulnerability vs
da: angribers svaghed mod

source: Doubled
da: Fordoblet

source: total damage
da: total skade

source: defender resistance vs
da: forsvarers modstandskraft mod

source: defender vulnerability vs
da: forsvarers svaghed mod

source: Halved
da: Halveret

source: poisoned
da: forgiftet

source: slowed
da: nedsløvede

source: Ambushed!
da: Baghold!

source: Enemy unit sighted!
da: Fjendtlig enhed set!

source: $enemies Enemy units sighted!
da: $enemies Fjendtlige enhed set!

source: (press $hotkey to continue)
da: (tryk på $hotkey for at fortsætte)

source: Advance Unit
da: Forfrem Enhed

source: What should our victorious unit become?
da: Hvad skal vores sejrende enhed blive til?

source: Save
da: Gem

source: Overwrite?
da: Overskriv?

source: Save already exists. Do you want to overwrite it ?
da: Spillet findes allerede. Vil du overskrive det?

source: Don't ask me again!
da: Spørg mig ikke igen!

source: Do you really want to delete this game?
da: Vil du virkelig slette dette spil?

source: Campaign
da: Kampagne

source: Turn
da: Tur

source: Scenario Start
da: Scenarie Start

source: Difficulty
da: Svært

source: No Saved Games
da: Igen Gemte Spil

source: There are no saved games to load. (Games are saved automatically when you complete a scenario)
da: Der er ingen gemte spil der kan hentes. (Spil gemmes automatisk når du gennemfører et scenarie)

source: Delete Save
da: Slet Spil

source: Import Saved Games
da: Hent Gemte Spil

source: Your saves directory contains some files that don't appear to have been generated by this version of Battle for Wesnoth. Would you like to register these files with the game?
da: Dine gemte mapper indeholder filer der ikke ser ud til at være lavet af denne version af Kampen om Wesnoth.Vil du registrere disse filer med spillet?

source: Load Game
da: Hent Spil

source: Choose the game to load
da: Vælg at spil at hente

source: Profile
da: Profil

source: level
da: niveau

source: Moves
da: Bevægelser

source: melee
da: nærkamp

source: ranged
da: langrækkende

source: healthy
da: sund

source: invisible
da: usynlig

source: Name:
da: Navn:

source: The game could not be saved
da: Spillet kunne ikke gemmes

source: Do you want to save your game?
da: Vil du gemme dit spil?

source: The Battle for Wesnoth
da: Kampen om Wesnoth

source: This save is from a different version of the game. Do you want to try to load it?
da: Dette gemte spil er fra en anden version af spillet. Vil du prøve at hente det?

source: The file you have tried to load is corrupt
da: Der var en fejl i filen du prøvede at hente

source: ,Get More Campaigns...
da: ,Få flere kampagner...

source: Choose the campaign you want to play:
da: Vælg kampagnen du vil spille:

source: Connect to Server
da: Forbind til Server

source: You will now connect to a campaign server to download campaigns.
da: Du vil nu oprette forbindelse med en kampagne server for at downloade kampagner.

source: Could not connect to host.
da: Kunne ikke forbindes til hosten

source: Error
da: Fejl

source: Awaiting response from server
da: Venter på svar fra server

source: Error communicating with the server.
da: Fejl i kommunikationen med serveren.

source: There are no campaigns available for download from this server.
da: Der er ingen kampagner der kan downloades fra denne server.

source: Choose the campaign to download.
da: Vælg en kampagne at downloade.

source: Get Campaign
da: Hent kampagne

source: Downloading campaign...
da: Downloader kampagne...

source: Campaign Installed
da: Kampagne Installeret

source: The campaign has been installed. You will have to restart Wesnoth before you can play it.
da: Kampagnen er blevet installeret. Du bliver nødt til at genstarte Wesnoth før du kan spille den.

source: Network communication error.
da: Netværks-kommunikations-fejl.

source: Remote host disconnected.
da: Fjern host afbrudt.

source: There was a problem creating the files necessary to install this campaign.
da: Der var et problem med at lave de filer der skal bruges til at installere denne kampagne.

source: Select difficulty level:
da: Vælg sværhedsgrad:

source: Join Official Server
da: Forbind til Officiel Server

source: Log on to the official Wesnoth multiplayer server
da: Log på den officielle Wesnoth multiplayer server

source: Join Game
da: Tilslut Spil

source: Join a server or hosted game
da: Tilslut en server eller et hostet spil

source: Host Multiplayer Game
da: Bevært Et Multiplayer Spil

source: Host a game without using a server
da: Bevært et spil uden at bruge en server

source: Language
da: Sprog

source: Choose your preferred language
da: Vælg dit foretrukne sprog

source: Could not initialize video. Exiting.
da: Kunne ikke indlæse video. Afslutter.

source: Could not initialize fonts. Exiting.
da: Kunne ikke indlæse skrifttyper. Afslutter.

source: Advances to
da: Forfremmes til

source: Abilities
da: Evner

source: Required XP
da: Krævet XP

source: attacks
da: angreb

source: Name
da: Navn

source: Dmg
da: Skade

source: Range
da: Rækkevidde

source: Resistances
da: Modstandskrafter

source: Attack Type
da: Angrebs Type

source: Resistance
da: Modstandskraft

source: Terrain
da: Terræn

source: Defense
da: Forsvar

source: < Back
da: < Tilbage

source: Forward >
da: Fremad >

source: The Battle for Wesnoth Help
da: Kampen om Wesnoth Hjælp

source: Next unit
da: Næste enhed

source: End Unit Turn
da: Slut Enheds Tur

source: Leader
da: Leder

source: Undo
da: Fortryd

source: Redo
da: Gendan

source: Zoom In
da: Zoom Ind

source: Zoom Out
da: Zoom Ud

source: Default Zoom
da: Standard Zoom

source: Fullscreen
da: Fuldskærm

source: Accelerated
da: Turbo

source: Unit Description
da: Enhedsbeskrivelse
