Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-ei/*.po
Languages: eo

source: The Eastern Invasion
eo: La Orienta Invado

source: (easiest)
eo: (facila)

source: Spearman
eo: Lanculo

source: Swordsman
eo: Glavbatalisto

source: (hardest)
eo: (malfacila)

source: Royal Guard
eo: Reĝa gardisto

source: There are rumors of undead attacks on the eastern border of Wesnoth. You, an officer in the Royal Army, have been sent to the eastern front to protect the villagers and find out what is happening.
eo: Onidire okazis atokoj de nemalvivaj laŭ la orienta landlimo de Vesnoto. Vi, oficiro el la Reĝa Armeo, estas sendita al la orienta fronto por ke vi protektu la vilaĝanojn kaj ekzamenu la aferon.

source: The Outpost
eo: La Antaŭposteno

source: Gweddry
eo: Gvedrio

source: Dacyn
eo: Dasino

source: Resist until Dacyn's return tomorrow night
eo: Malcedu ĝis la reveno de Dasino, morgaŭ nokte

source: Death of Gweddry
eo: La morto de Gvedrio

source: What? What is going on?
eo: Kio? Kio okazas?

source: Look. To the east. Undead approach! But wait... I sense something... They cannot see me...
eo: Rigardu. En la oriento. Nemalvivaj alproksimiĝas! Atendu... mi sentas ion... Ili ne povas vidi min...

source: Hm. I do not sense anything out of the ordinary here. My scouts must have deceived me. Very well; destroy them.
eo: Hm. Mi ne sentas ion ajn eksterordinaran ĉi tie. Miaj esploristoj trompis min. Nu bone; detruu ilin.

source: Very well, Dark Archon. They will die. And then?
eo: Tre bone, Malluma Ĉefreganto. Ili mortos. Kaj poste?

source: On with the search. I trust you can defeat these men yourself? I have no time to waste here.
eo: Poste daŭrigu la serĉadon. Mi kredas ke vi povas venki tiujn homojn senhelpe, ĉu? Mi ne volas malŝpari tempon ĉi tie.

source: What?! Men, to arms! And where did Dacyn go?!
eo: Kio?! Viroj, prenu la armilojn! Kien do iris Dasino?!

source: There are too many undead, I cannot defeat them... but my orders are to hold this outpost. It appears we will die this day.
eo: Estas tro multe da nemalvivaj, mi ne kapablas venki ilin... tamen oni ordonis al mi teni la postenon. Ŝajnas ke hodiaŭ ni mortos.

source: But... somehow, I do not think Dacyn has abandoned us. He must have had a reason for leaving.
eo: Sed... ial mi ne kredas ke Dasino forlasis nin. Kredeble li havis bonan kialon por lia foriro.

source: Gweddry? Good! You are still alive. Quickly, we must leave this place!
eo: Gvedrio? Bone! Vi ankoraŭ vivas. Rapide, ni forlasu ĉi tiun lokon!

source: Where did you go?! And where did you come from?
eo: Kie vi estis?! Kaj de kie vi venas?

source: There is no time to explain. If you wish to survive, you will escape through this trapdoor.
eo: Tempo mankas por klarigo. Por ke vi travivu, eskapu tra ĉi tiu plankpordo.

source: But what about the outpost?
eo: Sed kio pri la posteno?

source: It is pointless to try to defend it. Now come on, we do not have much time to spare!
eo: Estas sensenca defendi ĝin. Venu nun, ni ne povas malŝpari tempon.

source: Move Gweddry to the trapdoor
eo: Movu Gvedrion al la plankpordo

source: Death of Dacyn
eo: La morto de Dasino

source: Turns run out
eo: Atingo de la viclimo

source: Follow me, men! Through the trapdoor!
eo: Sekvu min, viroj! Tra la plankpordo!

source: Hurry! Before long enemy reinforcements will arrive, and we will all die! Go to the trapdoor!
eo: Rapidu! Post nelonge venos malamikajn helptrupojn, kaj ni ĉiuj mortos! Al la plankpordo!

source: The Escape Tunnel
eo: La Fuĝkoridoro

source: Reach the end of the tunnel
eo: Trovu la finon de la koridoro

source: Where are we? I can't see where we are going.
eo: Kie ni estas? Mi ne povas vidi kien ni iras.

source: I do not know. There are trolls in here, which may try to fight us. Now hurry, we have to move quickly with those Lichs still behind us.
eo: Mi ne scias. Sed troviĝas troloj ĉi tie, kiuj eble atakos nin. Krome, la ostuloj estas ankoraŭ malantaŭ ni, do ni iru rapide nun.

source: Wait, before we go anywhere - who were those undead?
eo: Atendu, antaŭ ol ni iros ien, diru al mi kiuj estis tiuj nemalvivaj.

source: It doesn't matter. They are much too powerful for us; our only hope is to get away, far away. Perhaps we should go north, and meet with Owaec.
eo: Ne gravas. Ili estas tro potenca por ni. Nia sola espero estas forkuri. Eble ni devus iri norden por renkontiĝi kun Ovajko.

source: TROL TREZZUR HOLE: KEEP OWT
eo: TROL TREZJORKAWERNO: NEENIRU

source: Who goes there?
eo: Kiu estas tie?

source: We are travelers loyal to the king of Wesnoth. Will you help us escape these trolls?
eo: Ni estas vojaĝantoj, fidelaj al la reĝo de Vesnoto. Ĉu vi helpos nin eskapi de la troloj?

source: Yes, we will help you, for we have no love for the trolls. Anyone attacked by them deserves some help, I think.
eo: Jes, ni helpos vin. Ni havas grandan malamon pri la troloj. Iu atakata de ili meritas helpon, mi kredas.

source: My clan has lived in these caves for centuries. We will not leave now because of some roving undead.
eo: Mia klano loĝis en la kaverno de antaŭ centjaroj. Ni ne forlasos ĝin nun, pro kelkaj vagantaj nemalvivaj.

source: Very well. The best of luck in your battle.
eo: Tre bone. Multan sukceson en via batalo.

source: Holy Amulet
eo: Sankta Amuleto

source: Wearing this amulet will cause every blow you deal to be holy!
eo: Surhavanta la amuleton ĉiuj viaj batoj estos sanktaj!

source: I am not suited to using this item! Let another take it.
eo: Mi ne taŭgas por uzi ĉi tiun aĵon! Aliulo ĝin prenu.

source: There is a great fortune in this chest of treasure! I can count two hundred pieces of gold.
eo: La trezorkesto enhavas grandan riĉon! Mi nombras ducent ormoneroj.

source: We have found you, live one! Prepare to die!
eo: Ni trovis vin, vivanto! Pretigu vin morti!

source: They follow us... we must get out of this tunnel. It looks like it is leading east. That is unfortunate, for it will bring us further from Weldyn. But it is our only option.
eo: Ili sekvas nin... ni devas eliri el la tunelo. Ĝi ŝajne kondukas nin orienten. Tio malbonvenas, ĉar ni pli malproksimiĝos de Veldino. Sed ne estas alternativoj.

source: We have reached the end of the tunnel. I see daylight above us!
eo: Ni atingis la finon de la koridoro. Supre videblas taglumo!

source: An Unexpected Appearance
eo: Neatendita Apero

source: Defeat either enemy dark sorcerer
eo: Venku unu el la malamikaj mallumaj sorĉistoj

source: We have escaped from those dark tunnels! But where are we now?
eo: Ni sukcesis eliĝi tiun malluman koridoron! Sed kie ni troviĝas nun?

source: We are in the middle of the eastern mountains, in a mountain pass leading east and west. We need to head north, to meet Owaec, but we cannot go through the mountains... we must go east, or west, and hope we can get around them.
eo: Ni troviĝas meze en la orienta montaro, en montpasejo kiu kondukas orienten kaj okcidenten. Ni devas iri norden, por kunveni kun Ovajko, sed ni ne povas iri tra la montoj... Ni iru orienten aŭ okcidenten kaj esperu ke ni povas iri ĉirkaŭ ilin.

source: Hahaha! We have you surrounded!
eo: Hahaha! Vi estas ĉirkaŭata!

source: Why don't we see if the new recruit can handle them. After all, there are only two!
eo: Ni vidu ĉu la novulo povas ilin venki. Estas ja nur du malamikoj!

source: No!!! They'll kill me!
eo: Ne!!! Ili mortigos min!

source: That would be your problem, then.
eo: Tio estas via problemo, kompreneble.

source: These undead are toying with us! This here adept is weak - we may be able to take his castle.
eo: La nemalvivaj ludas kun ni. Ĉi tiu adepto estas malforta - eble ni povas preni lian kastelon.

source: A good idea. Then, we must kill either of the dark sorcerers. I would prefer to attack the western one, so we can get closer to Wesnoth.
eo: Bona ideo. Poste, ni devas mortigi unu el la mallumaj sorĉistoj. Mi preferus ataki la okcidentan, por pliproksimiĝi al Vesnoto.

source: No! You have defeated me, and can re-enter Wesnoth!
eo: Ne! Vi venkis min, kaj povas reiri en Vesnoton!

source: You have defeated my brother, but I will follow you and kill you!
eo: Vi venkis mian fraton, sed mi sekvos kaj mortigos vin!

source: An Elven Alliance
eo: Elfa Alianco

source: Volas
eo: Volaso

source: Defeat enemy leader
eo: Venku la malamikan estron

source: Death of Volas
eo: La morto de Volaso

source: Greetings, travelers! Welcome to my realm.
eo: Saluton, vojaĝantoj! Bonvenon en mia regno.

source: Would it be possible for us to rest in your lands for a while? We have been pursued by fell undead, although they did not dare to enter the forest... yet.
eo: Ĉu ni povas iom ripozi en viaj landoj? Ni estis sekvataj de aĉaj nemalvivaj, kiuj ne kuraĝis iri en la abaron... ankoraŭ ne.

source: Certainly.
eo: Certe.

source: Good. Now, you should be warned. This undead warlord is very powerful. If you choose to battle with him then even if you are victorious few will survive. I advise that you join us, and head north. We may be able to leave the area he wishes to conquer.
eo: Bone. Sed sciu ke ĉi tiu mortvivanta militestro estas ege potenca. Se vi decidas batali kontraŭ lin, eĉ se vi venkus, multaj pereus. Mi konsilas al vi kuniri norden. Ni eble povas forlasi la landojn, kiujn li volas akiri.

source: I thank you for your offer. But I will not leave my homeland. These undead cannot be as powerful as you say. I will fight them.
eo: Dankon pro la propono. Sed mi ne forlasos mian hejmlandon. La nemalvivaj ne povas esti tiel potencaj, kiel vi diras. Mi batalos.

source: This is not a wise choice, but it is yours to make. If you will not join us, will you at least help us reach the northern outpost? We wish to warn our comrades there.
eo: Estas malsaĝa decido, sed se vi volas... Se vi ne kuniros, bonvolu almenaŭ helpi al ni atingi la nordan postenon. Ni volas averti niajn amikojn tie.

source: I will aid you. Although I too think that yours is the foolish choice. You should stay, and fight.
eo: Mi helpos vin, kvankam mi kredas ke estas via decido, kiu estas malsaĝa. Vi devus resti kaj batali.

source: After we rest for a short while, we will leave. We have little time to spare.
eo: Post mallonga ripozo, ni foriros. Ni ne povas malŝpari multan tempon.

source: Intruders!
eo: Entruduloj!

source: What? Orcs! Where did they come from?
eo: Kio? Orkoj! De kie ili venis?

source: I know not. But they are right in the Northern Path. You will have to fight them to move on.
eo: Mi ne scias, sed ili estas meze sur la vojo. Vi devas batali antaŭ ol pluiri.

source: Bring forth the assassins, we may be able to poison them!
eo: Venigu la murdistojn, eble ni povas veneni ilin!

source: Nafga
eo: Nafgo

source: Your Warlordship, I am the only assassin left! Do you want me to go poison their leader?
eo: Mastro, mi estas la sole restanta murdisto! Ĉu vi deziras ke mi venenu ilian estron?

source: Perfect! Go, into the forest!
eo: Bonege! Iru, en la arbaron!

source: They have sent an assassin into the forest. We will have to be careful, and make sure he does not come out and attack us unexpectedly.
eo: Ili sendis murdiston en la arbaron. Ni devas esti singardaj kaj zorgi ke li ne aperos kaj atakos nin neatendite.

source: Hahaha! Nafga will kill the elves!
eo: Hahaha! Nafgo mortigos la elfojn!

source: No! This is the first time I have failed a mission, and it is my last!
eo: Ne! Estas la unua fojo ke mi malsukcesigas taskon, kaj samtempe la lasta!

source: My assassin is dead! the elves must pay, not for his death, but for stopping him in his mission!
eo: Mia murdisto mortis! La elfoj pagos, ne pro lia morto, sed pro malhelpi lian taskon!

source: We have defeated the orcs! Now you can rest, and then leave.
eo: Ni venkis la orkojn! Nun vi povas ripozi, kaj poste foriri.

source: We have not the time. This battle has wasted too much of it already. We must leave now.
eo: Mankas tempo al ni. Ĉi tiu batalo jam kostis tro multe de ĝi. Ni devas foriri nun.

source: Very well. I will send guides to lead you to your allies.
eo: Tre bone. Mi kunsendos gvidantojn, kiuj kondukas vin al viaj aliancanoj.

source: The Undead Border Patrol
eo: La Mortvivanta Limgardantaro

source: Defeat either enemy leader
eo: Venku unu el la malamikaj estroj

source: We have gotten out of that mountain range now, and the path northwards is clear. Let us go north, now, and try to reach Owaec at the outpost.
eo: Ni forlasis la montaro kaj la vojo norden estas senbara. Ni nun iru norden kaj provu atingi Ovajkon ĉe lia posteno.

source: Wait. I am not sure that is the best option. If we go east now, we may be able to find the lich Mal-Ravanal who attacked us, and destroy him before he can attack Wesnoth again. After we escaped, I suspect he went back east to find us.
eo: Atendu. Mi ne certas ke tio estas la plej bona eblo. Se ni irus orienten nun, eble ni trovus la ostulon Mal-Ravanalo, kiu atakis nin, kaj povus detrui lin antaŭ ol li denove atakos Vesnoton. Mi supozas ke post nia fuĝo li reiris orienten serĉante nin.

source: They run from me! Still, it will not help them, the border patrol will destroy them. I may even be promoted!
eo: Mi forkurigas ilin! Tamen, ili ne estas savita. La limgardantaro detruos ilin. Eble mi eĉ estos promociata.

source: Now I will never get promoted!
eo: Nun mi neniam promociiĝos.

source: Come, let us return to Wesnoth and aid the Northern Outpost.
eo: Venu, ni reiru al Vesnoto kaj helpu la Nordan Antaŭpostenon.

source: We have defeated this patrol, but we can still turn back! Do we want to go further into these lands now, or do we want to try to turn back and defeat this dark sorcerer?
eo: Ni venkis la gardantaro, sed ni ankoraŭ povas reiri! Ĉu ni plue iru en ĉi tiujn landojn nun, aŭ ĉu ni provu reiri kaj batalu kontraŭ la malluman sorĉiston?

source: I wish to destroy the evil before it can spread. East we go!
eo: Mi volas detrui la malbonon antaŭ ol ĝi disiĝos. Ni iros orienten!

source: I will not say if this is a good decision, but I will follow you.
eo: Mi ne juĝos pri via decido, mi sekvos vin.

source: Noo!!! I can't be promoted if they run away!
eo: Ne!!! Mi ne estos promociata se ili forkuras!

source: You are right. It is foolish to go onward - we must defeat Mal-Skraat and turn back, going to the Northern Outpost.
eo: Vi pravas. Estas malsaĝa iri pluen - ni devas venki Mal-Skraat kaj reiri al la Norda Antaŭposteno.

source: Good! if I defeat them, I can become a lich!
eo: Bone! Se mi venkos ilin, mi povas iĝi ostulo!

source: We failed to defeat either enemy! Now more lichs will come, and we will be overwhelmed!
eo: Ni malsukcesis venki malamikon! Pli da ostuloj venos, kaj ni estos perditaj.

source: We cannot spend any more time attempting to defeat Mal-Skraat. Like it or not, we must go further into these undead lands.
eo: Ni ne povas uzi pli da tempo provante venki Mal-Skraat. Ŝate aŭ malŝate, ni devas iri plue en la vivmortintan landon.

source: Noo!!! He will reach Mal-Ravanal's capital, and I shall be punished for letting him escape!
eo: Ne!!! Li atingos la urbestro de Mal-Ravanalo, kaj mi estos punata pro lia eskapo!

source: Mal-Ravanal's Capital
eo: Ĉefurbo de Mal-Ravanal

source: Escape from the capital by killing one of the two dark sorcerers
eo: Eskapu el la ĉefurbo per mortigi unu el la du mallumajn sorĉistojn

source: We have come all the way to Mal-Ravanal's Capital!
eo: Ni venis al la ĉefurbo de Mal-Ravanal!

source: Yes, but look! The undead forces are closing in behind us. As I said before, we cannot kill Mal-Ravanal. It was foolish to come this far, we must turn back!
eo: Jes, sed rigardu! La nemalvivaj alproksimiĝas de malantaŭ ni. Kiel mi jam diris, ni ne povas venki Mal-Ravanalon. Estis malsaĝe veni ĉi tien, ni devas reiri!

source: Perhaps. To retreat, we must kill one of these dark sorcerers that follow us. But, perhaps we can kill this Mal-Ravanal still. I might wish to try.
eo: Eble. Por retiriĝi ni devas mortigi unu el la mallumajn sorĉistojn, kiuj sekvas nin.

source: These humans have dared to come this far into my land. Crush them!
eo: Ĉi tiuj homoj kuraĝis veni ĝis tie ĉi en mian regnon. Ataku!

source: Thank you for destroying that skeleton warrior! Every time you kill one of the Revenants, one of us knights is let free!
eo: Dankon pro detrui la skeletbatalisto! Ĉiufoje kiam vi mortigos unu el la revenintojn, unu el ni kavaliroj liberiĝos.

source: Why? Are you the undead's prisoners?
eo: Kial? Ĉu vi estas la kaptintoj de la nemalvivaj?

source: Yes. My allies and I were questing when we were ambushed by undead. The guard is playing a sick game- whenever one of their warriors dies, one of us is let free, but whenever you lose a fighter, they kill one of us.
eo: Jes. Miaj amikoj kaj mi serĉadis kiam ni estis surprizata de nemalvivaj. La ludo de la gardisto estas malsaniga. Kiam unu el iliaj batalistoj mortas, unu el ni liberiĝas, sed ĉiufoje kiam vi perdas bataliston, ili mortigas unu el ni.

source: This sounds dangerous. We will try to free as many of you as possible before we escape from here.
eo: Ŝajnas danĝera. Ni provos liberigi kiel eble plej multe el ili, antaŭ ol eskapi.

source: There are five of us still locked up in the jail. All of us will join you if you can get us free.
eo: Ankoraŭ kvin el ni estas malliberigita. Ĉiu el ni venos kun vi se vi sekcesas nin liberigi.

source: You dare to attack ME?!? Go back to your master!
eo: Vi kuraĝas ataki MIN?!? Reiru al via mastro!

source: This is not good; we are unable to attack Mal-Ravanal at all, for his magic is too strong! We must turn back, it was foolish to press the attack.
eo: Ĉi tio malbonas; ni tute ne kapablas ataki Mal-Ravanalon, ĉar lia magio tro potencas! Ni devas reiri, estis malsaĝa trapremi la atakon.

source: Northern Outpost
eo: La Norda Posteno

source: Owaec
eo: Ovajko

source: Find the outlaw leader in the villages and kill him
eo: Trovu la banditestro en la vilaĝoj kaj mortigu lin

source: Defeat the undead leader
eo: Venku la mortvivantan estron

source: Death of Owaec
eo: La morto de Ovajko

source: Hail, Gweddry!
eo: Saluton, Gvedrio!

source: Greetings, Owaec! We have been forced from our positions by undead invaders. They follow us even now.
eo: Saluton, Ovajko! Ni estas devigitaj forlasi niajn poziciojn pro mortvivantaj entrodantoj. Ili sekvadas nin, eĉ nun.

source: I am not sure. There are bandits in this country, and I have been told that it is my duty to defeat them, and protect the local villages. However, I cannot find a way to defeat them. The outlaws hide in the villages when we are close, and come out when we are far away.
eo: Mi dubas. Troviĝas banditoj en la regiono, kaj oni ordonis al mi ilin forpeli kaj protekti la vilaĝon. Sed kiel, mi ne jam elpensis. La banditoj kaŝas sin en la vilaĝoj kiam ni proksimiĝas, kaj reaperas kiam ni malproksimiĝas.

source: Hoping to protect these villages is foolish; all who stay here will die. However, if we can drive these bandits out, we will be able to have all the villagers follow us into the northlands. There they may survive. But Wesnoth is no longer safe.
eo: Esperi ke vi povas protekti la vilaĝojn estas stulta; ĉiuj, kiuj restas, mortos. Tamen, se ni sukcesus forpeli la banditojn, ĉiuj vilaĝanoj povas sekvi nin al la nordlandoj. Tie eble ili estus sekuraj. Sed Vesnoto jam ne estas sekura.

source: Well, you appear to know what you're talking about... but, I have no way to remove these bandits.
eo: Nu, ŝajnas ke vi scias pri kio vi parolas... sed, mi ne kapablas forpeli la banditojn.

source: I think I may be able to help you. I am a mage; I believe I will be able to cast a spell that will reveal them if you enter the villages. However, I won't be able to help you in battle.
eo: Mi kredas ke mi povas helpi. Mi estas mago; kredeble mi povas elparoli magiaĵon por aperigi ilin, kiam vi eniros la vilaĝojn. Bedaŭrinde mi ne povas helpi vin en la batalo mem.

source: That sounds good; it is time to drive out some bandits. Dacyn, go cast your spell!
eo: Tio sonas bone; do ni forpelu kelkajn banditojn. Dasino, elparolu vian magiaĵon.

source: I believe there is a leader behind these outlaws; kill him, and we will have defeated these bandits.
eo: Mi kredas ke estas estro inter la banditoj; mortigu lin, kaj ni venkos la banditojn.

source: Go, go far from here! But me and my kind will chase you, and kill you!
eo: Foriru, foriru malproksimen! Mi kaj la miaj ĉasos kaj mortigos vin!

source: It seems the undead have caught up with us! We will have to kill them, too, if we want these villages to be safe. Well, I will see you when you defeat the outlaws and undead!
eo: La nemalvivaj atingis nin! Ni devas mortigi ankaŭ ilin, se ni volas sekurigi la vilaĝojn. Nu, mi revidos vin post via venko pri la banditoj kaj la nemalvivaj.

source: They're here!
eo: Tie ili estas!

source: So, you have found my hiding place. Very well, I guess I will have to kill you!
eo: Do, vi trovis mian kaŝejon. Bone, tiuokaze mi devas vin mortigi!

source: That's the bandit leader! Kill him, and we will have fulfilled our duty!
eo: Estas la banditestro! Mortigu lin, kaj ni estos farintaj nian devon!

source: No outlaws in this village.
eo: Estas neniu bandito en ĉi tiu vilaĝo.

source: You have defeated me! I can terrorize the villagers no more...
eo: Vi venkis min! Mi ne plu povas teruri la vilaĝanojn...

source: We still need to defeat these undead for the villagers to be safe.
eo: Ni ankoraŭ devas venki la nemalvivaj, antaŭ ol la vilaĝanoj estos sekuraj.

source: I have fulfilled my duty to the villages. Now I suppose I can join you in your quest.
eo: Mi plenumis mian devon pri la vilaĝoj. Mi supozas ke nun mi povas kuniri kun vi dum via tasko.

source: Good job! Now, we should move onward, north. Tell the villagers to pack their belongings and follow us.
eo: Bone farita! Nun, ni iru norden. Diru al la vilaĝanoj ke ili paku siajn propraĵojn kaj sekvu nin.

source: There are still these outlaws to take care of - we must continue fighting here.
eo: Ni ankoraŭ devas zorgi pri la banditoj - ni devas daŭrigi la batalon.

source: Well, both the outlaws and undead are defeated. We have some time to spare now before more undead arrive.
eo: Nu, ni venkis kaj la banditoj kaj la nemalvivaj. Ni nun havos iom da tempo antaŭ ol pli da nemalvivaj alvenos.

source: Two Paths
eo: Du vojoj

source: Look! The road splits here. Which way shall we go?
eo: Rigardu! Ĉi tie la vojo disiras. En kiu direkto ni iru?

source: I know this area. I was here on an earlier patrol. Just north of here there is a river that leads to the northlands, where orcs live. To the west there is a path that stays inside the realm of Wesnoth, for a time. If we travel along this path, we will not have to fight orcs immediately.
eo: Mi konas la regionon. Mi iam estis tie ĉi kun alia patrolo. Iomete norde de tie ĉi troviĝas rivero kondukante al la nordlandoj, kie loĝas la orkoj. Okcidente estas vojo, kiu restas ene de la Vesnota regno, dum tempo. Se ni vojaĝus laŭ ĉi-vojo, ni ne devus tuj batili kontraŭ orkoj.

source: We should probably go north to the orcish lands immediately. I suspect that the undead have already bypassed us, and cut off any crossing to the west of here.
eo: Kredeble estas plej bone, ke ni tuj iru norden al la orklandoj. Mi supozas ke la nemalvivaj jam preterpasis nin kaj nun baras la vojojn al la okcidento.

source: The orcs are more powerful than you suspect. I doubt the undead have had time to get past us in large enough numbers to make them more dangerous than the orcs.
eo: La orkoj estas pli potenca ol vi supozas. Mi ne kredas ke la nemalvivaj havis sufiĉan tempon por preterpasi nin tiel multnombre, ke ili nun estus pli danĝeraj ol la orkoj.

source: Either way we will have to fight. Look, the orcs and undead are in a conflict, and block our path!
eo: Iel ajn, ni devas batali. Rigardu, la orkoj kaj nemalvivaj koliziis kaj baras la vojon!
