Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-ei/*.po
Languages: eo

source: Well, orc, we can either continue this fight, or we can crush these intruders and battle later. Your call.
eo: Nu, orko, ni povas aŭ daŭrigi la batalon, aŭ unue premplatigi la entrudulojn kaj batali poste.

source: Hmm... I know. We will make a pact to destroy these men, and continue our fight later. (Hopefully you will die, for then I will win our battle without fighting.)
eo: Hmmm... mi scias. Ni havu traktaton por detrui la homojn kaj poste ni daŭrigu la batalon. (Espereble vi mortos, ĉar tiam mi venkas sen peno.)

source: Very well, we are allies, for now. (This foolish orc will surely die.)
eo: Tre bone, ni estas aliancanoj, por tempo. (La stulta orko certe mortos.)

source: No! These undead won our battle, and you will be able to enter my northern homeland!
eo: Ne! La nemalvivaj venkis, kaj nun vi povas eniri en mian hejmlandon!

source: I was supposed to kill you all! I have failed.
eo: Mi devis mortigi vin ĉiu! Mi malsukcesis.

source: The Crossing
eo: La Transiro

source: Get Gweddry and Owaec across the river
eo: Movu Gvedrion kaj Ovajkon trans la riveron

source: We have come to the Great River. What should we do? Should we attempt to cross it?
eo: Ni alvenis al la Granda Rivero. Kion ni faru? Ĉu ni provu ĝin transiri?

source: We must cross this river. The undead are chasing us, and their hordes are much too great for us to defeat. Reinforcements for the undead will arrive soon. We must be across the river before that happens.
eo: Ni devas transiri la riveron. La nemalvivaj ĉasas nin, kaj iliaj hordoj estas multe tro grandaj por venki. Mortvivantaj helptrupoj baldaŭ alvenos. Ni devas esti trans la rivero antaŭ ol tio okazos.

source: Across this river lies the Northland. If we can get there, we may be able to get some ogres to help us - but the orcs will definitely attack us before that happens.
eo: Trans la rivero troviĝas la Nordlando. Se ni povas ĝin atingi, eble ni povas persvadi al kelkaj ogroj, ke ili helpu nin - sed la orkoj sendube atakos nin antaŭe.

source: Grug say we no help you! We finish must battle orc with!
eo: Grug diri ne helpi vi al! Ni devi fini batalon orko kun!

source: Was that comprehensible to anyone? Silence, foolish ogre. I will deal with you later. Right now there are men trying to cross this river.
eo: Ĉu iu komprenis tion? Silentu, stulta ogro. Mi zorgas pri vi poste. Nun ja estas homoj provantaj iri trans la riveron.

source: Orc foolish! Die you now!
eo: Orko stulta! Mortu nun vi!

source: If we show ourselves as enemies of the orcs, they may aid us. But I think we should cross the river before trying to convince these ogres to help.
eo: Se ni montru nin kiel malamikoj de la orkoj, ili eble helpus nin. Sed mi kredas ke ni devas unue transiri la riveron, antaŭ ol komenci la persvadon de la ogroj.

source: The undead reinforcements have arrived! We must cross the river immediately!
eo: La mortvivantaj helpotrupoj alvenis! Ni devas transiri la riveron nun!

source: Good! We have crossed. Now let's see if we can get the Ogres to join us. They have been convinced to work for the Crown in the past; maybe it can be done again.
eo: Bone, ni estas trans la rivero. Ni nun provu persvadi al la ogroj, ke ili helpu nin. Iam en la estinteco oni jam persvadis al ili, ke ili batalas sub la krono; eble tio povas okazi denove.

source: Grug say join you will he.
eo: Grug diri li veni kun vi.

source: You may now recruit ogres!
eo: De nun vi povas varbi ogrojn!

source: Hurry up. We must get across before these undead slaughter us!
eo: Rapidu. Ni devas transiri antaŭ ol la nemalvivaj buĉas nin!

source: Undead Crossing
eo: Mortvivanta Transiro

source: These fens look impassable. I don't think we will be able to continue on this road; it is time to turn northwards, away from these undead.
eo: Ĉi tiu marĉo aspektas nepasebla. Mi kredas ke ni ne daŭre povas iri ĉi tiun vojon; la tempo venis ke ni turnu norden, for de la nemalvivaj.

source: We must cross this river, then. We must make haste, already we have wasted too much time. Undead have positioned themselves in the middle of the ford.
eo: Ni devas transiri la riveron, do. Ni devas rapidi, ĉar jam nun ni malŝparis tro multe da tempo. Nemalvivaj prenis pozicion meze en la transirejo.

source: Across this river lies the Northland. Ogres live there, as do orcs. We should proceed with caution. The undead are dangerous, but the orcs may be more dangerous still.
eo: Trans la rivero troviĝas la Nordlando. Tie vivas ogroj kaj ankaŭ orkoj. Ni devas esti singardaj. La nemalvivaj estas danĝeraj, sed la orkoj eble estas eĉ pli danĝeraj.

source: I will leave your bodies to rot in the river, then I will raise you up to serve in my Master's undead hordes!
eo: Mi lasos viajn kadavrojn putrantajn en la rivero, kaj poste mi revivigos vin por servi la mortvivantajn hordojn de mia Mastro.

source: I summon from the depths of the river those beasts which will destroy you!
eo: Mi vokos de la profundoj de la rivero tiujn bestojn, kiuj detruos vin!

source: It seems as if in addition to summoning undead this foul sorcerer has learned to call up monsters from the deep!
eo: Ŝajnas, ke ĉi tiu aĉa sorĉisto ne nur povas voki nemalvivajn, sed ankaŭ monstroj de la profundo!

source: Training the Ogres
eo: Trejni la Ogrojn

source: Survive until end of turns
eo: Travivu ĝis la viclimo

source: To add ogres to your army, keep two on the grass until end of turns
eo: Por aldoni ogrojn al via armeo, restigu du el ili sur la herbejo ĝis la viclimo

source: Look, we have found a pack of Ogres. We should try to capture some to train.
eo: Rigardu, ni trovis grupon da ogroj. Ni devus provi kapti kelkajn por trejnado.

source: All right, we have to keep at least two of these Ogres on the grass where they can't escape until our troops get here to capture them. Then they will have to lead us to their tribe.
eo: Bone, ni devas restigi almenaŭ du el la ogroj sur la herbejoj, kie ili ne povas eskapi ĝis niaj trupoj alvenos por ilin kapti. Tiam ili devos konduki nin al sia tribo.

source: We should try to surround them. Gweddry, you stay where you are. Dacyn, you go north-east. I'll go north-west.
eo: Ni provu ĉirkaŭi ilin. Gvedrio, restu ĉi tie. Dasino, iru nordorienten. Mi iros nordokcidenten.

source: We have let one escape. Let's hope they don't all!
eo: Ni lasis unu eskapi. Espereble ili ne ĉiuj faras same!

source: Our troops have caught up! Now, we will be able to recruit Ogres, since these will be able to convince their tribe to join us.
eo: Niaj trupoj alvenis ĉe ni! Nun, ni povas varbi ogrojn, ĉar ĉi tiuj povas persvadi iliajn tribon veni kun ni.

source: We didn't capture enough of the ogres here. We will have to go on without them.
eo: Ni ne kaptis sufiĉe de la ogroj. Ni devos iri sen ili.

source: Xenophobia
eo: Ksenofobio

source: Defeat all enemy leaders
eo: Venku ĉiun malamikan estron

source: Hail, Dwarves! Will you help us get by these foul Orcs? We need to get further along this path.
eo: Saluton, Nanoj! Ĉu vi bonvolas helpi nin pasi ĉi tiujn aĉajn orkojn? Ni devas iri plu laŭ ĉi tiu vojo.

source: You human! Call us foul, will you?!?!
eo: Vi homo! Nomi nin aĉaj, ĉu?!?!

source: Why should we help you? You're not a dwarf!
eo: Kial do ni helpus vin? Vi ne estas nano!

source: Your people helped us in the past, in the tunnels in the South. Why won't you help us now?
eo: Via popolo helpis nin en la estinteco, en la tuneloj en la Sudo. Kial vi ne volas helpi nin nun?

source: Impossible! I can't believe any of my comrades would have helped a human!
eo: Neeble! Mi ne povas kredi ke iu ajn de miaj kamaradoj helpus homon!

source: Indeed. Why should any of us help those not of our people?
eo: Efektive. Kial ni helpus iun alipopolan?

source: Will you then just let us pass, so that we may fight the orcs on our own?
eo: Ĉu vi almenaŭ lasos nin pasi, por ke ni mem povu batali kontraŭ la orkojn?

source: I am afraid that is... impossible.
eo: Bedaŭrinde mi kredas ke tio estas... neebla.

source: Orcs, kill'em all! Humans, elves or dwarves, it don't matter!
eo: Orkoj, mortigu ilin ĉiujn! Homoj, elfoj kaj nanoj, ĉiuj!

source: These orcs will die. But so will you, human. You have trespassed on Elvish land.
eo: La orkoj mortos. Kaj ankaŭ vi, homo. Vi entrudis vin en Elfan landon.

source: Oh, Elvish land is it now? Die, you elf-dog! And you too, human!
eo: Ho, Elfa lando ĝi estas, ĉu? Mortu, vi elfhundo! Kaj vi, homo!

source: These people won't listen to reason, they are all blinded by their belief in their own supposed superiority. We probably will have to fight them, although we may be able to bypass them.
eo: Oni ne povas argumenti kun ĉi tiuj homoj, ili estas blindigita per sia kredo je sia propra supereco. Bone povas esti ke ni devas batali kun ili, sed eble ni povas preterpasi ilin.

source: True. As much as I dislike killing anything but orcs and undead, it seems we will have to kill these elves, and these dwarves, before they kill us.
eo: Vere. Malgraŭ mia malŝato mortigi iun ajn krom orkojn kaj nemalvajn, mi pensas ke ni devas mortigi ĉi tiujn elfojn kaj nanojn, antaŭ ol ili mortigos nin.

source: Argh! I'm dead! Well, dwarves are still the best!
eo: Arĥ! Mi mortis! Nu, ankoraŭ nanoj superas!

source: I die? Orcs rule all!
eo: Mi mortas? La orkoj regas ĉiujn!

source: It seems these humans are more powerful than I thought. Ugh.
eo: Ŝajnas ke ĉi tiuj homoj estas pli potencaj ol mi pensis. Uĥ.

source: Lake Vrug
eo: Lago Vrug

source: Defeat the trolls and gryphons
eo: Venku la trolojn kaj grifojn

source: The trail stops soon. We have almost reached our destination, if we can call it that. There is a large lake in front of us, with a small island off the coast. If we burn down the bridge to it, no one will ever be able to reach us.
eo: La vojo baldaŭ ĉesos. Ni preskaŭ atingis nian celon, se oni povas nomi ĝin tiel. Estas granda lago antaŭ ni, kun eta insulo for de la bordo. Se ni bruligus la ponton al ĝi, neniu ajn povus atingi nin.

source: But what if there are already people living on it? We will have to fight them! And besides, the undead can build boats.
eo: Sed se aliaj uloj jam loĝas tie, ni devas batali kun ili! Kaj krome, nemalvivaj kapablas konstrui boatojn.

source: There are other people. A tribe of trolls, and some gryphons. But it is safer than fighting the undead, and once we kill them, the island will be ours.
eo: Estas aliaj uloj. Tribo da troloj kaj kelkaj grifoj. Sed tio estas malpli danĝera ol batalo kontraŭ la nemalvivaj, kaj kiam ni mortigos ilin, la insulo estos nia.

source: Very well, we will go on, take this island. It appears we have no choice. Onward!
eo: Tre bone, ni iros tien kaj prenos la insulon. Ŝajne ne estas alternativoj. Antaŭen!

source: There is an abandoned castle here. It looks repairable - we should settle here.
eo: Estas forlasita kastelo ĉi tie. Ĝi aspektas bonigebla - ni devus resti ĉi tie.

source: Very well. Let us rally there, and then move to destroy these trolls and gryphons.
eo: Tre bone. Ni refortiĝu tie kaj poste detruu la trolojn kaj grifojn.

source: We will base our attack from here. Now go, destroy the enemy!
eo: Ĉi tiu loko estu la bazo de nia atako. Nun iru, detruu la malamikon!

source: You find 100 gold in the fortress!
eo: Vi trovas 100 ormonerojn en la fortikaĵo!

source: We have done it! The island is ours. Our journey is complete.
eo: Ni sukcesis! La insulo estas nia. Nia vojaĝo plenumiĝis.

source: Be not going too fast. You gonna come wid us.
eo: Estu ne irante tro rapide. Vi estas irantaj kun ni.

source: Captured
eo: Kaptita

source: After reaching what they believed was safety, Gweddry and his men had been captured by northern orcs.
eo: Post atingi tion, kion ili kredis estas maldanĝero, Gvedrio kaj siajn virojn estis kaptitaj de la nordaj orkoj.

source: They were being taken to the orcish king, Dra-Nak, but, of course, they wished to escape before that happened...
eo: Ili estus kondukitaj al la orkreĝo Dra-Nak. Sed kompreneble ili volis eskapi antaŭ ol tio okazus...

source: Prison
eo: Malliberejo

source: Torture Chamber
eo: Torturĉambro

source: Throne Room
eo: Tronĉambro

source: The City
eo: La Urbo

source: Exit
eo: Eliro

source: King Dra-Nak
eo: Reĝo Dra-Nak

source: Escape through the south-west tunnel
eo: Eskapu tra la sud-okcidenta koridoro

source: I think Dacyn and Owaec have escaped already. Now I have to, also... these guards are not being very alert, I may be able to get past them...
eo: Mi kredas ke Dasino kaj Ovajko jam eskapis. Nun mi devas fari same... tiuj ne estas tre gardemaj gardantoj. Mi eble povas preteriri ilin...

source: Aha! There is a small crack in the cave wall here.
eo: Aha! Troviĝas eta krevaĵo en la kavernmuro.

source: So, Gweddry, you escaped too? Good. I think they have the rest of our troops captive, along with the peasants following us. We should be able to rescue them.
eo: Do, Gvedrio, ankaŭ vi povis eskapi. Bone. Kredeble ili tenas kaptitaj ankaŭ niajn soldatojn kaj la kamparanojn, kiuj sekvas nin. Ni verŝajne sukcesos liberigi ilin.

source: Where are they? These caves are impossible to navigate!
eo: Kie ili estas? Oni ne facile trovas la vojon en ĉi tiuj kavernoj.

source: Somewhere south of us. We are in a hidden passage in the north. Oh, and some others escaped too, along with Owaec.
eo: Ie sude de ni. Ni estas en kaŝita norda pasejo. Kaj kune kun Ovajko kelkaj aliaj sukcesis eskapi.

source: Well, where are the prisoners?
eo: Nu, kie estas la kaptitoj?

source: Right here, boss.
eo: Ĉi tie, estro.

source: Well, where's their leader? I don't see him.
eo: Kie estas la estro? Mi ne vidas lin.

source: Uh... (whispers).. I dunno. He escaped, I think.
eo: Hu.... (murmuras).. Mi ne scias. Li eble eskapis.

source: You fool! Well, find him. Bring him to me! Wait, no, just kill him on sight.
eo: Stultulo! Nu, retrovu lin! Konduku lin al mi! Ne, atendu! Tuj mortigu lin.

source: Look, the escaped prisoners have returned!
eo: Rigardu. La kaptitoj revenis!

source: Kill them.
eo: Mortigu ilin.

source: The guards are distracted! Now is the time to escape!
eo: La gardantoj estas distrita! Nun ni povas eskapi!

source: Huh? Who's there, who said that?
eo: Hu? Kiu estas tie, kiu diris tion?

source: I see the exit to the tunnel! Onward!
eo: Mi vidas la eliro de la koridoro! Antaŭen!

source: Wait! We cannot go out that way. There are too many orcs. We must exit through the south-west gates.
eo: Atendu! Tien ni ne povas iri. Estas tro multe da orkoj. Ni devas eliri tra la sud-okcidentaj pordoj.

source: Very well. We must go the other way.
eo: Nu bone. Ni devas iri la alian vojon.

source: Good! We have escaped these accursed caves!
eo: Bone! Ni eskapis tiujn malbenitajn koridorojn!

source: Evacuation
eo: Malokupo

source: Gweddry had escaped from the orcish prisons. He found himself in the Northlands, farther south than before. Orcs were at his back. He and his men went south, until they reached the Great River.
eo: Gvedrio eskapis la orkajn karcerojn. Li nun troviĝis en la Nordlandoj, pli sude ol antaŭe. Estis orkoj je lia dorso. Li kaj liaj viroj iris suden, ĝis ili atingis la Grandan Riveron.

source: Destroy the bridge OR defeat all enemies
eo: Detruu la ponton AŬ venku ĉiujn malamikojn

source: Get Gweddry to Weldyn
eo: Konduku Gvedrion al Weldino

source: Leave any of the three heroes on the north side of the river
eo: Lasu iu ajn el la tri herooj norde de la rivero

source: Engineer
eo: Konstruisto

source: All is lost! We have to get out of the Northlands as quickly as possible! Run for your - what the...?!? Who are you?
eo: Ĉio perdiĝas! Ni devas forlasi la Nordlandoj kiel eble plej rapide! Kuru por savi vian... - kio do... ?!? Kiu estas vi?

source: I'm an enginea'. I s'pect you'll have a need of me services. I bet you're gonna want me to blow up that bridge ov'r theah.
eo: Mi estas konstruist'. Mi s'pozas vi bezonos miajn servojn. Mi vetas vi volos ke mi ekspl'digas tiun ponton.

source: Why would we want to do that?!?
eo: Kial ni volus fari tion?!?

source: Well, I see those orcs are chasin' you, and if I blow up the bridge, they can't get across. It'll help you to escape.
eo: Nu, mi vidas tiujn orkojn ĉ'sante vin, kaj se mi ekspl'digus la ponton, ili ne povas transiri ĝin. Tiel vi povus eskapi.

source: I see... I think it is a good idea to hire him. How much?
eo: Mi komprenas... Me kredas ke estus bone dungi lin. Kiom do?

source: I aint charging gold - I wants protecshun! Everywhere I go, I see orcs, undead. 'T'aint safe 'round 'ere!
eo: Mi dem'ndas ne monon - mi dem'ndas protekton! Ĉie kie me venas mi renkontas orkojn, nemalvivajn. Ĉie estas d'nĝeroj!

source: Very well, we'll protect you from the undead. But we can't help you until we get across this river. Now let's go!
eo: Nu bone, ni protektos vin de la nemalvivaj. Sed ni ne povos vin helpi antaŭ ol ni transiros la riveron. Ni iru nun!

source: Deal. I c'n blow'er up once I get to that signpost ov'r dere. That's where my eq'pment is.
eo: Akordo. Mi povas ĝin ekspl'digi kiam mi atingos tiun vojm'ntrilon. Tie estas miaj iloj.

source: So, d'ya want me to blow up der bridge yet, Cap'n?
eo: Do, vi volas ke mi ekspl'digu la ponton nun, Kapitano?

source: Yes, blow it up.
eo: Jes, eksplodigu ĝin.

source: Alright! Blast'n time!
eo: Bone! Eksplodotempo!

source: BOOM!!!
eo: BUM!!!

source: Good, we have escaped from these orcs. But where will we go? There are undead in Wesnoth.
eo: Bone ni eskapis de la orkojn. Sed kien ni iru? Estas nemalvivaj en Vesnoto.

source: It is not safe here, but we cannot go back north. The orcs are a more immediate threat.
eo: Ni ne estas sekuraj ĉi tie, sed ni ne povas reiri norden. La orjoj estas pli tuja minaco.

source: No, wait until later.
eo: Ne, atendu ankoraŭ.

source: Neh? Alright then, we'll wait fa' later, eh?
eo: Neh? Nu bone, ni atendu iom plu, ĉuh?

source: We have not thrown down the bridge in time! The orcs will kill us all!
eo: Ni ne sufiĉe baldaŭ detruis la ponton! La orkoj mortigos nin ĉiujn!

source: Well, we didn't have to blow up the bridge after all, but we still have to leave the northlands. More orcs will come. But where will we go? There are undead in Wesnoth.
eo: Nu, ni tamen ne bezonis eksplodigi la ponton, sed ni ankoraŭ devas forlasi la nordlandojn. Pli da orkoj venos. Sed kien ni iros? Estas nemalvivaj en Vesnoto.

source: So what do you propose?
eo: Kion vi proponas??

source: We cannot go north, for that is where orcs are... we cannot go east, for that is where the undead come from... we cannot go west, for the ocean lies in that direction, and we have no ships. We would survive for a time, but we would still be in Wesnoth, and the undead would still find us.
eo: Ni ne povas iri norden, ĉar tie estas la orkoj... ni ne povas iri orienten, ĉar de tie venas la nemalvivaj... ni ne povas iri okcidenten, ĉar tie troviĝas la oceano, kaj nin mankas boatoj. Ni travivus iom da tempo, sed ankoraŭ ni estus en Vesnoto, kaj la nemalvivaj trovus nin.

source: We could go south, and return to Wesnoth... but I do not know what that would accomplish.
eo: Ni povus iri suden, reirante al Vesnoto... sed mi ne scius kion ni gajnus tiel.

source: It would accomplish nothing! The undead will kill us all!
eo: Ni gajnus nenion! La nemalvivaj mortigos nin ĉiujn!

source: Have you not heard what Dacyn said? Either the orcs or undead will kill us no matter what we do. Our only hope was to isolate ourselves on the Isle of Vrug. We are too far away now to return that way, and we have aroused the orcfolk. We cannot try that again. So, if we have no hope...
eo: Ĉu vi ne aŭdis Dasinon? Ni ne povas malhelpi ke aŭ la orkoj aŭ la nemalvivaj mortigos nin. Nia ununura espero estis izoliteco sur la insulo Vrugo. Ni ne povas reiri tien nun, kaj ni kolerigis la orkaro. Tio ni ne povas provi denove. Do, se ne estas espero...

source: There is still some hope left. If we return to Wesnoth, we may be able to aid the king in defeating these invaders. We saw them attack us. And, I have... advice. To give the king. I may know the undead's weakness.
eo: Sed ja estas iom da espero. Se ni reiros al Vesnoto, eble ni povas helpi la reĝon venki la entrudantojn. Ni vidis iliajn atakojn kontraŭ ni. Kaj mi havas... konsilon. Por la reĝo. Eble mi konas la malforton de la nemalvivaj.

source: I'll be followin' yah from now on. Hope yah can get to Weld'n an' all so I c'n stop runnin'...
eo: Mi estos sekvahntan vin de nun. Esperas vi povas at'ngi Vesnoton kaj ĉio, por ke la kurado ĉesu.

source: The Drowned Plains
eo: La Subakvaj Ebenoj

source: There are still humans in this village! They can help us.
eo: Ankoraŭ restas homoj en ĉi tiu vilaĝo! Ili povas helpi nin.

source: Villager
eo: Vilaĝano

source: The undead have killed all the villagers here, but they left their valuables.
eo: La nemalvivaj mortigis ĉiujn vilaĝanojn, sed postlasis iliajn valoraĵojn.

source: Defeat Khrakrahs, the Skeletal Dragon
eo: Venku Khrakrahs, la Osta Drako.

source: Now, we have reached the fair homeland of my people. They may be able to help us in -
eo: Ni atingis la belan hejmlandon de mia popolo. Ili eble povas helpi nin -

source: What?! Swamps?! Those Undead have destroyed the grasslands of my House, and they shall pay for it!
eo: Kio?! Marĉo?! La nemalvivaj detruis la ebenojn de mia Domo. Tion ili bedaŭros!

source: The lich-lord must have flooded the valley. The undead like the swamp. It is death, decay, everything that they are themselves.
eo: La ostul-mastro kredeble subakvigis la valon. Nemalvivaj ŝatas marĉon. Ĝi estas morto, putro, ĉio kio ili mem estas.

source: I s'ppose we'll hav' to wade across it... ugh. An' with dis mist from de swamp, we can't e'en see any 'nemies.
eo: Mi s'pozas ke ni devas travadi ĝin... uĥ. Kaj pro la nebulo ni eĉ ne povas vidi iun malamikon.

source: Findshhhh... slayhhhh... killhhhh...
eo: Trovuhhhhh... mortiguhhhhh....

source: What is that?!?
eo: Kio estas tio?!?

source: I do not know, but my guess is the dragon Khrakrahs. He was a powerful beast indeed, in the time of Haldric, living in the Northern Mountains. But he does not sound alive. I know not what happened, but we must destroy him.
eo: Mi ne scias, sed verŝajne estas la drako Khrakrahs. Li estis vere potenca besto, en la tempo de Haldriko, loĝante en la Nordaj Montoj. Sed li ne sonas vive. Mi ne scias kion okazis, sed ni devas detrui lin.

source: Undead, undead are rising out of the ground!
eo: Nemalvivaj, nemalvivaj superiĝas el la tero!

source: Aha! I see what they have done. They have raised him as a dragon. But he does not appear to be weak to my holy flame... this is strange magic indeed.
eo: Aha! Mi vidas kion ili faris. Ili revivigis lin kiel drako. Sed li ŝajne ne suferas pro mia sankta flamo... ja stranga magio.

source: Approaching Weldyn
eo: Alproksimiĝo al Veldino

source: Konrad II
eo: Konrado la Dua

source: Death of Konrad II
eo: La morto de Konrado la Dua

source: We have finally reached Weldyn, but it seems the undead have surrounded it. We must break through to reach the king!
eo: Finfine ni atingis Verdinon. Sed la nemalvivaj ĉirkaŭas ĝin. Ni devas trarompi por atingi la reĝon!

source: It would be best not to try to defeat these undead, there are too many of them. Go straight to the city.
eo: Plej bone estus ne provi venki la nemalvivajn, ĉar estas tro multe de ili. Iru rekte al la urbo.

source: We have reached Weldyn. Now we must have a council to decide what to do next.
eo: Ni atingis Veldinon. Nun ni devas kunveni kaj decidi kion farendas.

source: Come, into the castle.
eo: Venu, en la kastelon.

source: Weldyn has been captured, and Wesnoth is no more...
eo: Veldino estas okupita kaj Vesnoto eksiĝis...

source: The Council
eo: La Konsilaro
