Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-ei/*.po
Languages: eo

source: Before we begin our council, I must tell you all a story, of who this lich we face is. He was at first a mage of light, like me, and his fall began during the reign of Haldric VII...
eo: Antaŭ ol komenci la konsilaradon, mi devas rakonti historion al vi ĉiu, pri la ostulo, kiu minacas nin. Unue li estas mago de lumo, kiel mi. Lia falo komenciĝis dum la regado de Haldriko la Sepa...

source: The greatest seer in the land, Galdren, foresaw that some day, some day soon, a great evil would spread over the land. The king, naturally, was worried. The seer told him that the only way to stop the evil was to appoint a mage, versed well in combat with the spirits of darkness, to be the king's advisor.
eo: La plej granda aŭguristo en la lando, Galdreno, antaŭdiris ke unu tagon, baldaŭ, granda malbono disiĝus tra la lando. La reĝo, kompreneble, ekzorgis. La aŭguristo diras al lin ke la sola eblo halti la malbonon estus enoficigi magon, sperta pri kombatado kontraŭ la mallumaj spiritoj, kiel la konsilisto de la reĝo.

source: In all the land, there were two magi of light that clearly stood out from the rest. A mage from the East named Ravan, and myself. The King, wishing to choose a good advisor, sent us both before Galdren. Then he conversed with the seer privately. None know what was said, but when he came out he announced that the seer was dead, and he had chosen me as his new advisor.
eo: En la tuta lando, estis du magoj de lumo kiuj estis, super ĉiuj aliaj, rimarkeblaj. Mago de la oriento, kun la nomo Ravan, kaj mi mem. La reĝo, volonte elekti bonan konsiliston, veniĝis nin ambaŭ antaŭ Galdreno. Poste li konsiliĝis sole kun la aŭguristo. Neniu scias kio estas dirita, sed poste li anoncis la morton de la aŭguristo, kaj la elekto de mi kiel lia konsilisto.

source: Ravan took this quietly enough, we all thought, but now I think that this was when he began his fall. He went deep into conversation with the spirits of darkness, hoping to discover their weaknesses, but it was they who found his. In time, as all of the magi of death eventually do, he took his own life and reformed himself as a lich, one of the most powerful ones ever seen.
eo: Ravano, ni ĉiu kredis, prenis ĉi tiun sufiĉe bone, sed nun mi kredas ke tiam komenciĝis lian falon. Li komencis profundan interparolon kun la spiritoj de mallulo, esperante malkovri ilian malfortojn, sed estas ili kiuj trovis la lian. Post tempo, kiel faras ĉiu mago de morto finfine, li prenis sian propran vivon kaj reformis sin kiel ostulon, unu el la plej potencaj la mondo iam konis.

source: One day, he disguised himself and came to the castle, where I was living. He demanded to see me, and the guards let him in, for then he was still a respected member of the court. When I came out, he revealed himself, named himself Mal-Ravanal, and challenged me to a duel.
eo: Unu tagon, li maskovestis sin kaj iris al la kastelo, kie mi loĝis. Li postulis renkontiĝon kun mi, kaj la gardistoj lasis lin enen, ĉar tiam li ankoraŭ estis estimata kortegano. Kiam mi venis li vidigis sin, nomis sin Mal-Ravanalo, kaj defias min pri duelo.

source: The guards, surprised by this sudden revelation, advanced to attack him. However, as he was now skilled in the magical art of teleportation, he simply vanished. And has not been seen since.
eo: La gardistoj, surprizita de la subita revelacio, ekatikis lin. Sed, ĉar nun li scipovis la magian arton de teleportado, li simple malaperis. Kaj neniu vidis lin post tiam.

source: Kaldor
eo: Kaldoro

source: Not been seen, that is, until the day when he attacked Gweddry and me in that outpost on the Eastern border. This is the lich we are facing: Mal-Ravanal.
eo: Ne vidis lin, ĝis la tago kiam li atakis Gvedrion kaj min en la antaŭposteno laŭ la orienta landlimo. Ĉi tiu estas la ostulo, kiu minacas nin: Mal-Ravanalo.

source: So what should we do now?
eo: Do, kion ni faru nun?

source: We must fight, obviously. Surely the might of Wesnoth can triumph over a mere Lich!
eo: Ni devas batali, kompreneble. Certe, la potenco de Vesnoto povas triumfi super aĉan ostuolon!

source: Weldyn under Attack
eo: Atako je Veldino

source: Halrad
eo: Halrado

source: Halric
eo: Halriko

source: Halrod
eo: Halrodo

source: We will fight soon, my lord. Look, night approaches; they will soon attack. I hope we can hold them off.
eo: Ni baldaŭ batalos, Mastro. Rigardu, la nokto venas; baldaŭ ili atakos. Mi esperas ke ni povas rezisti ilin.

source: Very well. But this... Mal-Ravanal, that you spoke of, is he here?
eo: Tre bone. Sed ĉi tiu... Mal-Ravanalo, pri kiu vi poralis, ĉu li estas ĉi tie?

source: I do not sense his magic, but he might be concealing his presence.
eo: Mi ne sentas lian magion, sed eble li kaŝas sian ĉeeston.

source: In any case, the undead are attacking now. Let us hope we can last out the night.
eo: Ĉiuokaze, la nemalvivaj atakas nun. Ne esperu ke ni travivos la nokton.

source: The undead are tearing down our defences!
eo: La nemalvivaj detruas niajn defendojn!

source: I have died, and with me gone the city shall fall.
eo: Mi mortis, kaj sen mi, la urbo nepre falos.

source: Look, the sun has risen, and the undead are retreating.
eo: Rigardu, la suno leviĝis, kaj la nemalvivaj retiras.

source: Messenger of Doom
eo: Heroldo de Maltriumfo

source: I come bearing a message from my leader.
eo: Mi venas portante mesaĝon de mia estro.

source: Very well, you may read it. It might tell us something useful.
eo: Bone, vi rajtas voĉlegi ĝin. Ĝi eble diros ion taŭgan.

source: He says: 'Well done; you have defeated some of my less powerful captains, and a small fraction of my horde. Were I to bring the whole might of my Dread Legions to bear I could crush you like an insect. But I seek a victory that will reveal the true extent of my personal power. Unlike the Great General Gweddry I do not seek to hide behind the armored skirts of my soldiers! You, O commander Gweddry, are a coward! The bards may sing that you defeated my captains, but in reality you did nothing but cower far behind the lines in safety while others braver than you fought and died in your name.'
eo: Li diras: 'Bone farita; vi venkas kelkajn el miaj malpli potenca kapitanoj, kaj eta ono de mia hordo. Se mi sendus la plenan potencon de miaj Terurlegioj mi povus frakasi vin kiel insekton. Sed mi celas venkon kiu vidigos la veran grandecon de mia propra potenco. Malsame la Granda Generalo Gvedrio, mi ne provas kaŝi malantaŭ la fortigitaj vestoj de miaj soldatoj! Vi, ho komandanto Gvedrio, estas malkuraĝulo! La bardoj ebla kantos ke vi venkis miajn kapitanojn, sed vere vi faris nenion krom malkuraĝi sekura malantaŭ la fronto, dum aliaj, pli kuraĝaj, batalis kaj mortis en via nomo.'

source: What is the point of this message? Does it consist of anything more than insults?
eo: Kion celas la mesaĝo? Ĉu ĝi enhavas ion ajn krom nur ofendoj?

source: No! I... die...
eo: Ne! Mi... mortas...

source: We are doomed...
eo: Ni estas damnita...

source: I... must... argh.
eo: Mi... devas... arĥĥĥ.

source: Grarrgg....
eo: Grarĥĥ

source: It was the thirtieth year of Konrad II's reign, and there were strange occurrences on the eastern border of Wesnoth.
eo: Estis la trideka jaro de la regado de Konrado la Dua, kiam okazis strangaj aferoj ĉe la orienta landlimo de Vesnoto.

source: Cattle and beasts of burden were found dead in the fields, and men went missing from their houses, with no clues but a thin stream of black blood. At first the settlers suspected raiders from the great desert, but when they sent scouts east they found nothing but a small mountain range and miles of swamp.
eo: En la kampoj oni trovis mortigitajn brutojn kaj ŝarĝobestojn, kaj homoj malaperis el siaj domoj sen spuro krom maldika rivereto de nigra sango. Unue la kolonianoj suspektis rabistojn el la granda dezerto, sed kiam ili sendis esploristojn, tiuj trovis nenion krom montareto kaj mejloj da marĉo.

source: The disappearances did not stop, and every day the terror grew greater. Eventually, the people living in the eastern villages sent a messenger to the King, asking for help. The messenger rode hard for many days and nights, and finally reached the city of Weldyn.
eo: La malaperoj ne ĉesis, kaj ĉiutage la timo kreskis. Je iu tago la homoj loĝantaj en la orientaj vilaĝoj, sendis mesaĝiston kun helppeto al la reĝo. La mesaĝisto rapide rajdis dum multaj tagoj kaj noktoj, kaj finfine atingis la urbon Veldino.

source: When the King received news of the problem, his advisor Dacyn had much to say. Apparently, these attacks were connected to similar ones that occurred earlier on the southern border, attacks by Undead. Dacyn outlined a plan to combat these intrusions.
eo: Kiam la reĝo eksciis pri la problemoj, lia konsilisto Dasino povis multe diri. La atakoj efektive tre similis al atakoj okazintaj pli frue ĉe la suda landlimo, atakoj de nemalvivaj. Por kontraŭbatali la novajn invadojn Dasino elpensis planon.

source: In the days of the king Garard I, three outposts had been built along the south-eastern border to stop Orcish raiders from the east from entering Wesnoth. Since that time, the lands beyond the mountains had turned to marsh, and the orcs had left the mountains for the lands in the North.
eo: En la tagoj de reĝo Garardo la Unua oni konstruis tri antaŭpostenojn laŭ la sudorienta landlimo por haltigi orkajn rabistojn el la oriento. Sed antaŭlonge la landoj malantaŭ la montoj iĝis marĉo kaj la orkoj iris norden, forlasante la montojn.

source: One of them, the South Guard, had been the site of the previous attacks, and was still occupied. Konrad II decided to re-man the other outposts also. He sent two of the most promising young officers to them.
eo: Unu el la postenoj, la Suda Gvardio, estis atakata antaŭe, kaj restis ankoraŭ kunhoma. Konrado la Dua decidis rekunhomigi ankaŭ la aliajn postenojn. Li sendis du el la plej promes-plenaj junaj oficiroj al ili.

source: To the northern outpost he sent Owaec, a clan noble. To the middle outpost, he sent Gweddry, who would be accompanied by Dacyn the mage. It is with them this story is concerned.
eo: Al la norda posteno li sendis Ovajkon, klannobelo. Al la meza posteno li sendis Gvedrion akompanatan de Dasino, la mago. Estas ili, pri kiuj tiu ĉi rakonto temas.

source: All went well once the King's forces arrived. There were no attacks for several weeks, and Gweddry's men started to grow incautious. Then, at dawn one day, Gweddry and his men were roused by the startled cries of the night watchmen...
eo: Ĉio estis bona kiam la trupoj de la reĝo alvenis. Ne okazis atakoj dum kelkaj semajnoj kaj la viroj de Gvedrio iĝis iom malsingardaj. Tiam, unu tagon frumatene, Gvedrio kaj liaj viroj vekiĝis pro la timigitaj krioj de la noktaj gardantoj...
