Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-manpages/*.po
Languages: gl

source: The time length definition. The format is: %d[%s[%d%s[...]]] where %s is s (seconds), m (minutes), h (hours), D (days), M (months) or Y (years) and %d is a number. If no time modifier is given minutes (m) are assumed. Example: B<time="1D12h30m"> results in a ban time of 1 day, 12 hours and 30 minutes.
gl: A definición do tempo de duración. O formato é «%d[%s[%d%s[...]]]», onde %s será «s» (segundos), «m» (minutos), «h» (horas), «D» (días), «M» (meses) ou «Y» (anos), e %d será un número. Se non se proporciona un modificador de tempo asumirase en minutos (m). Por exemplo: time="1D12h30m" é un tempo de veda de 1 día, 12 horas e 30 minutos.

source: B<[proxy]> A tag to tell the server to act as a proxy and forward the connected client's requests to the specified server. Accepts the same keys as B<[redirect]>.
gl: B<[proxy]> é unha etiqueta para que o servidor actúe coma proxy e dirixa as solicitudes dos clientes conectados ao servidor especificado. Acepta as mesmas claves que B<[redirect]>.

source: B<[user_handler]> Configures the user handler. Available keys vary depending on which user handler is set with the B<user_handler> key. If no B<[user_handler]> section is present in the configuration the server will run without any nick registration service.
gl: B<[user_handler]> configura o xestor de usuarios. As palabras clave dispoñibles variarán dependendo do xestor de usuarios que se estableza mediante a palabra clave B<user_handler>. Se non hai ningunha sección B<[user_handler]> na configuración, o servidor executarase sen ningún servizo de rexistro de alcumes.

source: (for user_handler=forum) The hostname of the database server
gl: (para «user_handler=forum») O nome do servidor da base de datos.

source: (for user_handler=forum) The name of the database
gl: (para «user_handler=forum») O nome da base de datos.

source: (for user_handler=forum) The name of the user under which to log into the database
gl: (para «user_handler=forum») O nome do usuario co que iniciar sesión na base de datos.

source: (for user_handler=forum) This user's password
gl: (para «user_handler=forum») O contrasinal de dito usuario.

source: (for user_handler=forum) The name of the table in which your phpbb forums saves its user data. Most likely this will be E<lt>table-prefixE<gt>_users (e.g. phpbb3_users).
gl: (para «user_handler=forum») O nome da táboa na que o foro phpbb almacena os datos do usuario. O máis probable é que dita táboa sexa E<lt>prefixo-da-táboaE<gt>_users (por exemplo, phpbb3_users).

source: (for user_handler=forum) The name of the table in which wesnothd will save its own data about users. You will have to create this table manually, e.g.: B<CREATE TABLE E<lt>table-nameE<gt>(username VARCHAR(255) PRIMARY KEY, user_lastvisit INT UNSIGNED NOT NULL DEFAULT 0, user_is_moderator TINYINT(4) NOT NULL DEFAULT 0);>
gl: (para «user_handler=forum») O nome da táboa na que wesnothd gardará os seus propios datos dos usuarios. Terás que crear esta táboa manualmente, por exemplo mediante: B<CREATE TABLE E<lt>nome-da-táboaE<gt>(username VARCHAR(255) PRIMARY KEY, user_lastvisit INT UNSIGNED NOT NULL DEFAULT 0, user_is_moderator TINYINT(4) NOT NULL DEFAULT 0);>

source: (for user_handler=sample) The time after which a registered nick expires (in days).
gl: (para «user_handler=sample») O tempo en días tras o cal caduca un alcume rexistrado.

source: B<[mail]> Configures an SMTP server through which the user handler can send mail. Currently only used by the sample user handler.
gl: B<[mail]> configura un servidor SMTP mediante o cal o xestor de usuarios pode enviar correos electrónicos. Actualmente só o utiliza o xestor de usuarios de exemplo.

source: The hostname of the mail server
gl: O nome do servidor de correo.

source: The user name under which to log into the mail server.
gl: O nome de usuario co que iniciar sesión no servidor de correo electrónico.

source: This user's password.
gl: O contrasinal deste usuario.

source: The reply-to address of you mail.
gl: O enderezo do remitente da mensaxe.

source: The port on which your mail server is running. Default is 25.
gl: O porto no que se executa o servidor de correo electrónico. O seu valor por defecto é «25».

source: Normal exit status is 0 when the server was properly shutdown. An exit status of 2 indicates an error with the command line options.
gl: Cando o servidor se apague correctamente o estado ao saír será «0». Será «2» en caso de houber un erro coa liña de ordes.

source: Written by David White E<lt>davidnwhite@verizon.netE<gt>. Edited by Nils Kneuper E<lt>crazy-ivanovic@gmx.netE<gt>, ott E<lt>ott@gaon.netE<gt>, Soliton E<lt>soliton.de@gmail.comE<gt> and Thomas Baumhauer E<lt>thomas.baumhauer@gmail.comE<gt>. This manual page was originally written by Cyril Bouthors E<lt>cyril@bouthors.orgE<gt>.
gl: Autor: David White E<lt>davidnwhite@verizon.netE<gt>. Modificacións posteriores: Nils Kneuper E<lt>crazy-ivanovic@gmx.netE<gt>, ott E<lt>ott@gaon.netE<gt>, Soliton E<lt>soliton.de@gmail.comE<gt> e Thomas Baumhauer E<lt>thomas.baumhauer@gmail.comE<gt>. Autor orixinal: Cyril Bouthors E<lt>cyril@bouthors.orgE<gt>.
