Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-manpages/*.po
Languages: gl

source: NAME
gl: NOME

source: wesnoth - Battle for Wesnoth, a turn-based fantasy strategy game
gl: wesnoth ─ Battle for Wesnoth, un xogo de estratexia por roldas ambientado nun mundo fantástico.

source: SYNOPSIS
gl: SINOPSE

source: B<wesnoth> [I<OPTIONS>] [I<PATH_TO_DATA>]
gl: B<wesnoth> [I<OPCIÓNS>] [I<RUTA_AOS_DATOS>]

source: DESCRIPTION
gl: DESCRICIÓN

source: Battle for B<Wesnoth> is a turn-based fantasy strategy game.
gl: O Battle for B<Wesnoth> é un xogo de estratexia por roldas ambientado nun mundo fantástico.

source: Defeat all enemy leaders using a well-chosen cadre of troops, taking care to manage your resources of gold and villages. All units have their own strengths and weaknesses; to win, deploy your forces to their best advantage while denying your foes the chance to do the same. As units gain experience, they acquire new abilities and become more powerful. Play in your own language and test your skill against a smart computer opponent, or join Wesnoth's large community of on-line players. Create your own custom units, scenarios or campaigns, and share them with others.
gl: Derrota a todos os líderes inimigos escollendo sabiamente ás túas tropas e xestionando coidadosamente os teus recursos de ouro e vilas. Todas as unidades teñen as súas propias fortalezas e debilidades. Para gañar, desprega as túas forzas de xeito que aproveiten completamente o seu potencial, e impide que o fagan os inimigos. A medida que as unidades consigan experiencia, adquirirán novas habilidades e volveranse máis poderosas. Xoga na túa propia lingua e proba as túas habilidades contra a intelixencia artificial, ou únete á gran comunidade de xogadores en liña do Wesnoth. Crea as túas propias unidades personalizadas, escenarios ou campañas, e compárteos cos demais.

source: OPTIONS
gl: OPCIÓNS

source: B<--bpp>I<\ number>
gl: B<--bpp>I<\ número>

source: sets BitsPerPixel value. Example: B<--bpp 32>
gl: Establece o valor de bits por píxel. Por exemplo: B<--bpp 32>

source: B<--config-dir>I<\ name>
gl: B<--config-dir>I<\ nome>

source: sets the user configuration directory to I<name> under $HOME or "My Documents\eMy Games" for windows.
gl: Define I<nome> coma o cartafol da configuración do usuario no seu directorio persoal («$HOME») ou «Os meus documentos»\e«Os meus xogos» en Windows.

source: prints the path of the user configuration directory and exits.
gl: Amosa a ruta do directorio da configuración do usuario e sae.

source: enables additional command mode options in-game (see the wiki page at http://www.wesnoth.org/wiki/CommandMode for more information about command mode).
gl: Activa opcións adicionais na consola do xogo (consulta a páxina wiki «http://wiki.wesnoth.org/CommandMode», en inglés, para obter máis información sobre a consola).

source: B<-e,\ --editor>I<\ file>
gl: B<-e,\ --editor>I<\ ficheiro>

source: displays the number of frames per second the game is currently running at, in a corner of the screen.
gl: Amosa o número de imaxes por segundo ao que se está executando o xogo, nunha esquina da pantalla.

source: runs the game in full screen mode.
gl: Executa o xogo a pantalla completa.

source: B<--gunzip>I<\ infile.gz>
gl: B<--gunzip>I<\ ficheiroentrada.gz>

source: decompresses a file which should be in gzip format and stores it without the .gz suffix. The I<infile.gz> will be removed.
gl: Descomprime un ficheiro que debería estar en formato gzip e gárdao sen o sufixo .gz. Borrarase o I<ficheiroentrada.gz>.

source: B<--gzip>I<\ infile>
gl: B<--gzip>I<\ ficheiroentrada>

source: compresses a file in gzip format, stores it as I<infile>.gz and removes I<infile>.
gl: Comprime un ficheiro en formato gzip, gárdao coma I<ficheiroentrada>.gz e borra o I<ficheiroentrada>.

source: displays a summary of command line options to standard output, and exits.
gl: Amosa un resumo das opcións da liña de ordes, e sae.

source: B<-l,\ --load>I<\ file>
gl: B<-l,\ --load>I<\ ficheiro>

source: loads the savegame I<file> from the standard save game directory. If the B<-e> or B<--editor> option is used as well, starts the editor with the map from I<file> open. If it is a directory, the editor will start with a load map dialog opened there.
gl: Carga a partida I<ficheiro> do directorio de partidas estándar. Se tamén se usan as opcións B<-e> ou B<--editor>, iníciase o editor co mapa do I<ficheiro> aberto. Se é un directorio, o editor iniciarase cun diálogo de carga de mapas aberto en dito directorio.

source: B<--log->I<level>B<=>I<domain1>B<,>I<domain2>B<,>I<...>
gl: B<--log->I<nivel>B<=>I<dominio1>B<,>I<dominio2>B<,>I<...>

source: sets the severity level of the log domains. B<all> can be used to match any log domain. Available levels: B<error>,\ B<warning>,\ B<info>,\ B<debug>. By default the B<error> level is used.
gl: Establece o nivel de severidade dos dominios do rexistro. Pódese usar B<all> para referirse a calquera dominio do rexistro. Os niveis dispoñibles son os seguintes: B<error> (erro),\ B<warning> (aviso),\ B<info> (información) e \ B<debug> (depuración). Por defecto úsase o nivel B<error>.

source: Dumps a list of all log domains and exits.
gl: Mostra unha lista de todos os dominios do rexistro e sae.

source: the number of frames per second the game can show, the value should be between the 1 and 1000, the default is B<50>.
gl: O número de imaxes por segundo que pode amosar o xogo, o valor debe estar entre 1 e 1000, sendo B<50> o valor por defecto.

source: runs a multiplayer game. There are additional options that can be used together with B<--multiplayer> as explained below. Only these additional options can follow B<--multiplayer>.
gl: Executa unha partida multixogador. Hai opcións adicionais que poden usarse xunta con B<--multiplayer> tal como se explica máis abaixo. B<--multiplayer> só pode ir seguido destas opcións adicionais.

source: runs the game without any delays for graphic benchmarking. This is automatically enabled by B<--nogui>.
gl: Executa o xogo sen atrasos para probas de rendemento gráfico. Isto actívase automaticamente con B<--nogui>.

source: disables caching of game data.
gl: Desactiva a caché de datos das partidas.

source: runs the game without music.
gl: Executa o xogo sen música.

source: runs the game without sounds and music.
gl: Executa o xogo sen sons e sen música.

source: prints the name of the game data directory and exits.
gl: Amosa o nome do directorio de datos do xogo e sae.

source: sets the screen resolution. Example: B<-r 800x600>
gl: Establece a resolución da pantalla. Por exemplo: B<-r 800x600>

source: allows to use screen resolutions down to 800x480 and resizes a few interface elements.
gl: Permite usar resolucións de pantalla inferiores a 800x480 e cambia o tamaño dalgúns elementos da interface.

source: B<-s,\ --server\ [host]>
gl: B<-s,\ --server\ [máquina]>

source: connects to the specified host if any, otherwise connect to the first server in preferences. Example: B<--server server.wesnoth.org>
gl: Conéctase á máquina especificada se existe, senón conéctase ao primeiro servidor das preferencias. Por exemplo: B<--server server.wesnoth.org>

source: runs the game in a small test scenario.
gl: Executa o xogo nun pequeno escenario de proba.

source: assumes that the cache is valid. (dangerous)
gl: Asume que a caché é válida (perigoso).

source: shows the version number and exits.
gl: Amosa o número da versión e sae.

source: runs the game in windowed mode.
gl: Executa o xogo nunha fiestra.

source: replays the game loaded with the B<--load> option.
gl: Reproduce a partida cargada coa opción B<--load>.

source: Options for --multiplayer
gl: Opcións para --multiplayer

source: The side-specific multiplayer options are marked with I<number>. I<number> has to be replaced by a side number. It usually is 1 or 2 but depends on the number of players possible in the chosen scenario.
gl: As opcións multixogador específicas dun bando márcanse cun I<número>. «I<número>» tense que substituír por un número de bando. Normalmente é 1 ou 2 pero depende do número de xogadores posible do escenario escollido.

source: B<--ai_config>I<number>B<=>I<value>
gl: B<--ai_config>I<número>B<=>I<valor>

source: selects a configuration file to load for the AI controller for this side.
gl: Escolle un ficheiro de configuración a cargar para a intelixencia artificial que controla o banod especificado.

source: B<--algorithm>I<number>B<=>I<value>
gl: B<--algorithm>I<número>B<=>I<valor>

source: selects a non-standard algorithm to be used by the AI controller for this side. Available values: B<idle_ai> and B<sample_ai>.
gl: Selecciona un algoritmo non estándar para que o use o controlador da intelixencia artificial dese bando. Os seus posibles valores son: B<idle_ai> e B<sample_ai>.

source: B<--controller>I<number>B<=>I<value>
gl: B<--controller>I<número>B<=>I<valor>

source: selects the controller for this side. Available values: B<human> and B<ai>.
gl: Selecciona o controlador dese bando. Os valores dispoñibles son: B<human> e B<ai>.

source: B<--era=>I<value>
gl: B<--era=>I<valor>

source: use this option to play in the selected era instead of the B<Default> era. The era is chosen by an id. Eras are described in the B<data/multiplayer/eras.cfg> file.
gl: Usa esta opción para xogar na era seleccionada en vez de na era por defecto (B<Default>). A era elíxese mediante un id. As eras descríbense no ficheiro B<data/multiplayer/eras.cfg>.

source: exits once the scenario is over, without displaying victory/defeat dialog which requires the user to click OK. This is also used for scriptable benchmarking.
gl: Sae unha vez se rematou o escenario, sen amosar un diálogo de vitoria ou derrota que require que o usuario prema «Aceptar». Isto tamén se emprega para probas de rendemento automatizadas mediante guións.

source: runs the game without the GUI. Must appear before B<--multiplayer> to have the desired effect.
gl: Executa o xogo sen interface gráfica. Debe aparecer antes de B<--multiplayer> para ter o efecto desexado.

source: B<--parm>I<number>B<=>I<name>B<:>I<value>
gl: B<--parm>I<número>B<=>I<nome>B<:>I<valor>

source: sets additional parameters for this side. This parameter depends on the options used with B<--controller> and B<--algorithm>. It should only be useful for people designing their own AI. (not yet documented completely)
gl: Establece parámetros adicionais para o bando. Este parámetro depende das opcións usadas con B<--controller> e B<--algorithm>. Debería ter únicamente utilidade para a xente que está deseñando a súa propia intelixencia artificial (aínda non está documentado de forma completa).

source: B<--scenario=>I<value>
gl: B<--scenario=>I<valor>

source: selects a multiplayer scenario by id. The default scenario id is B<multiplayer_The_Freelands>.
gl: Selecciona un escenario multixogador polo id. O id do escenario predeterminado é B<multiplayer_The_Freelands>.

source: B<--side>I<number>B<=>I<value>
gl: B<--side>I<número>B<=>I<valor>

source: selects a faction of the current era for this side. The faction is chosen by an id. Factions are described in the data/multiplayer.cfg file.
gl: Selecciona unha facción da era actual para este bando. A facción elíxese mediante un id. As faccións descríbense no ficheiro data/multiplayer.cfg.

source: B<--turns=>I<value>
gl: B<--turns=>I<valor>

source: sets the number of turns for the chosen scenario. The default is B<50>.
gl: Establece o número de roldas para o escenario elixido. Por defecto é B<50>.

source: EXIT STATUS
gl: ESTADO AO SAÍR

source: Normal exit status is 0. An exit status of 1 indicates an (SDL, video, fonts, etc) initialization error. An exit status of 2 indicates an error with the command line options.
gl: Se a situación ao saír é normal, o estado ao saír será «0». «1» correspóndese cun erro de inicialización ─ben do SDL, de vídeo, dos tipos de letra, etc─. «2» indica que o erro se produciu coas opcións da liña de ordes.

source: AUTHOR
gl: AUTOR

source: Written by David White E<lt>davidnwhite@verizon.netE<gt>.
gl: Autor: David White E<lt>davidnwhite@verizon.netE<gt>.

source: Edited by Nils Kneuper E<lt>crazy-ivanovic@gmx.netE<gt>, ott E<lt>ott@gaon.netE<gt> and Soliton E<lt>soliton.de@gmail.comE<gt>.
gl: Modificacións posteriores: Nils Kneuper E<lt>crazy-ivanovic@gmx.netE<gt>, ott E<lt>ott@gaon.netE<gt> e Soliton E<lt>soliton.de@gmail.comE<gt>.

source: This manual page was originally written by Cyril Bouthors E<lt>cyril@bouthors.orgE<gt>.
gl: Autor orixinal: Cyril Bouthors E<lt>cyril@bouthors.orgE<gt>.

source: Visit the official homepage: http://www.wesnoth.org/
gl: Visite o sitio oficial: http://www.wesnoth.org/

source: COPYRIGHT
gl: DEREITOS DE AUTOR

source: This is Free Software; this software is licensed under the GPL version 2, as published by the Free Software Foundation. There is NO warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
gl: Isto é software libre. Este software está protexido polos termos da versión 2 da licenza GNU GPL, tal e como foi publicada pola Free Software Foundation. Non existe NINGUNHA garantía. Nin sequera para o seu USO COMERCIAL ou ADECUACIÓN PARA UN PROPÓSITO PARTICULAR.

source: SEE ALSO
gl: VÉXASE TAMÉN

source: Battle for Wesnoth multiplayer network daemon
gl: Daemon de rede multixogador do Battle for Wesnoth

source: wesnothd - Battle for B<Wesnoth> multiplayer network daemon
gl: wesnothd - Daemon de rede multixogador do Battle for B<Wesnoth>

source: B<wesnothd> [\|B<-dv>\|] [\|B<-c> I<path>\|] [\|B<-p> I<port>\|] [\|B<-t> I<number>\|] [\|B<-T> I<number>\|]
gl: B<wesnothd> [\|B<-dv>\|] [\|B<-c> I<ruta>\|] [\|B<-p> I<porto>\|] [\|B<-t> I<número>\|] [\|B<-T> I<número>\|]

source: Manages Battle for Wesnoth multiplayer games. See http://www.wesnoth.org/wiki/ServerAdministration on what commands the server accepts via the wesnoth client (/query ...) or the fifo.
gl: Administra partidas multixogador do Battle for Wesnoth. Véxase «http://www.wesnoth.org/wiki/ServerAdministration» (en inglés) para ver as ordes que acepta o servidor a través do cliente wesnoth (/query ...) ou do fifo.

source: B<-c\ >I<path>B<,\ --config>I<\ path>
gl: B<-c\ >I<ruta>B<,\ --config>I<\ ruta>

source: tells wesnothd where to find the config file to use. See the section B<SERVER CONFIG> below for the syntax. You can reload the config with sending SIGHUP to the server process.
gl: Indícalle a wesnothd onde atopar o ficheiro de configuración a usar. Véxase máis adiante a sección de B<CONFIGURACIÓN DO SERVIDOR> para ver a sintaxe. Pódese recargar a configuración enviando SIGHUP ao proceso do servidor.

source: runs wesnothd as a daemon.
gl: Executa wesnothd coma un daemon.

source: tells you what the command line options do.
gl: Indica as funcións das opcións de liña de ordes.

source: sets the severity level of the log domains. B<all> can be used to match any log domain. Available levels: B<error>,\ B<warning>,\ B<info>,\ B<debug>. By default the B<error> level is used and the B<info> level for the B<server> domain.
gl: Establece o nivel de severidade dos dominios de rexistro. Pode usarse B<all> para referirse a calquera dominio de rexistro. Os niveis dispoñibles son: B<error>,\ B<warning>,\ B<info>,\ B<debug>. Por defecto úsase o nivel B<error> («erro») e o nivel B<info> («información») para o dominio B<server> («servidor»).

source: B<-p\ >I<port>B<,\ --port>I<\ port>
gl: B<-p\ >I<porto>B<,\ --port>I<\ porto>

source: binds the server to the specified port. If no port is specified, port B<15000> will be used.
gl: Asocia o servidor ao porto especificado. Se non se especifica un porto, hase usar o porto B<15000>.

source: B<-t\ >I<number>B<,\ --threads>I<\ number>
gl: B<-t\ >I<número>B<,\ --threads>I<\ número>

source: sets the maximum number of waiting worker threads for network I/O to n (default: B<5>,\ max:\ B<30>).
gl: Define o número máximo de fíos efectivos en espera para a entrada e saída de rede a n (por defecto B<5>,\ máximo \ B<30>).

source: B<-T\ >I<number>B<,\ --max-threads>I<\ number>
gl: B<-T\ >I<número>B<,\ --max-threads>I<\ número>

source: sets the maximum number of worker threads that will be created. If set to B<0> there will be no limit (default: B<0>).
gl: Define o número máximo de fíos efectivos que se van crear. Se se define a B<0> non terá límite (por defecto vale B<0>).

source: shows version number and exits.
gl: Amosa o número da versión e sae.

source: turns debug logging on.
gl: Activa o rexistro da depuración.

source: SERVER CONFIG
gl: CONFIGURACIÓN DO SERVIDOR

source: The general syntax is:
gl: A sintaxe xeral é:

source: [I<tag>]
gl: [I<etiqueta>]

source: I<key>="I<value>"
gl: I<clave>="I<valor>"

source: I<key>="I<value>,I<value>,..."
gl: I<clave>="I<valor>,I<valor>,..."

source: [/I<tag>]
gl: [/I<etiqueta>]

source: Global keys:
gl: Claves globais:

source: If set to B<no> (default), shut_down and restart requests are ignored unless they come from the fifo. Set it to B<yes> to allow remote shutdown via a /query by an administrator.
gl: Se se lle dá o valor B<no> («non», valor por defecto), as solicitudes de apagado e reinicio ignoraranse salvo que procedan do fifo. Co valor B<yes> («si») permitirase o apagado remoto por medio dunha /query realizada por un administrador.

source: Full or relative path to a (gzip compressed) file that the server can read and write. Bans will be saved to this file and read again on server start.
gl: Ruta completa ou relativa a un ficheiro ─comprimido con gzip─ que o servidor poida ler e escribir. As vedas hanse gardar neste ficheiro e leranse de novo cando se inicie o servidor.

source: Determines whether the rooms file should be read and written to in compressed form. Defaults to B<yes>.
gl: Determina se se debe ler e escribir o ficheiro de salas de forma comprimida. O valor por defecto é B<yes> («si»).

source: The number of allowed connections from the same IP. B<0> means infinite. (default: B<5>)
gl: O número de conexións permitidas dende o mesmo IP. B<0> equivale a infinitas. O valor por defecto é B<5>.

source: Names/nicks that are not accepted by the server. B<*> and B<?> from wildcard patterns are supported. See B<glob>(7) for more details. Default values (used if nothing is specified) are: B<*admin*,*admln*,*server*,ai,ai?,computer,human,network,player>.
gl: Nomes e alcumes que o servidor non acepta. Acéptanse B<*> e B<?> como comodíns para patróns. Véxase B<glob>(7) para máis información. Os valores por defecto (utilizados se non se especifica o contrario) son: B<*admin*,*admln*,*server*,ai,ai?,computer,human,network,player>.

source: The path to the fifo you can echo server commands into (same as /query ... from wesnoth). If not specified defaults to the compile-time path (default: B</var/run/socket/wesnothd/socket>).
gl: A ruta ao fifo polo que se poden enviar ordes ao servidor ─equivalente ao /query ... dende o wesnoth─. Se non se especifica outra cousa, toma a ruta indicada como valor por defecto durante a compilación (por defecto B</var/run/socket/wesnothd/socket>).

source: The number of allowed messages in B<messages_time_period>. (default: B<4>)
gl: O número de mensaxes permitidas en B<messages_time_period>. (por defecto B<4>)

source: The time period (in seconds) message flooding is detected in. (default: B<10> seconds)
gl: O período de tempo (en segundos) que se usa para detectar unha inundación de mensaxes (por defecto B<10> segundos).

source: The message of the day.
gl: A mensaxe do día.

source: Determines who can create new rooms on the server. Available values are B<everyone>, B<registered>, B<admin> and B<nobody>, and give the permission respectively to everyone, registered users, admin users or disables new room creation. Default value is B<everyone>.
gl: Determina quen pode crear novas salas no servidor. Os valores dispoñibles son B<everyone> («todos»), B<registered> (só os usuarios «rexistrados»), B<admin> (só os usuarios «administradores») e B<nobody> («ninguén»). Por defecto poden todos.

source: The password used to gain admin privileges (via B</query admin >I<password>).
gl: O contrasinal que se utiliza para obter privilexios de administrador ─por medio de B</query admin >I<contrasinal>─.

source: The directory where the server stores game replays. (Don't forget the trailing /!) Defaults to `' which means the directory wesnothd was started in.
gl: O directorio no que o servidor garda as repeticións das partidas (non esquezas a canle /!). Por defecto é `' que fai referencia ao directorio no que se iniciou wesnothd.

source: The command that the server uses to start a new server process via the B<restart> command. (Can only be issued via the fifo. See the B<allow_remote_shutdown> setting.)
gl: A orde que utiliza o servidor para iniciar outro proceso de servidor por medio da orde B<restart> («reiniciar»). Só se pode establecer mediante o fifo. Véxase a opción B<allow_remote_shutdown>.

source: Path to a file where the room info should be stored. This file is read on server startup and written to later. If empty or not set, rooms are not loaded and not saved.
gl: Ruta a un ficheiro onde gardar a información das salas. Lerase durante a inicialización do servidor e escribirase nel máis tarde. Se o ficheiro está baleiro ou non se forneceu unha ruta ao mesmo, nin se cargará nin se gardará ningunha sala.

source: Defines whether the server will automatically save replays of games. (default: B<false>)
gl: Determina se o servidor gardará as repeticións das partidas automaticamente. O seu valor por defecto é B<false> («non»).

source: A comma separated list of version strings to be accepted by the server. B<*> and B<?> from wildcard patterns are supported. (defaults to the corresponding wesnoth version)
gl: Unha lista separada por comas de cadeas de versión que o servidor aceptará. Sopórtanse os comodíns de patróns B<*> e B<?>. O seu valor por defecto será a versión do wesnoth correspondente.

source: Example: B<versions_accepted="*"> accepts any version string.
gl: Por exemplo: B<versions_accepted="*"> aceptará calquera cadea de versión.

source: The name of the user handler to use. Currently available user handlers are B<forum> (to connect wesnothd to a phpbb forum database) and B<sample> (a sample implementation of the user handler interface, if you use this on anything real you are insane). The default value is B<forum>. You must also add a B<[user_handler]> section, see below.
gl: O nome do xestor de usuarios a utilizar. Os xestores de usuarios dispoñibles actualmente son B<forum> ─para conectar wesnothd á base de datos dun foro phpbb─ e B<sample> ─unha mostra de exemplo da interface do xestor de usuarios, hai que estar tolo para utilizala en algo real─. O valor por defecto é B<forum>. Tamén hai que engadir unha sección B<[user_handler]>, véxase a continuación.

source: Global tags:
gl: Etiquetas globais:

source: B<[redirect]> A tag to specify a server to redirect certain client versions to.
gl: B<[redirect]> é unha etiqueta para especificar un servidor ao que dirixir certas versións do cliente.

source: The address of the server to redirect to.
gl: O enderezo do servidor ao que se dirixir.

source: The port to connect to.
gl: O porto ao que se conectar.

source: A comma separated list of versions to redirect. Behaves the same way as B<versions_accepted> in regard to wildcard patterns.
gl: Unha lista separada por comas de versións a dirixir. Compórtase do mesmo xeito que B<versions_accepted> no referente aos comodíns de patróns.

source: B<[ban_time]> A tag to define convenient keywords for temporary ban time lengths.
gl: B<[ban_time]> é unha etiqueta para definir palabras clave axeitadas para duracións de tempos de veda temporais.

source: The name used to reference the ban time.
gl: O nome que se usa para referirse ao tempo de veda.
