Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-httt/*.po
Languages: gl

source: It is north-west of here, a few leagues inland. There are two ways to go, by ship or on foot. Each has its own dangers. You must choose between them.
gl: Está ao noroeste de aquí, unhas poucas leguas por terra. Hai dous formas de chegar, en barco ou a pé. Cada unha cos seus propios riscos. Tes que elixir.

source: Ships? Ugh! I have been sea sick for the last time. We shall walk!
gl: En barco? Agh! Aínda estou mareado da última vez. Iremos a pé!

source: Safe journey to you, Konrad. Until we meet again!
gl: Que teñas unha boa viaxe, Konrad. Ata que nos volvamos atopar!

source: Going by ship we may at least get a little rest for ourselves. By sea it is!
gl: Indo polo mar poderemos polo menos descansar un pouco. Por mar entón!

source: Safe voyage to you then, Konrad. May the weather be fair.
gl: Boa viaxe entón, Konrad. Que o vento te acompañe.

source: Have you not been able to defeat our foes in all these days? They have summoned reinforcements. Surely now our doom is upon us!
gl: Non fuches capaz de derrotar aos nosos inimigos en todo este tempo? Conseguiron reforzos. Agora si que estamos condenados.

source: Konrad! We cannot spend any more time here. Though it would be good to defeat the orcs and free more of their prisoners, more urgent business calls us!
gl: Konrad! Non podemos perder máis tempo aquí. Ainda que sería bo derrotar aos orcos e liberar máis dos seus prisioneiros, reclámannos asuntos máis urxentes!

source: Delfador, thank goodness you have survived! This has been a tough battle, but why can we not finish it? Why must we leave?
gl: Delfador, grazas ao ceo que sobreviviches! Esta foi unha dura batalla, pero por que non a rematamos? Por que debemos irnos?

source: I bear ill tidings. Asheviere has laid siege to Elensefar, breaking the century-old treaty between Wesnoth and the Elense city-state. If the city falls, there is no telling how many other lands she may swallow up!
gl: Lamento dicir que malas novas. Asheviere sitiou Elensefar, rompendo así co tratado que durante un século houbo entre Wesnoth e a cidade estado de Elense. Se a cidade cae, non podo nin imaxinar con cantas outras terras podería facerse!

source: I must do this? But you are coming with me, aren't you, Delfador?
gl: Que debo facer isto? Pero ti vas vir comigo, non si, Delfador?

source: I am afraid not, Konrad. I have found some important documents that need seeing to. I must ride at once to make council with the elves. I will meet you in Elensefar, after you have secured it.
gl: Lamento ter que dicirche que non, Konrad, atopei uns documentos moi importantes que requiren ser vistos. Teño que cabalgar para chegar dunha vez ao consello dos elfos. Verémonos en Elensefar, unha vez que poñas a cidade a salvo.

source: I fear I will struggle to do this on my own... but what must be must be. How do I get to Elensefar?
gl: Temo que vou sufrir para facer isto eu só... pero un ten que facer o que ten que facer. Como vou chegar a Elensefar?

source: Since you have broken the orcs' hegemony over the seas, going by ship would be safest. Sail along the coast, and you can land mere miles from Elensefar. Make haste!
gl: Posto que acabaches coa hexemonía dos orcos nas augas, ir en barco debería ser máis seguro. Navega bordeando a costa, e poderás desembarcar a poucas millas de Elensefar. Vai a présa!

source: With the orcs controlling the seas, going by ship would not be safe. Travel by land, Elensefar is only six days' march up the coast. Make haste!
gl: Cos orcos controlando os mares, ir en barco non será seguro. Viaxa por terra, Elensefar só está a seis días de marcha pola costa. Vai a présa!

source: Muff Malal's Peninsula
gl: Península de Muff Malal

source: Escape down the road to Elensefar
gl: Escapa polo camiño a Elensefar

source: <255,255,255>Alternative objective: @Defeat Muff Malal `(early finish bonus)
gl: <255,255,255>Obxectivo alternativo: @Derrota a Muff Malal `(bonificación por rematar cedo)

source: Undead
gl: Non mortos

source: But the road to Elensefar was a treacherous one. Konrad and his men were set upon by a strong band of undead.
gl: Mais o camiño a Elensefar foi traizoeiro. Konrad e os seus homes foron levados fronte a un forte grupo de non mortos.

source: Ahh, a party of elves approaches. Soon we shall have elven zombies serving us!
gl: Ah, achégase un grupo de elfos. Pronto teremos zombis elfos que no sirvan!

source: My lord! On yonder peninsula there seems to be some movement!
gl: Señor! Parece que hai movemento na península de acolá!

source: It looks like an undead outpost! If we could defeat them, the locals would probably be grateful. But I do not know if we have the strength to defeat such a foe, or the time to spare.
gl: Semella un posto avanzado de non mortos! Se puidesemos derrotalos, probablemente as xentes locais estaríannos agradecidas. Pero non sei se seremos quen de derrotar a un inimigo tal, ou se teremos tempo abondo para facelo.

source: Cleansing this land of undead does not appear overly difficult. It could be good training for those yet untested in battle.
gl: Limpar esta terra de non mortos non parece unha tarefa difícil. Podería ser un bo adestramento para aqueles que aínda non loitaron na batalla.

source: I see. If we are to break the siege of Elensefar, we will need every veteran soldier we can get.
gl: Xa vexo. Se imos romper o asedio a Elensefar, necesitaremos todo soldado veterano que poidamos conseguir.

source: The decision is yours, sir. If we are to leave, I advise we hurry past before they are upon us. If we are to fight, then... to arms!
gl: A decisión é vosa, señor. Se marchamos, debiamos facelo rápido antes de que nos collan. Se loitamos... entón ás armas!

source: To Elensefar
gl: A Elensefar

source: We do not have time to tarry here! On to Elensefar!
gl: Non temos tempo que perder! A Elensefar!

source: Shirk not your duty! I will decide when it is time to leave for Elensefar.
gl: Non eludamos o noso deber! Eu dicidirei cando é hora de marchar a Elensefar.

source: Victory is ours! Let us hope that this delay will not hamper our quest to save Elensefar, but at least we have freed these good people. We must move onward with haste!
gl: A victoria é nosa! Agardemos que este retraso non obstaculice a nosa misión de salvar Elensefar, pero alomenos liberamos a estas pobres xentes. Debemos movernos a présa!

source: Isle of the Damned
gl: A Illa dos Malditos

source: <255,255,255>Alternative objective: @Defeat all enemy leaders `(special bonus)
gl: <255,255,255>Obxectivo alternativo: @Derrota a tódolos líderes inimigos `(bonificación especial)

source: No gold carried over to the next scenario.
gl: Non se conservou ouro ningún para o seguinte escenario.

source: But the voyage did not go as smoothly as had been hoped. A storm blew up and bore down on the ship. Though all hands were on deck working desperately, a sudden gust of wind flung Konrad overboard as he attempted to secure the sails...
gl: Mais a viaxe non foi tan relaxada como agardaban. Unha tormenta batiu no navío e fíxoo estremecer e cambalear. Mentres todos estaban traballando desesperadamente en cuberta, unha repentina ráfaga de vento tirou a Konrad pola borda, mentres intentaba asegurar as velas...

source: The mermen finally saved Konrad from the sea, but were unable to get him back to the ship. By dint of great effort they reached a nearby island...
gl: Os sirénidos conseguiron finalmente poñer a Konrad a salvo, mais non foron que de devolvelo ao navío. Facendo un grande esforzo conseguiron levalo ata unha illa preto de alí...

source: Whew, I survived. But now where am I? Is this island inhabited?
gl: Uff, sobrevivín. Pero onde estou? Hai alguén nesta illa?

source: We have heard only the worst things about this place, my lord. It is said that the legions of the undead have come here in great numbers and devastated the island into an ugly wasteland.
gl: O único que escoitamos son cousas terribles deste lugar, señor. Disque as lexións de non mortos viñeron en grande número e converteron a illa nun horrendo páramo.

source: Let's hope these rumors are not true! I have none of my men or gold with me! How could I defend myself?
gl: Agardemos que eses rumores non sexan certos! Non teño a ningún dos meus homes comigo! Como me ía defender?

source: There are still some bands of humans hiding on the island, my lord. If you recruit some of them to help, we might have some hope of holding off the undead hordes!
gl: Aínda quedan algúns grupos de humanos agochados na illa, señor. Se recrutas a algúns deles para axudarnos, pode que teñamos esperanzas de rexeitar as hordas de non mortos!

source: Maybe we can make a deal! Help us defeat those evil creatures! You may use our gold reserves to lead us!
gl: Quizais poidamos facer un trato! Axudádenos a derrotar a esas criaturas malignas! Poderiades usa-lo noso ouro para dirixirnos!

source: You receive 100 pieces of gold!
gl: Recibiches 100 pezas de ouro!

source: There are some ancient temples to the southwest; I wonder what might be inside them!
gl: Hai algúns templos antigos ao sudoeste; pregúntome que haberá neles!

source: The temple seems to be empty.
gl: Parece que o templo está baleiro.

source: Looks like there is somebody hidden in the temple.
gl: Parece que hai alguén agochado no templo.

source: holy sword
gl: espada santa

source: I was hiding in this holy place, planning how to defeat the evil undead. Now with your help, I can destroy them.
gl: Estábame agochando neste lugar sagrado, planeando como derrotar aos malignos non mortos. Agora, coa vosa axuda, podo destruílos.

source: Join us, wise one. We welcome your aid!
gl: Únete a nós, sabio. Benvida é a túa axuda!

source: If we eradicate the undead blight on these islands, I will surely go with you. Otherwise, I plan to finish my task here before moving on.
gl: Se erradicamos aos non mortos destas illas, irei contigo. Se non, penso rematar a miña tarefa aquí antes de poñerme en camiño.

source: Surprise! Searching for magi, and all I get is these foul humans!
gl: Anda! Eu buscando magos e o único que atopo son estes estúpidos humanos!

source: Fight on against the undead without me, friends!
gl: Seguide loitando contra os non mortos sen min, amigos!

source: We have wrested control of the island from the evil undead! Now all we have to do is wait for the ship to arrive, so we can make our way to Elensefar!
gl: Arrebatámoslle o control desta illa aos malvados non mortos! O único que temos que facer agora é agardar que o barco chegue cedo, e nos leve camiño a Elensefar!

source: Together we have vanquished the foul undead! Come, I will join you on your noble quest.
gl: Xuntos vencimos aos repunantes non mortos! Ven, unireime a ti na túa noble misión.

source: You regain your lost troops and $isle_damned_starting_gold gold!
gl: Recupera-las túas tropas perdidas e $isle_damned_starting_gold pezas de ouro!

source: Thank goodness we have found you, sir! Come aboard quickly, we shall take you away from this horrible island!
gl: Grazas ao ceo que te atopamos, señor! Sube a bordo rápido, arredémoste desta horrible illa!

source: It's a shame complete victory could not be ours, but thank goodness I am rescued! On to Elensefar!
gl: É unha mágoa que non puidesemos conseguir unha victoria completa, pero grazas ao ceo rescatáronme! A Elensefar!

source: Thank you for your assistance here brothers. I will stay to continue resisting the foul undead. May fate be with you in your noble quest, and may we meet again some day!
gl: Grazas pola vosa axuda, irmáns. Continuarei plantándolles cara aos rpeunantes non mortos. Que a sorte vos acompañe na vosa viaxe, e pode que non volvamos atopar algún día!

source: The Siege of Elensefar
gl: O Asedio de Elensefar

source: Defeat all enemy leaders
gl: Derrota a todos os líderes inimigos

source: Evil
gl: Malvado

source: The party arrived at Elensefar at last, but found that the city had already fallen to the savage orcs.
gl: O grupo por fin chegou a Elensefar, pero atopou que a cidade xa caera nas mans dos salvaxes orcos.

source: My lord! It seems the city has already fallen!
gl: Señor! Parece ser que a cidade xa caeu!

source: This is terrible news! We must retake the city!
gl: Son terribles novas! Debemos retomar a cidade!

source: There are so many of them. This will not be easy! And look to the north! It seems that the undead are allied with the orcs!
gl: Hai moitos. Non será doado! E mirade ao norte! Parece que os non mortos se aliaron cos orcos!

source: Here come the elves! Our newly forged alliance with the orcs will give us the power to crush them with ease!
gl: Aquí veñen os elfos! Coa nosa nova alianza cos orcos, esmagarémolos con facilidade!

source: We must take the city, and destroy the evil undead before reinforcements arrive!
gl: Debemos tomar a cidade, e destruir aos malvados non mortos antes de que cheguen reforzos!

source: As night began to fall, three dark figures crept out of the forest.
gl: Co solpor, tres escuras figuras saíron do bosque.

source: Halt! Who goes there, friend or foe?
gl: Alto aí! Quen vai, amigo ou inimigo?

source: Greetings, friend. We are from the Elensefar Thieves' Guild. We would like to help you against the orcs!
gl: Saúdos, amigo. Somos do Gremio de Ladróns de Elensefar. Gustarianos axudarvos contra os orcos!

source: Thieves, hmmm? Who says we can trust such as you?
gl: Conque ladróns, eh? E como sabemos se podemos confiar en vós?

source: We would understand if you didn't trust us, of course, but it is in our mutual interest to rid the city of the orcs!
gl: Entenderíamos que non o fixeses, por suposto, pero todos buscamos o mesmo: arrebatarlles a cidade aos orcos!

source: Very well. You may join us.
gl: Moi ben. Podedes unirvos a nós.

source: We will serve you well, for we respect the help you are providing to our city. You shall find that there is honor, even among thieves.
gl: Servirémosche ben, por respecto á axuda que lle estades a prestar á nosa cidade. Descubrirás que hai honor, incluso entre ladróns.

source: Yes, but where is your fighting force? How can you help us?
gl: Si, pero onde está o voso punto forte? Como podedes axudarnos?

source: We survive by stealth. We can help you sneak into the city and surround the orcs. Alternatively, we can lay in wait until you give us a signal then ambush the orcs' rear.
gl: Nós sobrevivimos grazas ao noso sixilo. Podemos axudarche a entrar na cidade e rodear aos orcos. Ou senon, podemos entrar ás agochadas e agardar a que entres e nos deas un sinal e entón atacaremos aos orcos pola retagarda.

source: Hmm... I have to consider this...
gl: Ummm... Teño que pensalo...

source: Help us infiltrate the city. We can do the rest.
gl: Axudádenos a infiltrarnos na cidade. Nós faremos o resto.

source: Excellent. Two hours past midnight meet us on the west bank of the river, across from Elensefar's docks.
gl: Perfecto. Pasadas dús horas da medianoite encontrádevos connosco na beira occidental do río, onde os muelles da cidade.

source: I want you to reinforce us once we break through their line.
gl: Quero que nos axudedes unha vez atravesemos as liñas inimigas.

source: Very well. When you raise your red banner over any building in the city proper, we will see the sign and attack from the city's northern gate.
gl: Moi ben. Cando a bandeira vermella ondee sobre algún dos edificios da urbe, atacaremos pola porta norte da cidade.

source: Agreed. But, will you be able to see our flag if it's dark?
gl: Dacordo. Pero, poderedes ver a bandeira á noite?

source: Yes, we will see it. In fact, we prefer to fight at night. I pray you do not lead us into slaughter.
gl: Si que a veremos. De feito, preferimos loitar de noite. Mais suplícovos que non nos levedes a unha matanza.

source: Do not fear, friends. There will be a slaughter here, but it will be orcish blood staining the streets.
gl: Non temades, amigos. Haberá unha matanza, pero será sangue de orco a que manche as rúas.

source: As the banner was raised, sounds of fighting could be heard from across the city.
gl: En canto se alzou a bandeira, os ruidos de batalla empezaron escoitarse por toda a cidade.

source: Let's expel these invaders! Today, the city is ours again!
gl: Expulsemos aos invasores! Hoxe, a cidade volve ser nosa!

source: On the banks of Elensefar's port district, three shadowy figures appeared.
gl: Na ribeira do distrito portuario de Elensefar, apareceron tres escuras figuras.

source: To Konrad's surprise, they quickly made their way across the river's mouth. The turbulent waters hid a nearly invisible ford, wide enough for two soldiers to march shoulder-to-shoulder.
gl: Para sorpresa de Konrad, de seguida atravesaron a boca do río. As turbulentas augas agochaban un vado case invisible, ancho abondo para que o cruzasen dous soldados ombreiro con ombreiro.

source: Very few people know that the river can be forded here. The orcs have yet to discover this place. Bring your forces into the city, quickly now, and you can flank them.
gl: Pouca xente sabe que se pode vadear o río por aquí. Os orcos aínda non descubriron este lugar. Leva ás túas tropas dentro da cidade, a présa, e poderedes flanquealos.

source: Finally, we have retaken the city! Let us rest here, friends.
gl: Por fin, retomamos a cidade! Agora descansemos, amigos.

source: Victory! The thieves of Elensefar will be in your service, my lord.
gl: Victoria! Os ladróns de Elensefar estarán ao seu servizo, meu señor.

source: The party rested for three days, after which an old friend returned.
gl: O grupo descansou durante tres días, despois dos cales un vello amigo regresou.

source: Greetings, friends. I see that you have rescued the city! I knew that you could do it.
gl: Noraboa, amigos. Vexo que rescatáchedes a cidade! Sabía que o conseguiríades.

source: Delfador! So good to see you! Where have you been?
gl: Delfador! Canto me alegra verte! Onde estiveches?

source: I have been meeting with the Great Elven Council. This is Kalenz, a lord of the Northern Elves who came to the Council to offer us the support of the Northern Elves.
gl: Reuninme co Gran Consello Élfico. Este é Kalenz, un señor dos Elfos do Norte que viu ó Consello a ofrecernos o apoio dos Elfos do Norte.

source: Greetings, friend.
gl: Saúdos, amigo.

source: Delfador, we have captured this city, but surely Asheviere's men will come and attack us! What should we do?
gl: Delfador, capturamos a cidade, pero seguramente os homes de Asheviere virán e atacarannos! Que debemos facer?

source: The Council has met and decided: we must capture the Scepter of Fire.
gl: O Consello reuniuse e decidiu: debemos conseguir o Cetro de Lume.

source: The Scepter of Fire? What's that?
gl: O Cetro de Lume? Que é iso?

source: The Scepter of Fire is the most ancient artifact of the realm of Wesnoth. It was forged by the dwarves of Knalga at the request of King Haldric II. It took their finest smiths years to make it, but soon after it was completed, the makers were chased underground, attacked by the elves. None know exactly what occurred, but the Scepter was lost somewhere in the great caverns. Years have passed, and the fortunes of the dwarves have waxed and waned, but the Scepter has never been found.
gl: O Cetro de Lume e a máis antiga das reliquias de Wesnoth. Forxárono os ananos de Knalga a petición do Rei Haldric II. Levoulle anos aos mellores ferreiros facelo, mais en canto estivo acabado, os seus forxadores foron perseguidos ata o subsolo, atacados polos elfos. Ninguén sabía exactamente o que sucedeu, pero o cetro perdeuse nalgún lugar das grandes cavernas. Pasaron os anos, e as riquezas dos ananos envelleceron e aumentaron, pero o centro nunca máis foi visto.

source: But what has this to do with me?
gl: Pero que ten iso que ver comigo?

source: When Garard II, your uncle, was deciding upon a successor, he issued an edict that whichever member of the royal family could retrieve the Scepter of Fire would rule the land.
gl: Cando Garard II, o teu tío, estaba pensando no seu sucesor, publicou un edicto polo que se un membro da familia real recuperara o Cetro de Lume, este gobernaría a terra.

source: Oh, and you want me to get this scepter?
gl: Oh, e queres que eu consiga ese cetro?

source: We will help you retrieve it, my lord.
gl: Nós axudarémosche a recuperalo, señor.

source: Time is short. We think that Asheviere is also searching for the Scepter, to help seal her place as ruler. But if you find the Scepter first, the people will support you as the king.
gl: Non hai tempo que perder. Cremos que Asheviere tamñen busca o cetro, para asegurar o seu lugar como gobernadora. Pero se ti atopas o cetro antes ca ela, o pobo apoiarate como rei.

source: Me? King?
gl: Eu? Rei?

source: Yes, Konrad. I believe you will be king one day. Now let us make haste!
gl: Si, Konrad. Creo que serás rei algún día. Agora, apurémonos!

source: So you endeavor to fight me in my home. Foolish.
gl: Así que intentas loitas contra min na miña propia casa. Parvo.

source: Crossroads
gl: Encrucilladas

source: Defeat Kojun Herolm
gl: Derrota a Kojun Herolm

source: Death of Kalenz
gl: Morte de Kalenz

source: Konrad, Delfador, and Kalenz swiftly rode east through the wilderlands of Wesnoth.
gl: Konrad, Delfador, e Kalenz cabalgaron velozmente a través das abruptas terras de Wesnoth.

source: The queen's agents were still scouring the coastal regions, for news of Elensefar's rescue had not yet reached her.
gl: Os axentes da raíña seguían arrasando as rexións costeiras, xa que as novas respecto do rescate de Elensefar aínda non chegaran aos seus oídos.

source: Small as it was, Konrad's army avoided the notice of hostile eyes in the sparsely populated western countryside for a time. However, their luck did not hold.
gl: Grazas ao seu reducido número, o exército de Konrad evitou ser visto por ollos hostís durante un tempo atravesando zonas rurais pouco poboadas da parte occidental. Porén, a súa sorte non durou.

source: Here we come to the great cross-roads. We should go northeast.
gl: E chegamos ás grandes encrucilladas. Deberiamos ir cara o nordeste.

source: Beware! These hills are not safe! The roads are important to Asheviere's strategy, and she has hired orcs to guard them. We shall have to fight to travel through.
gl: Coidado! Estas montañas non son seguras! Os camiños son importantes para a estratexia de Asheviere, e recrutou orcos para gardalos. Teremos que loitar para atravesalos.

source: Then fight we shall. Fortunately, now that we have liberated Elensefar, they are providing what gold they can spare to help us swell our ranks with new recruits. Let it begin!
gl: Entón loitaremos. Afortunadamente, agora que liberamos Elensefar, estannos a enviar todo o ouro que poden para encher as nosas filas. Comecemos!

source: Stay on the path! The hills here are not safe!
gl: Quedádevos no camiño! As montañas desta zona non son seguras!

source: Beware the hills! There are many orcs in hiding, preparing to ambush you!
gl: Coidado coas montañas! Hai moitos orcos agochados nelas, listos para emboscarbos!

source: NE - Dan'Tonk SE - Fort Tahn
gl: NL - Dan'Tonk SL - Forte Tahn

source: Dan'Tonk, we are so close to Weldyn.
gl: Dan'Tonk, estamos moi preto de Weldyn.

source: We dare not confront Asheviere yet. We must retrieve the Scepter of Fire and gather more allies in the north.
gl: Aínda non debemos enfrontarnos a Asheviere. Temos que recobrar o Cetro de Lume e conseguir máis aliados no norte.

source: Victory is ours, men. Let us proceed northeast!
gl: A victoria é nosa, rapaces. Continuemos cara o nordeste!

source: The Princess of Wesnoth
gl: A Princesa de Wesnoth

source: Force Li'sar's surrender (reduce her hitpoints to 0 or lower)
gl: Forza a Li'sar a rendirse (reduce os seus puntos de daño a 0 ou menos)
