Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-httt/*.po
Languages: gl

source: They are right, Kalenz. I had wanted to acquire the Scepter within a moon, but it is not to be. Our soldiers will begin to desert if they do not rest soon. But in these wild north lands, we must fight even for the right to rest. Look to the north! Those foul orcs will not allow us any peace!
gl: Están no certo, Kalenz. Levo querendo facerme co Cetro coma quen quere a lúa, pero non o imos conseguir. Os nosos soldados desertarán se non descansamos pronto. Mais nestar salvaxes terras nórdicas, hai que loitar mesmo polo dereito a descansar. Mirade ao norde! Eses noxentos orcos non nos han deixar en paz!

source: Then we shall wrest control of the land from them. To arms men!
gl: Entóndeberiamos arrebatarlles o control destas terras. Ás armas, rapaces!

source: More snow is falling. We must finish this battle quickly. Onward men!
gl: Cada vez neva máis. Temos que apurarnos a gañar esta batalla. Adiante, rapaces!

source: We must make haste before the snow overwhelms us!
gl: Debemos apurar antes de que a neve nos sepulte!

source: Victory is ours! We have secured the land from the orcs. Now we can rest here while the cold winter passes.
gl: A victoria é nosa! Puxemos aas terras a salvo dos orcos. Agora poderemos descansar aquí e agardar a que pase o frío inverno.

source: Let us not rest for too long though, friends. We must still reach the ancient dwarven lands before our foes do.
gl: Aínda así non descansemos demasiado, amigos. Aínda debemos acadar as terras dos antigos ananos antes de que o faga o inimigo.

source: A camp was pitched in a secluded valley that protected its occupants from the worst of the winter weather and roving orc patrols. During this time, the valley walls echoed with the squeaks of gryphon hatchlings, who happily frolicked across the camp.
gl: Levantouse un campamento nun val illado que protexeu aos seus ocupantes da peor parte do tempo invernal e das patrullas de orcos. Durante ese tempo, as paredes do val fixeron eco dos chiídos dos grifóns recén nacidos, que corricaban felizmente polo campo.

source: Konrad set his shamans to the task of corralling the animals. The elvish shamans had a natural rapport with the gryphlets, whose wings were still too small to carry a mount.
gl: Konrad conferiu aos seus chamáns a tarefa de cercar aos animais. Os chamáns elfos tiñan unha comunicación natural con grifonciños, cuxas ás eran aínda pequenas de máis apra serviren de montura.

source: Konrad finally decided he could not wait until the gryphons grew to maturity - Delfador's insistence that the scepter must be recovered was too compelling. And so after many days of rest, the party set out once again for the dwarven kingdom...
gl: Finalmente, Konrad decidiu que non podía agardar a que os grifóns fosen maiores. A insistencia de Delfador na necesidade de recuperar o cetro era demasiado convincente. Así que tras algúns días de repouso, o grupo volveu partir cara no reino dos ananos...

source: A camp was pitched in a secluded valley that protected its occupants from the worst of the winter weather and roving orc patrols.
gl: Ergueuse un campamento nun val illado que protexía aos seus ocupantes da peor parte do inverno e as patrullas de orcos.

source: Eventually Delfador's insistence that the scepter must be recovered proved too compelling, even when it meant dismantling the camp without the spring having yet fully arrived. And so after many days of rest, the party set out once again for the dwarven kingdom...
gl: Finalmente a insistencia de Delfador na necesidade de recuperar o cetro fíxose demasiado convincente, incluso se iso supuña desmantelar o campamento antes de que chegase a primavera. Así que tras varios días de descanso, o grupo partiu unha vez máis cara o reino dos ananos...

source: The Dwarven Doors
gl: As Portas dos Ananos

source: Move Konrad to the entrance of the Dwarven Kingdom
gl: Move a Konrad á entrada do Reino dos Ananos

source: Pillars of Thunedain
gl: Os pilares de Thunedain

source: The Great Doors
gl: As Grandes Portas

source: Royal Guard
gl: Garda real

source: At last, this is the entrance to the Dwarven Kingdoms.
gl: Por fin, esta é a entrada aos Reinos dos Ananos.

source: All I can see are ruins and poor villages.
gl: Todo o que podo ver son vilas ruíns e pobres.

source: The poor villagers that once lived here and traded with the dwarves are now held in slavery by the orcs.
gl: Os pobres aldeáns que outrora viviron aquí e trataron cos ananos son agora arrastrados á escravitude polos orcos.

source: Slaves to the evil orcs? We must liberate them!
gl: Escravos dos malvados orcos? Debemos liberalos!

source: That would not be a wise choice, for our mission is to retrieve the Scepter of Fire. If we tarry in this place, hordes of orcs will surround us.
gl: Iso non sería unha boa idea, xa que a nosa misión é recuperar o Cetro de Lume. Se nos retrasamos neste lugar, as hordas de orcos rodearannos.

source: Konrad, heed the words of Delfador. We shall return to wrest the grip of the orcs from these lands. Look - orcs are already gathering. More are surely on their way.
gl: Konrad, fai caso ás palabras de Delfador. Xa volveremos para botar aos orcos fóra destas terras. Mirade, os orcos están agrupándose. Seguro que hai máis en camiño.

source: This does not please me, but I will listen to your advice.
gl: Isto non me comprace, pero escoitarei o teu consello.

source: Sir, I should like to scout out the path ahead. It would be disaster for us to find these doors sealed, leaving us as hunting fodder for the gathering horde.
gl: Señor, debería de explorar o camiño en diante. Sería un desastre para nós atopar as portas pechadas, deixándonos coma carnaza para o xuntanza das hordas.

source: Excellent. We must find a way underground before we are overwhelmed.
gl: Perfecto. Temos que atopar un camiño subterráneo antes de que nos esmaguen.

source: My uncle used to smuggle... err... I mean... trade food for the dwarves. He could get grain carts in under the very noses of those ugly orcs.
gl: O meu tío adoitaba roub... eh... quero dicir... mercarlle alimentos aos ananos. Era capaz de coller sacos de millo nos mesmísimos fociños deses noxentos orcos.

source: He must be hiding in one of those villages.
gl: Debe estarse agochando nunha desas vilas.

source: The defense of the dwarves must have been strong. Look at those ruined towers!
gl: A defensa dos ananos debeu ser forte. Mirade esas torres en ruínas!

source: The battle outside was fierce and lasted a full half-year. But, the battles inside the tunnels were worse.
gl: A batalla fóra foi fera e durou máis de medio ano. Pero as batallas dentro dos túneles foron peores.

source: The pillars of Thunedain. He was a legendary dwarvish lord who made his last stand here. May we triumph where he fell.
gl: Os pilares de Thunedain. Thunedain foi un lendario señor anano que morreu aquí. Pero onde el caeu nós triunfaremos.

source: I would settle for escape, though I know not which I dread more: foul orcs or fetid caves.
gl: Eu conformaríame con escapar, xa que non sei que odio máis, se os noxentos orcos ou as féticas cavernas.

source: Back to the abyss, spawn of filth!
gl: Volve ao abismo, noxento enxendro.

source: Uncle Somf
gl: Tío Somf

source: Who... who's here?
gl: Quen... quen hai aquí?

source: $outlaw_name|! How have you been? I haven't seen you in years.
gl: $outlaw_name|! Como estás? Hai anos que non te vexo.

source: Haw! Any friend of $outlaw_name is a friend of mine too.
gl: Oh! Os amigos de $outlaw_name son os meus amigos.

source: We need to make it into the caves of the dwarves.
gl: Necesitamos adentrarnos nas covas dos ananos.

source: The mine entrances were all collapsed intentionally during the fighting. The doors, while heavily defended, remain accessible. The orcish hordes that assault them are repulsed, but you may be able to sneak in unnoticed.
gl: As entradas ás minas foron colapsadas intencionadamente durante a loita. As portas, aínda que fortemente defendidas, son accesibles. As hordas de orcos que as asaltaron non puideron, pero vós poderedes facelo sen que se decaten.

source: The best way is through the mine tunnels. The orcs have never found all the mine entrances, and many still lead deep underground.
gl: O mellor camiño é a través dos túneis da mina. Os orcos endexamais atoparon todas as entradas da mina, e moitas aínda seguen soterradas.

source: How are we doing, $outlaw_name|?
gl: Como o temos, $outlaw_name|?

source: The same as always, Uncle!
gl: O mesmo de sempre, Tío!

source: That bad, huh?
gl: Tan mal, é?

source: The doors... they can be moved!
gl: As portas... non se poden mover!

source: Quickly, now, let us slip inside and hope the dwarves do not object...
gl: Rápido, agora, adentrémonos e esperemos que aos ananos non lles importe...

source: ... and that the orcs do not follow.
gl: ... e que os orcos non nos sigan.

source: The doors are closed and barred from the inside!
gl: As portas están pechadas e trancadas dende dentro!

source: We can't get in! What should we do now?
gl: Non podemos entrar! Que faremos agora?

source: It is said that the orcs used old mine tunnels to surprise the dwarves. There appears to be one nearby, to the north-east.
gl: Disque os orcos usaban vellos túneis das minas para sorprender aos ananos. Parece que hai un preto, ao nordeste.

source: Then we must make it to that tunnel!
gl: Entón debemos encamiñarnos a ese túnel.

source: This old mine seems to be connected to the main tunnels.
gl: Esta vella mina parece estar conectada aos túneis principais.

source: I am hesitant to enter. It will be so difficult in the darkness!
gl: Eu non estou seguro de querer entrar. Será moi difícil a escuras!

source: There is no time for idle chatter or delay of any kind. Onward!
gl: Non hai tempo para caralladas ou demoras de ningún tipo. Adiante!

source: I have reached the mine entrance, but there is no tunnel here. Rock and rubble completely block the way.
gl: Cheguei á entrada da mina, pero aquí non hai túnel ningún. As rochas e mailos escombros bloquean o camiño.

source: I hope we can make it through the main doors, then.
gl: Espero que poidamos ir polas portas principais, entón.

source: It is our only choice now. Hurry!
gl: É a nosa única saída. Correde!

source: Pray that we live to see sunlight again.
gl: Oxalá vivamos para volver ver a luz do sol.

source: We have defeated the foul orcs guarding this land, but we must continue without rest. More will surely come!
gl: Derrotamos aos noxentos orcos que gardaban estas terras, pero debemos continuar sen demora. De seguro que han vir máis!

source: Indeed we must not delay. Let us breach the great doors to the dwarven kingdom.
gl: Certo é que non nos debemos retrasar. Atravesemos as grandes portas ao reino dos ananos.

source: Indeed we must not delay. The mines in the northeast are the best way to enter.
gl: Por suposto que non nos debemos demorar. As minas ao nordeste son o mellor camiño para entrar.

source: A monster was hiding in that lake!
gl: Un monstro agochábase nese lago!

source: The legend was true! There are always tentacled creatures hiding in the lakes near the Dwarven Kingdoms.
gl: A lenda era certa! Sempre hai criaturas con tentáculos agochadas nos lagos preto dos Reinos dos Ananos.

source: But Konrad's party was not alone in entering the caves...
gl: Pero o grupo de Konrad non estaba só ao adentrarse nas covas...

source: Whew! We make our way through the dangerous fog of the mountains, and now there is all this chaos before us! Come on, men! We must make it to the caves that lie ahead of us!
gl: Uff! Conseguimos atravesar a perigosa néboa das montañas, e topámonos con todo este caos! Veña rapaces! Temos que chegar ata as cavernas de alí diante!

source: Plunging into the Darkness
gl: Adentrándose na Escuridade

source: Find the dwarves
gl: Atopa aos ananos

source: It's so dark in here I can hardly see!
gl: Isto está tan escuro que a penas podo ver!

source: It is dark indeed. We shall have to light torches and tread slowly and carefully. It may be there are still dwarves down here who can aid us!
gl: Pois si que está escuro, si. Temos que acender uns fachos e camiñar lenta e coidadosamente. Pode que aínda queden ananos aquí que nos poidan axudar!

source: Indeed. We elves do not fare well in these dark pits.
gl: Si. Nós os elfos non nos desenvolvemos ben nestas escuras cavernas.

source: Who are these that approach? Surface-dwellers! On your guard, men!
gl: Quen son eses que se achegan? Moradores da superficie! En garda, rapaces!

source: We come in peace, friends. We come in peace!
gl: Viñemos en son de paz, amigos. Viñemos en son de paz!

source: Oh, do you? I see that you are accompanied by elves. Can we dwarves not live in peace without the treacherous elves coming to bother us?
gl: Oh, en serio? Vexo que vides acompañados de elfos. Non podemos os ananos vivir en paz sen que os traizoeiros elfos veñan a molestarnos?

source: Why such harsh words, dwarf? Elves have never done you any harm.
gl: Cal é a razón de tan duras palabras, anano? Os elfos non te fixeron mal ningún.

source: 'Never done us any harm?' Why, I was there myself, when the elves refused to honor our alliance. Many dwarves were slaughtered, and you cowardly elves did nothing to help!
gl: "Non te fixeron mal ningún"? Eu estaba alí, estaba alí cando os elfos rexeitaron facer honor á nosa alianza. Moitos ananos foron matados salvaxemente, e vós, elfos covardes, non fixéchedes nada para axudarnos!

source: You go too far! I am Kalenz, a mighty elvish lord! How dare such as you, sniveling in his tunnel, call me a coward?
gl: Fuches demasiado lonxe! Son Kalenz, un poderoso señor elfo! Como te atreves precisamente ti, choromicando neste túnel, a chamarme covarde?

source: Peace, friends! Peace! The evil orcs roam the lands above us, we must not fight among ourselves.
gl: Haxa paz, amigos! Haxa paz! Os malvados orcos rondan as terras enriba nosa, non debemos pelexar entre nós.

source: Very well! Explain your presence here then, human. Who are you? Why have you risked life and limb to come to Knalga, home of the dwarves?
gl: Moi ben! Explica entón a túa presencia aquí, humano. Quen es ti? Por que razón arriscaches a túa vida e te aventuraches a vir a Knalga, fogar dos ananos?

source: Well, we... we...
gl: Ben, nós... eh...

source: We have come so that an heir may claim his inheritance, that a king may claim his throne. We seek the Scepter of Fire.
gl: Viñemos a fin de que un herdeiro pode reclamar a súa herdanza, de que un rei pode reclamar o seu trono. Viñemos en busca do Cetro de Lume.

source: The Scepter of Fire? Are you out of your minds? Surely you speak in jest!
gl: O Cetro de Lume? Toleáchedes ou que? Non podedes estar a falar en serio!

source: We jest not, friend. We seek the Scepter of Fire. We seek the help of the dwarves in finding it. But know that we will find it, whether you help us or not.
gl: Pois falamos en serio, amigo. Estamos buscando o Cetro de Lume. E buscamos a axuda dos ananos para atopalo. Pero sabemos que o daremos atopado, con ou sen a vosa axuda.

source: You speak foolishness. No one even knows if the Scepter of Fire still exists. And who is this heir, this king that you speak of?
gl: Só dis parvadas. Ninguén sabe sequera se o Cetro de Lume existe. E quen é ese herdeiro, ese rei do que falas?

source: I am, sir.
gl: Son eu, señor.

source: You? Ha ha! This boy that stands before me is the king of Wesnoth? Ha ha! I haven't had such a laugh in a long time. And who are you, old man?
gl: Ti? Ha ha! Este rapaz que teño fronte a min é o rei de Wesnoth? Ha ha! Hai tempo que non escoitaba cousa tan graciosa. E ti quen es, ancián?

source: I am Delfador, Delfador the Great, Arch Mage to King Garard, and Protector of his heir.
gl: Eu son Delfador, Delfador o Grande, arquimafo do Rei Garard, e protector do seu herdeiro.

source: You... you are Delfador? I saw Delfador when I was but a young dwarf, and I will tell you, old man, you are not Delfador. Men! Take these liars out of my sight. Delfador perished many years ago.
gl: Ti... ti es Delfador? Eu vin a Delfador cando non era máis ca un cativo, e podo dicirche, ancián, que ti non es Delfador. Rapaces! Quitáde a estes embusteiros da miña vista. Delfador morreu hai moitos anos.

source: I am Delfador the Great! Tremble before my wrath!
gl: Eu son Delfador o Grande! Non desates a miña ira!

source: You... you really are Delfador! But we had news that you were dead, years ago!
gl: Así que... así que de verdade es Delfador! Pero escoitaramos da túa morte, hai xa anos!

source: They thought I was dead. They hoped I was dead. Yet still I live.
gl: Pensaron que estaba morto. Esperaban que así fose. Pero sigo con vida.

source: And you really think that you can find the Scepter of Fire?
gl: E de veras cres que podes atopar o Cetro de Lume?

source: Yes, I do. If you help us, friend, all the treasures of Knalga that we find are yours. We want only the Scepter. It will be dangerous. Make no mistake about that: dwarves will be killed, perhaps many dwarves. But surely it is better than hiding from the orcs like worms.
gl: Si. Se nos axudas, todos os tesouros de Knalga que atopemos serán teus. O único que queremos é o cetro. Será perigoso. Non o dubides nin por un momento: morrerán ananos, pode que moitos ananos. Pero é preferible a estar agochándose dos orcos coma vermes.

source: You are right, friend. I will put my best men at your disposal. We know not where the Scepter is though. Legend says it is hidden in the eastern tunnels.
gl: Tes razón, amigo. Porei aos meus mellores homes á túa disposición. Aínda así non sabemos onde está o Cetro de Lume. Conta a lenda que foi agochado nos túneis orientais.

source: Then to the eastern tunnels we shall go!
gl: Entón alí será onde iremos!

source: Gryphon Tender
gl: Criadora de grifóns

source: I am sorry, Prince Konrad. The young gryphons are breaking their ropes. They are simply getting too large and too restless to restrain anymore!
gl: Síntoo moito, príncipe Konrad. As crías de grifóns están a romper as súas correas. Están volvéndose simplemente grandes e inquietos de máis para retelos!

source: What's this? Gryphons in my castle? Remove the beasts!
gl: Que é isto? Grifóns no meu castelo? Sacádeme a esas bestas de aquí!

source: Beasts? We were planning to use them as mounts.
gl: Bestas? Estabamos planeando usalos coma monturas.

source: Ha ha! Gryphons as mounts! Is there no end to your folly?
gl: Ha ha! Grifóns coma monturas! Vai acabar algunha vez a túa tolemia?

source: (looks miffed)
gl: (semella ofendido)

source: Well, if you must go on with this mad scheme, I shall supply you with my own troops as riders! A frail human - or worse, an elf - would never be able to handle their violent instincts!
gl: Ben, se tes que seguir adiante con esta loucura de plan, abastecereite coas miñas propias tropas coma xinetes! Un débil humano, ou peor, un elfo, endexamáis sería quen de manexar os seus violentos instintos!

source: Temper your anger. Relgorn's manner may be rough, but surely there is nothing wrong with his suggestion?
gl: Controla o teu xenio. A de Relgorn pode ser unha actitude algo brusca, pero de seguro que non hai ningún problema coa súa suxestión, non si?

source: Well, I suppose...
gl: Supoño que non...

source: Mounted Dwarf
gl: Anano montado

source: Whoa there... No need to be surly, now. Easy...easy... now GO!
gl: Eh!... tampouco hai que ser xoto. Vai, vai... agora, veña!

source: You can now recruit fearsome Gryphon Riders!
gl: Agora podes recrutar aterradores xinetes de grifóns!

source: Though they stink, gryphons are magnificent animals. They may not be able to navigate our twisted caverns very well, but if you ever see the surface again, they will dominate the skies. Best of luck, Allies-of-Knalga.
gl: Aínda que apestan, os grifóns sonvos uns animais magníficos. Quizais non estean feitos para navegar ben nas nosas retorcidas cavernas, pero se algunha vez volvedes ver a superficie, dominarás os ceos. Moita sorte, aliados de Knalga.

source: Hmm... there seems to be a secret passage behind these rocks!
gl: Hmm... semella haber un pasaxe secreto tras destas rochas!

source: There is a great fortune in this chest of treasure! I can count two hundred pieces of gold!
gl: Hai unha gran fortuna neste cofre do tesouro! Podo contar duascentas pezas de ouro!

source: The Lost General
gl: O Xeneral Perdido

source: We are now in the main dwarvish caverns.
gl: Agora estamos nas covas principais dos ananos.

source: Underground roads once led to the different parts of the complex, but now everything lies in ruins.
gl: As estradas subterráneas levaban outrora a distintas partes do complexo, mais agora todo está en ruinas.

source: The sign says 'Guest quarters'.
gl: O sinal reza "Sala dos convidados".

source: My uncle's family drowned after the orcs flooded that cavern...
gl: A familia do meu tío morreu afogada cando os orcos inundaron a caverna...

source: A hidden whirlpool sucks you down into a subterranean current!
gl: Un remolino oculto afúndete nunha corrente subterránea!

source: What's this, more trolls? Aye, come to papa, little whelps.
gl: Que é isto? Máis trols? Veña, vinde con papá, pequenos trols.

source: Hello? Who is here?
gl: Ola? Quen anda aí?

source: What in the world are you? Some sort o' monster's appendage set tae lure me down to be yer watery meal, eh?
gl: E ti quen ves sendo? Oh! Seica alghún puñado d'apéndices de monstruo arrástrame ás prufundidades pra sirvirlle d'almorso.

source: I am of the merfolk, dweller of the vast oceans! Do not ask me what I am doing in a cave. My lord can be somewhat eccentric. We are fighting at the side of your fellow cave-dwellers to drive back the orcs and trolls.
gl: Son un sirénido, morador dos grandes océanos! Non me preguntes que fago nunha cova. O meu señor pode servos algo excéntrico. Estamos a loitar ao lado da vosa compaña de moradores do subsolo para botar fóra aos orcos e aos trols.

source: (sniffs) A mer-mahn. Never heard of it. I doubt yer as tasty as my friends here.
gl: [choromiquea] Un sirénido. A quen se lle conte. Non creo que sexas tan saboroso coma os meus compañeiros eiquí presentes.

source: Why are you down here? Are those... troll carcasses?
gl: Que fas aquí abaixo? Son iso... cascas de trol?

source: I was brawlin' with these wee pups here defending my outpost. We got a little carried away, fell in the water, and were sucked down intae this grotto.
gl: Estaba a pelexar con ises cachorriños pra defende-lo meu posto d'avanzada. Alonxámonos un chisco, caímos na augha, e afundimos ate chegharmos a iste lughar.

source: How long have you been here?
gl: Canto tempo levades aquí?

source: Och, several days at least. The troll meat is starting to stink, and I'm a little ravenous, if ye catch my drift. Canna' swim past that current, and no' for lack o' tryin'.
gl: Oh, uns cantos días polo menos. A carne de trol xa está a podrecer, e ando algho famélico, non sei se me entiendes. Non fun capás de ir nadando por isa corrente, e non é que non o intentase, pricisamente.

source: I will rescue you. Hold onto my shoulders, sir dwarf.
gl: Eu rescatareite. Suxéitate aos meus ombreiros, señor anano.

source: Thanks. Nae need to wait around here. Let's go.
gl: Grasias. Non temos que aghardar máis. Imos aló!

source: Better prepared this time to fight the current, you eventually manage to emerge from the whirlpool.
gl: Desta vez mellor preparado para afrontarte á corrente, finalmente conségueste meter no remolino.

source: Well, mer-mahn, we made it. I will fight for yer lord. He sounds like a brave fellow.
gl: Ben, sirénido, conseghímolo. Loitarei polo teu señor. Polo que dis ha ser un bravo compañeiro.

source: These passages seem to have been used recently.
gl: Estes pasos semellan ter sido utilizados hai pouco.
