Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-httt/*.po
Languages: gl

source: Even now, can you not tell the truth? Your greed has corrupted your soul. You are a monster! A murderess! It pains me to kill you, mother, but you have chosen your own fate. For Wesnoth!
gl: Nin sequera agora vas dici-la verdade? A túa cobiza corrompeu a túa alma. Es un monstro! Unha asasina! Dóeme moito matarte, nai, pero ti elexiche-lo teu propio destino. Por Wesnoth!

source: Li'sar strikes a killing blow!
gl: Li'sar aséstalle un golpe mortal!

source: You have hunted me across the countryside, indeed across the years. Here I am, Dark Queen.
gl: Perseguíchesme por todo o país, a través dos anos. Estou aquí, Raíña Escura.

source: I was sure I had killed you, yet you haunt me still. Be gone, demon! I banish you, ghost!
gl: Estaba convencidade terte matado, e aínda así es ti quen me mata. Vaite, demo! Maldígote, pantasma!

source: Oh, wretched lady, I am very real. The land has suffered from your greed and ambition. You will now be held to account for your misdeeds. For the young prince Konrad! For WESNOTH!
gl: Oh, desgrazada muller, son moi real. A terra sufriu a túa cobiza e ambición. Agora pagará-las túas débedas. Polo príncipe Konrad! Por WESNOTH!

source: Konrad strikes a killing blow!
gl: Konrad aséstalle un golpe mortal!

source: As I destroyed your son, I now destroy you.
gl: Acabarei contigo como fixen co teu fillo.

source: You were always defiant, wizard, and no one has thwarted my plans as much as you.
gl: Semrpe fuches un insolente, meigo, e ninguén desbaratou tanto os meus plans coma fixeches ti.

source: I have always been the humble servant of the crown, even now.
gl: Sempre fun o humilde fiels aos servizos da coroa, incluso agora.

source: Delfador! You utterly disgust me, you sniveling worm. How dare you confront me, your queen.
gl: Delfador! Xamáis me gustaches, gusano choromiqueiro. Como osas enfrontarte a min, a túa raíña.

source: How dare I? I am Delfador, High Provost of the Council of Archmagi...
gl: Que como oso enfrontarme a ti? Eu son Delfador, Máxima Autoridade do Consello de Maxia...

source: ... bearer of the staff of Emeric, guardian of the book of Crelanu ...
gl: ...portador do báculo de Emeric, garda do libro de Crelanu...

source: ... Mage Protector of The Kingdom Of The Peoples From The West-North, Chief Advisor to the CROWN...
gl: ...Meigo Protector do Reino das Xentes de Wesnoth, Principal Conselleiro da COROA...

source: ... AND PERSONAL COUNSELOR TO MY FRIEND AND KING, GARARD THE SECOND! TODAY YOU MEET YOUR ATONEMENT!
gl: ...E CONSELLEIRO PERSOAL DO MEU AMIGO E REI GARARD SEGUNDO! CONTEMPLA A TÚA FIN!

source: In a horrific inferno of magical rage, Asheviere is completely annihilated!
gl: Nun horrible inferno de furia máxica, Asheviere é completamente aniquilada!

source: Treason! The evil ones have slain me!
gl: Traizón! Os malvados asasináronme!

source: And so passes Asheviere, the dark queen of Wesnoth.
gl: E así marcha Asheviere, a escura raíña de Wesnoth.

source: We have won at last! Li'sar! You will be queen!
gl: Por fin gañamos! Li'sar! Vas ser raíña!

source: Yes, but I won't ever forget what you have done for me, Konrad, Delfador, and Kalenz.
gl: Vou, pero nunca hei olvida-lo que fixéchedes por min, Konrad, Delfador, e Kalenz.

source: So much blood. So much death. For what? A title?
gl: Demasiado sangue. Demasiada morte. Todo para que? Un título?

source: For justice, Elf Lord. We fight because if we do not, evil would prevail. But, I implore you to let the dead have their rest. We have taken victory. Tomorrow is a new day, friends... let us build this kingdom anew.
gl: Xustiza, señor elfo. Loitamos porque de non facelo, a maldade prevalecería. Mais implórote que deixes descansar aos mortos. Hoxe acadamo-la vitoria. Mañá será un novo día, amigos... reconstruámos este reino de novo.

source: Epilogue
gl: Epílogo

source: And so the Dark Queen's reign was ended. Li'sar, daughter of Garard II and Heir to the Throne of Wesnoth, was crowned Queen and Bearer of the Scepter of Fire, which she would pass on to all her successors.
gl: E así foi como o reino da Raíña Escura rematou. Li'sar, filla de Garard II e herdeira ao trono de Wesnoth, foi coroada raíña e portadora do Cetro de Lume, que pasaría de xeración en xeración.

source: Her reign was long, and she undid the evil deeds of her mother.
gl: O seu reinado foi longo, e desfixo tódalas maldades obra da súa nai.

source: Delfador became Li'sar's High Counselor, advising her in the most important matters of state. He lived until a ripe old age and was granted a royal funeral, after which he was buried in the Royal Crypt in Weldyn.
gl: Delfador convertiuse no conselleiro real de Li'sar, aconsellándoa nos asuntos de estado de maior importancia. Viviu ata unha idade moi avanzada e celebróuselle un funeral digno da realeza, despois do cal foi soterrado na Cripta Real en Weldyn.

source: Kalenz returned to his home in the North and never again returned to the lands of men.
gl: Kalenz volveu ao seu fogar no norde e xamáis volveu ás terras dos homes.

source: Konrad became a noble in Li'sar's court. He married Li'sar, and together they had two sons and a daughter.
gl: Konrad convertiuse nun dos nobles da corte de Li'sar. Casou con ela, e tiveron dous fillos e unha filla.

source: The bones of the young prince Konrad were retrieved from the elves and buried in the Royal Crypt in Weldyn, which Konrad visited to pay homage every week.
gl: Os ósos do pequeno príncipe Konrad foron devoltos polos elfos e soterrados na Cripta Real en Weldyn, que Konrad visitou tódalas semanas para rendirlle homenaxe.

source: female^Battle Princess
gl: female^Princesa proscrita

source: A noble by birth, the Princess has learnt swordplay with the greatest generals, and battle tactics with the greatest sages, making her both a great combatant and leader. Now battle-hardened and strong of will, she can now aid those around her in the art of combat.
gl: Nobre de nacemento, a princesa foi instruída no manexo da espada polos mellores xenerais, e en tácticas de batalla polos mellores estrategas, o que a convertiu nunha magnífica combatente e líder. Agora, endurecida pola batalla e forte de vontade, pode axudar a aqueles que a rodean na arte do combate.

source: saber
gl: sabre

source: scepter of fire
gl: cetro de lume

source: Commander
gl: Comandante

source: The rank of Commander is held by those who lead battle groups into combat. Possessing leadership skills, they give lower-level units in adjacent hexes improved performance in combat. Commanders are best skilled with the sword, although they also carry a bow to use when necessary. If the Commander is lost, so is the battle.
gl: O rango de comandante téñeno aqueles que lideran grupos de batalla en combate. Con habilidades de liderazgo, danlle ás unidades de menor nivel nos hexágonos adxacentes maior efectividade no combate. Os comandantes son máis habilidosos coa espada, aínda que tamén levan consigo un arco por se o precisan. Se o comandante morre, perde-la batalla.

source: sword
gl: espada

source: bow
gl: arco

source: female^Dark Queen
gl: female^Raiña Escura

source: The evil queen mother Asheviere has terrorized Wesnoth for many years. Her knowledge of magic makes her a worthy foe in combat, although her power is mostly derived from those she commands.
gl: A malvada raíña nai Asheviere leva varios anos aterrorizando a Wesnoth. O seu coñecemento da maxia convértena nun perigoso inimigo en combate, aínda que o seu poder derívase en gran parte daqueles aos que lidera.

source: scepter
gl: cetro

source: raging blizzard
gl: xistra bravía

source: Young and brash, Fighters attack with a sword, and are vulnerable to more seasoned enemies. However they have the potential to become great warriors one day.
gl: Xoves e descarados, os loitadores atacan cunha espada, e son vulnerables aos ataques dos inimigos. Porén teñen potencial para chegar a ser grandes guerreiros algún día.

source: Young and brash, Fighters fight with a sword, and are vulnerable to attack from enemies. However they have the potential to become great warriors one day.
gl: Xoves e descarados, os loitadores pelexan cunha espada, e son vulnerables aos ataques dos inimigos. Porén teñen potencial para chegar a ser grandes guerreiros algún día.

source: Injured Sergeant
gl: Sarxento ferido

source: Lord
gl: Señor

source: The noble leaders of many troops, Lords are especially strong in melee combat, and also possess skill with the bow. Like Commanders, Lords possess leadership skills, and improve the fighting ability of all adjacent lower-level units.
gl: Nobres líder de moitas tropas, os señores son especialmente fortes en combate corpo a corpo, aídan que tamén son habilidosos co arco. Ao igual ca os comandantes, os señores posúen habilidade de liderazgo, e melloran a habilidade de loita daquelas unidades de nivel inferior ao seu situadas nos hexágonos adxacentes.

source: female^Princess
gl: female^Princesa

source: A noble by birth, the Princess has learnt swordplay with the greatest generals and battle tactics with the greatest sages, making her both a great combatant and leader. The units of lower level around the Princess will fight better due to her presence. The Princess is also nimble and dextrous, having skills like that of a thief.
gl: Nobre de nacemento, a princesa foi instruída no manexo da espada polos mellores xenerais, e en tácticas de batalla polos mellores estrategas, o que a convertiu nunha magnífica combatente e líder. As unidades ao redor da princesa cun nivel inferior ao seu loitarán mellor grazas á súa presenza. A princesa tamén é áxil e habilidosa, con habilidades que se asemellas ás dun ladrón.

source: Princess
gl: Princesa

source: Sea Orc
gl: Orco mariño

source: While often viewed as inferior to their land-loving counterparts, Sea Orcs represent a great leap for all goblins as they have adapted to aquatic environments. With their curved swords they are competent fighters, although their lack of a ranged attack and poor defense on land do represent strategic weaknesses.
gl: Aínda que a miúdo considerado inferior ao seu equivalente terrestre, os orcos mariños representan un gran salto para tódolos trasgos, xa que se adaptaron aos medios acuáticos. Coas súas espadas curvadas son uns loitadores competentes, aínda que a súa falta de ataque a distancia e pobre defensa en terra representa unha debilidade estratéxica.

source: Sleeping Gryphon
gl: Grifón durmido

source: Shhhh! The Gryphon is sleeping! You'd better not wake it up!
gl: Shhhh! O grifón anda a durmir! Será mellor que non o espertes!

source: claws
gl: gadoupas

source: We are vanquished, for I have been defeated!
gl: Estamos acabados, fun derrotado!

source: Argh! I am finished!
gl: Argh! Estou acabado!

source: No! This is the end! We have been defeated!
gl: Non! Esta é a fin! Derrotáronnos!

source: At least I die an honorable death.
gl: Polo menos tiven unha morte honorable.

source: Do you want this unit to pick up the sword?
gl: Queres que esta unidade recolla a espada?

source: Yes
gl: Si

source: Flaming Sword
gl: Espada ardente

source: This massive blade was created centuries ago by long-forgotten elvish forgemasters, who imbued the bluish steel with an inner magical fire. Tongues of flame dance on the surface, giving the metal a flawless mirrored finish.
gl: Esta espada masiva foi creada hai séculos por uns mestres forxadores elfos hai tempo esquecidos, que impregnaron o azulado aceiro cun lume interno máxico. Linguas de lume dancan pola súa superficie, dándolle ao metal un acabado perfecto.

source: Only the leader of an army can wield this sword!
gl: Só o líder dun exército pode blandir esta espada!

source: As you place your hand around the glittering leather hilt, the sword roars to life! Strangely, you feel no heat once you pick it up, yet the grass at your feet bursts into flame as you test the heft of this mighty weapon.
gl: En canto po-la túa man ao redor da relucinte empuñadura de pel, a espada cobra vida! De xeito estraño, sintes que non pesa cando a ergues, aínda que o chan baixo os teus pes rompe en chamas cando pos a proba a capacidade da poderosa arma.

source: flaming sword
gl: espada ardente

source: No
gl: Non

source: Do you want this unit to pick up the armor?
gl: Queres que esta unidade recolla a armadura?

source: Void Armor
gl: Armadura baleira

source: A beautiful chest plate crafted from shimmering black steel, the Void Armor is virtually impenetrable to physical weapons!
gl: Unha fermosa placa no peito creada con moita destreza a partir de brillante aceiro negro, a armadura baleira é prácticamente impenetrable para as armas físicas!

source: Only a powerful warrior may don this armor!
gl: Só un guerreiro poderoso debería pór esta armadura!

source: You struggle to lift and don the heavy plate. Once worn, however, it is amazingly comfortable. You have increased resistance to all physical damage!
gl: Loitas por erguer e pór a pesada armadura. Unha vez o fas, así e todo, é abraiantemente cómoda. Aumentache-la resistencia a tódolos ataques físicos!

source: void armor
gl: armadura baleira

source: The Void Armor grants the following resistances: blade: 50% pierce: 40% impact: 40% fire: +10%
gl: A armadura oca fornece as seguintes resistencias: folla: 50% perforación: 40% impacto: 40% lume: +10%

source: Scepter of Fire
gl: Cetro de Lume

source: This ancient Scepter was forged by the great Dwarves of the Heart Mountains. A symbol of the kingship of Wesnoth, the Scepter has the power to shoot fireballs at enemies of the bearer!
gl: Este antigo Cetro forxárono os grandes ananos das Montañas da Esperanza. Símbolo do reinado de Wesnoth, o Cetro ten o poder de lanzar bólas de lume aos inimigos do portador!

source: This is the Scepter of Fire. Only a true successor to the throne can possibly dare to take this!
gl: Este é o Cetro de Lume. Só o verdadeiro sucesor do trono pode facerse con el!

source: Here it is at last, I have the Scepter!
gl: Velaquí o está por fin, teño o Cetro!

source: So it is in our hands! Now let us leave this stinking pit.
gl: Así que agora está nas nosas mans! Agora saiamos desta noxenta fosa.

source: I think that if we travel just a little north, we might be able to get out.
gl: Creo que se viaxamos un pouco máis cara o norte, quizais poidamos saír.

source: At last! I have the Scepter!
gl: Por fin! Teño o Cetro!

source: Indeed. You managed to reach it, Li'sar. I hope you shall use it wisely.
gl: Así é. Conseguíchelo, Li'sar. Espero que o uses sabiamente.

source: My first use for it is going to be to help us get out of this hole! I hope you consider that wise.
gl: O primeiro que farei con el será axudarnos a saír deste lugar! Espero que o consideres sabio.

source: The Scepter makes its wielder powerful, but hardly immortal, child. Use it prudently. Now come, I believe there is an exit to the north!
gl: O Cetro fai poderoso ao seu portador, mais non inmortal, rapaza. Úsao con cautela. Agora ven, creo que hai unha saída ao norte!

source: I think I know what I'm doing. Come, let us go!
gl: Creo que sei o que fago. Veña, imos!

source: In the twenty-seventh year of the reign of Garard II, king of Wesnoth, the kingdom was plunged into a bitter war with the Peoples of the North.
gl: No vixésimo sétimo ano do reinado de Garard II, rei de Wesnoth, o reino lanzouse a unha encarnizada guerra cos nórdicos.

source: The Northern host encamped at Galcadar, by the ford of Abez, and the king led his forces to meet them. Splitting his army in two, he led one half while his son, the crown prince Eldred, led the other.
gl: O exército nórdico acampou en Galdacar, xunta o vao de Abez, e o rei dirixiu as súas forzas ao seu encontro. Dividindo o seu exército en dous, el dirixiu unha metade mentres o seu fillo, o príncipe herdeiro Eldred, dirixiu a outra.

source: Eldred was a brave and courageous warrior, able to lead his soldiers well. Unfortunately for Garard, his son was also ambitious... and treacherous. In the heat of battle, Eldred's men turned on the king. And so, Garard was slain in battle that day, along with his brother and all his sons but Eldred.
gl: Eldred era un guerreiro valente e con coraxe, capaz de dirixir ben aos seus soldados. Por desgraza para Garard, seu fillo tamén era ambicioso... e traizoeiro. No medio da batalla, os homes de Eldred abalanzáronse sobre o rei. E así, Garard foi asasinado na batalla aquel día, xunta o seu irmán e todos os seus fillos, todos agás Eldred.

source: Garard's queen, Asheviere, looked on with glee, having come to watch the battle from a nearby hill. The rule of her son would surely satisfy her lust for power far better than her husband's had.
gl: A raíña de Garard, Asheviere, que viñera observar a batalla dende un outeiro próximo, viu o asunto con bos ollos. O dominio do seu fillo seguramente satisfaría a súa cobiza de poder alén do que o seu home xamais puidera.

source: In exchange for tribute, the warlord of the North happily made peace with Eldred, who proclaimed himself king and led his army south towards Weldyn.
gl: A cambio de tributos, o rei nórdico asinou de bo grao a paz con Eldred, o cal proclamouse a si mesmo rei e levou ao seu exército ao sur cara Weldyn.

source: But Garard's arch-mage, Delfador, had escaped the battle and, riding with haste, reached Weldyn first. He mustered a force of loyalists to fight Eldred and avenge the king's death. The loyalist army marched north to meet Eldred.
gl: Pero o arquimago de Garard, Delfador, escapara da batalla e, cabalgando coma alma que leva o demo, chegou a Weldyn primeiro. Alí reuniu un grupo de leais para loitar contra Eldred e vingar así a morte do rei. O exército de leais marchou cara o norte para enfrontarse a Eldred.

source: Eldred made war upon Delfador and his forces with his mother's advice ringing in his ears: 'Fight no one great or small except the old mage, whose head should be severed from his shoulders.'
gl: Eldred loitou contra Delfador e as súas forzas tendo presente o consello da súa nai: "Non loites contra ninguén, forte ou débil, agás contra o vello mago, cuxa cabeza haberás separar dos seus ombreiros.'

source: And Eldred did indeed meet Delfador face-to-face in battle, in the hinterlands near Tath. Sword clashed against staff, as the wise old mage fought the brash young warrior.
gl: E en efecto, Eldred atopouse cara a cara con Delfador na batalla, nas proximidades de Tath. A espada do xove e descarado guerreiro batía unha e outra vez contra bastón do vello e sabio mago.

source: In the end Delfador's men were defeated and routed, but Asheviere found her son's lifeless body, fixed to the ground by the great mage's staff.
gl: Ao final os homes de Delfador foron derrotados e perseguidos, mais Asheviere atopou o corpo sen vida do seu fillo, cravado no chan polo bastón do gran mago.

source: Asheviere herself then took command of the army and led it back to Weldyn. Knowing that the king's young nephews were next in line to the throne, she ordered them all killed, and declared herself Queen of Wesnoth.
gl: A propia Asheviere tomou entón o mando do exército e dirixiuno de regreso a Weldyn. Ela sabía que os xoves sobriños do rei eran os seguintes na liña de sucesión, e por esa mesma razón mandounos matar a todos eles, e declarouse Raíña de Wesnoth.

source: Soon after news of Asheviere's orders reached Delfador, he secretly entered the palace and stole away Konrad, the youngest of Garard's nephews, thereby saving him from death.
gl: Pouco despois de que novas sobre as ordes de Asheviere chegasen a oídos a Delfador, este coouse en palacio e levou a Konrad, o máis novo dos sobriños de Garard, salvándoo así da súa propia morte.

source: Fleeing to the Aethenwood beyond the south-western border of Wesnoth, Delfador raised the child Konrad under the protection of the Elves, watching sadly as Asheviere's reign of terror over the land began...
gl: Delfador fuxiu á fraga de Aethenwood, alén do límite sudoeste de Wesnoth, e deixou ao pequeno Konrad baixo a protección dos elfos, mentres observaba con tristura como comezaba o reinado de terror de Asheviere sobre a terra...
