Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-httt/*.po
Languages: gl

source: Delfador, you cannot allow this to happen! We march to our death!
gl: Delfador, non podes deixar que isto vaia adiante! Dirixímonos á nosa morte!

source: Lord elf, I am in command. I have held council with the Merfolk, and they believe they can find a path down the river and over the falls. We will take the most direct route to your homeland and escape the grasp of the Northerner armies that swarm the wilderness.
gl: Señor elfo, eu estou ao mando. Reuninme cos sirénidos, e cren que poden atopar un camiño río abaixo e por riba das cataratas. Tomaremos a ruta máis directa á túa terra natal e escaparemos do alcance dos exércitos nórdicos que enxamean o páramo.

source: (sigh) I have been spoiled by years of genteel living among your kind, Kalenz. An elf's capacity for introspection and serenity is exceeded only by his ferocity and passion in battle.
gl: [suspiro] Fun mimado por anos de refinada convivencia cos da túa clase, Kalenz. A capacidade dos elfos para a introspección e maila serenidade é só superada pola súa ferocidade e paixón na batalla.

source: It offends your pride and wisdom to suffer the indignity of accepting the will of humans, especially in such a harsh predicament. I urge you to remember how far we have come under Konrad's leadership, and how close we are to bringing the hammer of destiny crashing down on Queen Asheviere's ill-gotten throne. We will journey east.
gl: Ofende ao voso orgullo e xuízo sufrir a indignidade de aceptar a vontade dos humanos, especialmente nun apuro desta magnitude. Ínstote a lembrar o lonxe que temos chegado baixo o liderado de Konrad, e o preto que estamos de atizar co martelo do destino no trono usurpado pola Raíña Asheviere. Dirixirémonos ao leste.

source: I do not like this, old friend. There are legends of things dwelling on this river that even I dare not speak of...
gl: Non me gusta isto, vello amigo. Existen lendas respecto de cousas relativas aos moradores deste río das que nin me atrevo a falar...

source: Prince Konrad, are you sure you want to do this?
gl: Príncipe Konrad, estás seguro de que queres facer isto?

source: I say that...
gl: Creo que...

source: Our need for speed outweighs the danger. With the Merfolk to help us, we will win through.
gl: A nosa présa está por enriba de calquera perigo. Cos sirénidos para axudarnos, seguro de o conseguiremos.

source: On second thought, perhaps we should choose a safer way to go.
gl: Ben pensado, ao mellor deberiamos elixir un camiño máis seguro polo que ir.

source: As you say, my lord.
gl: Como o desexes, señor.

source: If you want to choose the river path later, move a merman to the right end of the river again.
gl: Se decides elixir a ruta do río máis adiante, move a un dos sirénidos cara a dereita do río outra vez.

source: Snow Plains
gl: As Chairas Nevadas

source: These fields of snow were once the home of my people. We left here centuries ago. Legends say a great sword of fire was left behind.
gl: Estes campos nevados foron antano fogar da miña xente. Marchamos deste lugar hai séculos. Conta a lenda que unha gran espada de lume quedou atrás.

source: This sword may prove useful on our journey ahead. I wonder where it could be hidden.
gl: Esa espada podería sernos útil na xornada que temos por diante. Pregúntome onde poderá estar agochada.

source: Who would discard such a wondrous artifact?
gl: Quen se desfaría dun artefacto tan abraiante?

source: I believe it belonged to Ila'alion, a mighty Marshal of the Wood. It was enchanted as a boon to him by your elvish friends in the south. He was visiting their home as an envoy from us North Elves and was called upon to vanquish some beast or other.
gl: Creo que pertenceu a Ila'alion, un poderoso mariscal dos bosques. Enmeigárona como mostra de agradecemento os teus amigos élficos do sur. Ila'alion estaba a visitar o seu fogar como enviado polos elfos do norte e foi chamado a vencer a unha besta ou algo así.

source: Some boon! All for a beast?
gl: Mostra de agradecemento! Todo por unha besta?

source: It must have been an infestation. Regardless, after returning to his own people, the sword was nothing but an invitation to disaster.
gl: Debeu de ser unha infestación. A pesar de todo, tras volver coa súa propia xente, a espada non era senón unha invitación ao desastre.

source: His fellow marshals... well, one could say they were slow to come to Ila'alion's aid as he held this very plain against an orcish incursion. They resented his arrogance as the bearer of the sword, and indignation is a powerful force amongst my people at times. The sword has been lost in orcish territory ever since.
gl: Os seus compañeiros mariscais... ben, poderíase dicir que tardaron en acudir en auxilio de Ila'alion cando enfrontou a súa folla cunha incursión de orcos. Ofendéralles a súa arrogancia como portador da espada, e ás veces a indignación é unha forza poderosa entre os do meu pobo. Dende entón a espada perdeuse en territorio orco.

source: He was just someone who couldn't handle the power given to him.
gl: El non era máis que alguén que non puido manexar o poder que lle foi concedido.

source: You would do well to learn the lesson he did not.
gl: Farías ben en aprender a lección que el non foi capaz de aprender.

source: Move along, Elf, unless you enjoy making camp in this icy waste. I, for one, do not!
gl: Móvete, elfo, a menos que queiras acampar inmensidade xeada. Eu non penso facelo!

source: Indeed...
gl: Xa vexo...

source: Listen, you whose eyes are fair but hide a vacuum, do you think I do not know what power can do to one's soul? What evils a person is capable of when truth and righteousness are but scrolls that can be rewritten when a queen grows tired of them?
gl: Escoita, ti cuxos ollos están en branco aínda que agochan un baleiro, cres que non sei o que lle pode face-lo poder á alma dalguén? O que pode facer alguén cando a verdade e a rectitude non son máis ca rolos que poden ser escritos namentres unha raíña álzase cansa deles?

source: I spent my entire childhood listening to my mother give orders and commanding armies around. I hid in the throne room as a little girl as she met with her generals. I now know she was having people killed... entire towns of people killed!
gl: Pasei toda a miña infancia escoitando á miña nai dar ordes e comandar exércitos. Eu agochábame na sala do trono, como unha meniña, cando se reunía cos seus xenerais. Agora sei que o que facía era matar xente... ciudades enteiras!

source: I became my mother's most trusted aide-de-camp. I was sent to quiet the worst of the rebellion. Of course they fought back. I never knew who these people were or why they fought my mother. Konrad, you are lucky. You do not know what Wesnoth has been like these past many years. There is no peace. I have never known peace.
gl: Convertinme na mellor conselleira de batalla de miña nai. Fun enviada ás peores zonas da rebelión. Por suposto, ofreceron resistencia. Nunca souben o que eran aquelas persoas ou a razón pola cal se enfrontaban a miña nai. Konrad, es afortunado. Non tes nin idea do que ten sido Wesnoth nos últimos anos. Non hai paz. Nunca souben o que iso significa.

source: I do know the cup of bitterness poured out on Wesnoth by your mother, child. The land has been torn apart. The elves know this. The orcs know this. Undead can feel it. Large armies of men march across the plains hunting each other, and when no men remain, outsiders will claim Wesnoth as their home.
gl: Sei da copa de amargura que a túa nai verqueu en Wesnoth, rapaza. A terra foi desgarrada. Os elfos sábeno, ao igual ca os orcos, e os non mortos poden percibilo. Enormes exércitos de homes marchar a través das chairas cazándose os uns aos outros, e cando xa non quede home en pe, os forasteiros reclamarán Wesnoth coma o seu fogar.

source: Enough! I can listen to no more of this. Princess, you may want to end your mother's rule, but I will end her life as she ended the life of my father and my brothers. Asheviere's masterwork of treachery will end, and it will end by my blade!
gl: Xa basta! Non podo seguir escoitando. Princesa, quizais queiras acabar co reinado da túa nai, pero acabarei coa súa vida, tal como ela fixo coa de meu pai e irmáns. A obra mestra de traizón levada a cabo por Asheviere rematará, e será a folla da miña espada a que acabe con ela!

source: Swamp Of Dread
gl: Groto do Terror

source: Defeat the Lich Lord Aimucasur
gl: Derrota ao señor liche Aimucasur

source: <255,255,255>Bonus objective: @Defeat all Death Knights first
gl: <255,255,255>Obxectivo con bonificación: @Derrota a tódolos cabaleiros da morte primeiro

source: This land is cursed. Liches have existed here for ages, luring adventurers and soldiers to their deaths and amassing great armies and fortunes.
gl: Esta terra está maldita. Os liches levan habitándoa durante moito tempo, atraendo aos aventureiros e soldados á súa morte e amasando grandes exércitos e unha enorme fortuna.

source: Look there! The swamp is infested with all manner of skeletons, corpses, and worse. I hope I have made a wise choice in taking this path.
gl: Mirade alí! O groto está infestado de toda clase de esqueletos, cadáveres, e cousas peores. Espero ter acertado ao elixiren este camiño.

source: These Death Knights appear to be minions enslaved by the Lich Lord. This one must be particularly powerful, since Death Knights are usually strong-willed spirits on their own.
gl: Eses cabaleiros da morte semellan subordinados escravizados polo señor liche. Este parece especialmente poderoso, xa que os cabaleiros da morte adoitan ser espíritos tenaces cando están en liberdade.

source: I believe we can destroy the master and release the minions. There is much fighting to be done before we can pass through these swamps in peace. May our bones not join these fallen warriors who now oppose us.
gl: Creo que poderemos destruí-lo mestre e liberalos. Espéranos moita loita antes de cruzar os grotos en paz. Oxalá os nosos ósos non se unan a eses cabaleiros caídos que se enfrontan a nós.

source: The Death Knight explodes into a cloud of dust as it is eradicated. Its armor, however, drops to the ground and remains intact. The heavy black steel is polished to a mirror shine.
gl: Os cabaleiros da morte explotan nunha nube de pó en canto son erradicados. A súa armadura, aínda así, cae ao chan e permanece intacta. O aceiro negro e pesado está pulido coma un relucinte espello.

source: Delfador... that breastplate... how did it end up here?
gl: Delfador... aquela coraza... como acabou aí?

source: Its owner was surely a famous warrior in life. I wonder who it was. That plate must have a powerful enchantment to have resisted centuries of decay. Choose wisely who will bear it.
gl: O seu propietario de seguro foi un grande guerreiro en vida. Pregúntome quen sería. Esa coraza debe ter un poderoso meigallo para ter resistido ao deterioro durante séculos. Elixe sabiamente ao seu portador.

source: As the last Death Knight falls, an ear-splitting screech escapes from the Lich. It is clear that controlling such powerful spirits has drained it significantly, and it is seething in anger towards you.
gl: En canto o derradeiro cabaleiro da morte caeu, o liche emitiu un ensordecedor alarido. Está claro que controlar espíritos de semellante poder o debilitara en grande medida, e está completamente anoxado contigo.

source: A final blow destroys the Lich, releasing a small shock-wave of energy outwards. The last Death Knight silently falls to the ground, inanimate. A giant cloud of dust bellows out as the remnants of the Lich's once-mortal skin and centuries of grime and gristle are lodged loose for the last time.
gl: Un golpe final destrúe o liche, liberando unha pequena carga de enerxía en todas direccións. O derradeiro cabaleiro da morte cae en silencio ao chan, inanimado. Unha enorme nube de pó indica que os restos da pel outrora mortal do liche e séculos de suciedade e cartílago estarán perdidos por última vez.

source: A final blow destroys the Lich, releasing a small shock-wave of energy outwards. The Death Knights silently fall to the ground, inanimate. A giant cloud of dust bellows out as the remnants of the Lich's once-mortal skin and centuries of grime and gristle are lodged loose for the last time.
gl: Un golpe final acaba co liche, liberando unha pequena carga de enerxía en todas direccións. Os cabaleiros da morte caen en silencio ao chan, inanimados. Unha enorme nube de pó indica que os restos da pel outrora mortal do liche e séculos de suciedade e cartílago estarán perdidos por última vez.

source: A final blow destroys the Lich, releasing a small shock-wave of energy outwards. A giant cloud of dust bellows out as the remnants of the Lich's once-mortal skin and centuries of grime and gristle are lodged loose for the last time.
gl: Un golpe final destrúe ao liche, liberando así unha pequena carga de enerxía en todas direccións. Unha enorme nube de pó indica que os restos da pel outrora mortal do liche e séculos de suciedade e cartílago estarán perdidos por última vez.

source: Aimucasur's lordship over this cursed ground is broken.
gl: A señoría de Aimucasur sobre esta terra maldecida rompeuse.

source: Aimucasur? So you know of this Lich Lord? Did you know him? He was a powerful mage?
gl: Aimucasur? Daquela coñeces a este señor liche? Coñecíalo? Era un mago poderoso?

source: Yes, very powerful. I was not certain of his identity at first, but it is certain now. He lived centuries ago... he appears in our histories, a former headmaster on Alduin. He was reported to have disappeared, and now we know what happened to him.
gl: Si, moi poderoso. Ao principio non estaba moi seguro de se era el, pero agora estou seguro. Viviu hai séculos... aparece nas nosas historias, un dos cabezas fundadores de Alduin. Informárase da súa desaparición, e agora sabemos o que lle aconteceu.

source: Move along, Elf, unless you enjoy making camp in this slimy bog. I, for one, do not!
gl: Adiante, elfo, a menos que che apeteza acampar neste viscoso groto. Eu non penso facelo!

source: Listen, you whose eyes are fair but hide a vacuum, do you not think I know what power does to one's soul? What evils a person is capable of when truth and righteousness are but scrolls that can be rewritten when a queen grows tired of them?
gl: Escoita, ti cuxos ollos están en branco aínda que agochan un baleiro, cres que non sei o que lle pode face-lo poder á alma dalguén? O que pode facer alguén cando a verdade e a rectitude non son máis ca rolos que poden ser escritos namentres unha raíña álzase cansa deles?

source: The Cliffs of Thoria
gl: Os Cantís de Thoria

source: Make it to the end of the river
gl: Move a Konrad ao final do río

source: Drakes
gl: Draconiáns

source: The party traveled up the river for days, sometimes walking through the shallow water, sometimes swimming, helped by the Merfolk.
gl: O grupo marchou río arriba durante días, ás veces camiñando polas augas pouco profundas, ás veces a nado, axudados polos sirénidos.

source: One day they saw a gruesome sight - a fleet of ships sunk or shattered among the river islands. Konrad sent some of the mermen to investigate.
gl: Un día contemplaron unha horrenda visión: unha flota de naves, os restos das que non afundiran desperdigados polas illas fluviais. Konrad enviou a algúns dos sirénidos a investiga-lo sucedido.

source: It seems like the ships were sunk in battle, not by a storm. Those that were not capsized have been burned. The battle must have taken place not long ago, perhaps only a few weeks past. We've found no survivors. One more thing...all the sunk ships fly the banner of the Crown of Wesnoth.
gl: Seica os barcos afundiron nunha batalla, e non a causa de tormenta ningunha. Os que non foron volcados, queimáronos. Semella que a batalla tivo lugar non hai moito, quizáis só hai unhas semanas. Non puidemos atopar superviventes. Ah, e unha cousa máis... todos os barcos afundidos levaban o estandarte da Coroa de Wesnoth.

source: Haven't you found any enemy ships, ones the Wesnothians were fighting against?
gl: Non atopáchede-las embarcacións dos inimigos, contra os que loitaron os soldados de Wesnoth?

source: No we have not. If there were any, they are long gone.
gl: Non. Se había algunha, hai tempo que marchou.

source: Perhaps the monsters Lord Kalenz alluded to sunk the ships.
gl: Pode ser que os barcos os afundisen os monstros dos que falara Lord Kalenz.

source: That is possible...
gl: É posible...

source: What do we do next? How much more of the river do we still have to travel?
gl: Que facemos agora? Canto máis río nos queda por navegar?

source: The mountains north of the river are impassable. Perhaps we should try moving south, to the swamps.
gl: As montañas ao norde do río son infranqueables. Ao mellor deberiamos ir cara o sur, aos grotos.

source: I don't recommend it. Long ago, a lich who was at war with my people appointed some of his most powerful minions to guard the swamps. We must not go that way!
gl: Non volo aconsellaría. Hai tempo xa, un liche que estaba en guerra co meu pobo mandou a algúns dos seus lacaios máis poderosos a gardar os grotos. Non debemos tomar ese camiño!

source: Then we have only two choices: to proceed up the river or to go back where we came from and fight our way through the Orcs or the Undead.
gl: Entón só nos quedan dúas opcóns: seguir río arriba ou volver por onde viñemos e loitar contra os orcos ou os non mortos.

source: We certainly have no time to go back! We must hurry to the home of the North Elves, to meet with our Elven allies.
gl: Non temos tempo para retroceder! Debemos apresurarnos cara o fogar dos elfos nórdicos, para asistir ao encontro cos nosos aliados elfos.

source: Delfador is right. We must go on!
gl: Delfador ten razón. Debemos seguir adiante!

source: Oh my! A monster!
gl: Oh non! Un monstro!

source: A dragon! A big one!
gl: Un dragón! Un moi grande!

source: I am Keh Ohn, leader of the Drakes who have settled upon these cliffs. Who are you?
gl: Son Ken Ohn, líder dos draconiáns asentados nestes cantís. Quen sodes vós?

source: A talking dragon?
gl: Un dragón que fala?

source: I am beginning to understand why you were talking about monsters on our way here, Lord Kalenz.
gl: Empezo a comprender o motivo polo que falabas de monstros no noso camiño, Lord Kalenz.

source: With all due respect, Your Highnesses, you are both wrong. This is not a dragon. This is a drake.
gl: Co debido respecto, alteza, equivocádesvo-los dous. Non se trata dun dragón. É un draconián.

source: Here? But, Drakes have never been seen in Wesnoth before... Are you certain of this?
gl: Aquí? Pero se os draconiáns nunca antes foran vistos en Wesnoth... Estás seguro do que dis?

source: I was born in the Bay of Pearls and spent my entire life on the Eastern Shore. But I have spoken with those who have traveled the Western Ocean and met drakes on their journeys. Therefore, I am certain beyond doubt that the creature flying in front of us is a drake, Delfador. Concerning the drakes having never been seen in Wesnoth, must I remind you that we are not in Wesnoth anymore? There are many unthinkable things and creatures which can be found outside of Wesnoth.
gl: Nacín na Baía das Perlas e pasei toda a miña vida na ribeira sur. Pero teño falado cos viaxeiros que atravesaron o Océano Occidental e atoparon draconián no seu camiño. Por tanto, estou completamente seguro de que esa criatura que voa fronte a nós é un draconián, Delfador. Respecto ao de que os draconiáns nunca foran vistos en Wesnoth, quizais esqueciches que xa non estamos en Wesnoth. Fora das fronteiras existen todo tipo de inimaxinables obxectos e criaturas.

source: GRROAR!! Will you self-oriented creatures finally show some manners and pay some attention to me?
gl: GRROAR!!! Amosaredes dunha vez un pouco de educación e me prestaredes atención, criaturas desorientadas?

source: Eh... well of course, Sir Drake. Let me introduce myself - I am Prince Konrad, leader of the group and heir to the throne of Wesnoth.
gl: Eh... por suposto, señor draconián. Permitídeme que me presente: son o Príncipe Konrad, lider do grupo e herdeiro ao trono de Wesnoth.

source: And I am Princess Li'sar, the only daughter of the late King Garard II and Queen Asheviere. I too am an heir to the throne of Wesnoth!
gl: E eu son a Princesa Li'sar, filla única do difunto Rei Garard II e maila Raíña Asheviere. Eu tamén son herdeira ao trono de Wesnoth!

source: (releasing a torrent of fire towards Konrad and Li'sar) Soooo... It is you who sent your subordinates to attack us. Now when we've destroyed them, you come to do the job yourselves.
gl: (deixando caer un torrente de lume sobre Konrad e Li'sar) Conque... fúchedes vós os que mandáchede-los vosos subordinados a atacarnos. Agora que acabamos con eles, vides facer o traballo por vós mesmos.

source: No...There is an ongoing civil war amongst us humans. The ships were sent by our enemies, not by us, even if they were Wesnothian ships.
gl: Non... nó-los humanos estamos no medio dunha guerra civil. As embarcacións enviáronas os nosos inimigos, non nós, aínda que fosen barcos de Wesnoth.

source: The Prince speaks the truth.
gl: O príncipe di a verdade.

source: I don't know. Maybe you are telling the truth, maybe not. We Drakes don't trust you. Many of our warriors died in the battle and many more are still healing their wounds, but we still have claws. Go back now and leave us in peace. If you go further we'll be forced to show them.
gl: Non sei. Pode que diga-la verdade, e pode que non. Nó-los draconiáns non confiamos en vós. Moitos dos nosos guerreiros morreron na batalla, e moitos aínda están a cura-las súas feridas, pero aínda temos garras. Retrocedede agora e deixádenos en paz, ou verémonos na obriga de amosárvolas.

source: But we can not go back. We are on an important mission.
gl: Pero non podemos volver atrás. Estamos nunha misión importante.

source: If you defy my warning - prepare for battle.
gl: Se desobedecede-la miña advertencia, preparádevos para a batalla.

source: So be it. We have to go up the river; we have no choice. We'll fight our way through if necessary.
gl: Así sexa. Temos que ir río arriba, non temos elección. Loitaremos se é preciso.

source: You will regret challenging us. Drakes, to arms!
gl: Arrepentirédevos de enfrentarvos a nós. Draconiáns, ás armas!

source: I slew the undead monster but somehow it has revived! Dark magic is stirring around us!
gl: Asasinei ao monstro non morto pero resucitou dalgún modo! Arrodéanos maxia escura!

source: Those are some of the monsters I warned about. Such undead guardians are indestructible. We must find another way to go.
gl: Eses son algúns dos monstros acerca dos que vos advertín. Eses gardas non mortos son indestructibles. Temos que atopar outro camiño polo que ir.

source: We've found $random gold in the Drake base.
gl: Atopamos $random moedas de ouro na garida dos draconiáns.

source: Hurrah! We've killed their leader
gl: Hurra! Matámo-lo seu líder!

source: Our leader is dead, but it matters not! Time enough to appoint a new leader after the battle is won! Fight on to the last, comrades!
gl: O noso líder está morto, pero non importa! Xa haberá tempo de elixir outro líder cando gañemos a batalla! Loitasde ata o final, camaradas!

source: Keep on going up the river. While we're at it, let us force as many drakes as possible to pay with their lives. They have defied us, and now they will meet the same fate as their leader!
gl: Seguide río arriba. Mentres tanto, fagamos que o paguen coas súas vidas tantos draconiáns como sexa posible. Derrotáronnos, pero agora correrán a mesma sorte ca o seu líder!

source: We hear and obey, My Lord.
gl: Ás ordes, señor.

source: I see someone at the top of the furthermost cliff!
gl: Podo ver alguń no alto do cantil, aló!
