Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-httt/*.po
Languages: gl

source: Parandra, what you say may seem right to some, but as long as you and I speak to no-one of what we know, I see no reason why Konrad would not best have the throne.
gl: Parandra, me parece ben o que dis, pero sempre que non lle contemos a ninguén o que ti e máis eu sabemos, non vexo motivo polo cal Konrad non deba te-lo trono.

source: In so many things you are right, Delfador, and your wisdom is unmatched in the world of men. But in this, you are mistaken. Li'sar is the heir. She should take the throne. Now that I have met her for myself, I am sure of it.
gl: Tes razón en moitas cousas, Delfador, e a túa sabedoría é inigualable no mundo dos homes. Pero nisto equivócaste. Li'sar é a herdeira. Ela debería te-lo trono. Agora que a coñecín persoalmente, estou segura diso.

source: She will claim the throne, and not me? What should I do?
gl: Será ela e non eu quen reclame o trono? E que fago eu?

source: Li'sar should be Queen, but you will go with her. Indeed, I suspect we could not convince you otherwise. I have seen the way you look at her, Konrad. I think that now you would follow her even to the ends of the earth.
gl: Li'sar debe ser raíña, pero ti irás con ela. De feito, sospeito que non poderiamos convencerche do contrario. Vin como miras para ela, Konrad, e creo que agora a seguirías ata os confíns da terra.

source: With all due respect, my lady, she is my cousin! There is nothing between us!
gl: Con todo o meu respecto, señora, é a miña curmá! Non hai nada entre nós!

source: Then if it is as you say, Konrad, perhaps you should stay here with us. It would surely be safer for you. The elves could show you things that would amaze you, things that no man has seen before.
gl: Se é como dis, Konrad, quizais deberias quedarte aquí connosco. Sería máis seguro para ti. Os elfos poderiamos amosarte cousas que te abraiarían, cousas que ningún humano antes vira.

source: That is a generous offer, my lady, but you are indeed right, I would rather go with Li'sar.
gl: É unha oferta xenerosa, señora, pero tes razón, prefiro ir con Li'sar.

source: And what say you, Uradredia?
gl: E que dis ti

source: Tell me, Li'sar, are you willing to fight your own mother for the throne?
gl: Dime, Li'sar, estás disposta a loitar contra a túa propia nai polo trono?

source: It is for the good of the country. If it is necessary, I will fight her, Elf-king.
gl: É polo ben do país. Se é necesario, loitarei, rei elfo.

source: I feel that this lady speaks the truth. Delfador, although I know that you do not concur, the words of Parandra, daughter of Elandria are wise. Rest here for a time, and then go forth with them.
gl: Creo que a rapaza di a verdade, Delfador, aínda que sei que non estás dacordo comigo, as verbas de Parandra, filla de Elandria, son sabias. Descansade aquí un tempo, e logo marchade con eles.

source: And you have been with us for a time, Kalenz son of Kliada, what say you?
gl: E ti estiveches connosco un tempo, Kalenz, fillo de Kliada. Que dis?

source: Wisdom has been spoken here today, Delfador. We have been with Li'sar in the most trying of times, and risked life and limb with her. Yet we still have both our lives and our limbs. She lacks experience, and has too much of the brashness of youth, but she will make a good Queen in time.
gl: Díxose a verdade neste día, Delfador. Estivemos con Li'sar nos tempos máis duros, e arriscamo-la nosa vida con ela. Aínda así seguimos todos dunha peza. Fáltalle experiencia, e ten moita insolencia propia da xuventude, pero algún día será unha boa raíña.

source: So, the Elven Council has spoken. But which path should we take on our journey? The Ford of Abez will not be passable, for surely it will be watched and guarded by many men.
gl: Daquela, o Consello dos Elfos falou. Pero que ruta deberemos tomar na nosa xornada? O Vao do Abez non será transitable, xa que ha estar vixiado e gardado por moitos homes.

source: There is another way by which you can return to Wesnoth: past the mountains of the dragons and through the dark valley. To the land of the East, from there you can return to Wesnoth and surprise the Dark Queen, catching her off guard.
gl: Hai outro camiño polo que poderedes volver a Wesnoth: a través das montañas dos dragóns e do val escuro. Ás terras do leste, dende as que poderedes volver a Wesnoth e sorprender á Raíña Escura, colléndoa desprevida.

source: Mountains of the dragons? That sounds very dangerous! I didn't even think there were such things as dragons!
gl: Montañas dos dragóns? Iso soa moi perigoso! Nin sequera pensei que existían cousas tales comas os dragóns!

source: No dragon has been sighted in those mountains for many years, but they retain their name of old. Still, that path will be dangerous for us. Is there not another route we might take?
gl: Non se ven dragóns por esas montañas durante moitos anos, pero manteñen o nome dende a antigüidade. Aínda así, ese camiño sería perigoso para nós. Hai algunha outra ruta que poidamos tomar?

source: All routes are dangerous, though there is some hope along this path. Rest, and then go forth, friends. Fortune has smiled upon you so far, despite great dangers. Perhaps she will continue to do so.
gl: Tódalas rutas son perigosas, aínda que hai algo de esperanza nesta. Descansade, e logo marchade, amigos. A fortuna vos sorriu polo momento, a pesar dos grandes perigos. Poida que siga facéndoo.

source: Yes, rest. Your soldiers will be tended to and refreshed. We have made sure you will leave our protection with the resources to finish your journey.
gl: Si, descansade. Atenderase e reabastecerase aos vosos soldados. Xa nos aseguramos de que deixásede-la nosa protección cos recursos para remata-la vosa xornada.

source: Return to Wesnoth
gl: Volta a Wesnoth

source: After many days enjoying the strange food and fine linen of his hosts, restlessness overtook Konrad. The urgency nagged at him as he donned a new tunic and fastened newly-oiled leather straps.
gl: Tras varios días disfrutando da estraña comida e o excelente lino dos seus anfitrións, a Konrad invadiuno a axitación. A urxencia inundouno en canto se fixo cunha nova túnica e se axustou as correas de coiro recén engrasadas.

source: He strode the halls of the elven citadel, visiting and encouraging his soldiers. Many were elves about to leave behind the comfort and peace of their capital to make war on a vast human army - his war. The weight of that thought bore on him.
gl: Percorreu as salas da cidadela élfica, visitando e animando aos soldados. Moitos deles eran elfos a piques de deixar atrás as comodidades e maila paz da súa capital para loitar nunha guerra contra un vasto exército de humanos -a súa guerra. Ese pensamento pesaba sobre os seus ombreiros.

source: Konrad stood on the rampart staring out towards the horizon as his men bustled below. He suddenly realized why he was uneasy: he had been staring at thin streams of black smoke, merging into the clouds far in the distance. He shouted orders to depart and was ardently obeyed.
gl: Konrad ficou na muralla albiscando o horizonte mentres abaixo os seus homes marchaban dun lado a outro. De súpeto decatouse de que era o que lle inquietaba: estivera mirando cara un pequeno fío de fume negro, que ao lonxe conectaba a terra coas nubes. Deu orde de partir e así foi.

source: Kalenz's champion courtiers escorted Konrad and Delfador through their forest, a near-invincible vanguard. War had spread to the Northlands, but by taking long-deserted trails through the rugged eastern hills, it failed to find the band of rebels. The high craggy peaks of the mountains of the Dragons looked down on them in deserted desolation.
gl: Os campións cortesanos de Kalenz escoltaron a Konrad e Delfador a través do bosque, unha vangarda case invencible. A guerra alcanzara as terras do norde, mais collendo sendeiros desérticos a través dos escarpados outeiros orientais, non foi quen de atopa-lo grupo de rebeldes. As elevadas e escarpadas cimas das montañas dos Dragóns pecháronos na desolación do deserto.

source: Konrad's small band of elves had grown to a massive army. The occasional hermit mage knew better than to interfere with its progress, and soon the plains of Northeastern Wesnoth lay before them.
gl: O pequeno grupo de elfos de Konrad convertíranse nun grande exército. O ás veces ermitaño mago fixo que non tardasen en deixar atrás as chairas orientais de Wesnoth.

source: After spending the greater part of a year in remote, dangerous wastes, Konrad's heart leapt at the thought this journey was almost over. Though the greatest danger lay ahead, he knew he was finally returning home.
gl: Tras pasar a maior parte do último ano en terras remotas e perigosas, o corazónd e Konrad brincaba polo pensamento de que a xornada xa case rematara. A pesar de que o maior perigo esperábao, sabía que por fin volvía a casa.

source: Halt! Who goes there?
gl: Alto aí! Quen vai?

source: Look! It is the traitor Li'sar, with the old mage and the filthy elven lord. Quickly, capture them! The Queen wishes to make them her prisoners.
gl: Mirade! É a traidora Li'sar, co vello mago e os noxentos señores elfos. Rápido, capturádeos! A raíña quéreos coma prisioneiros.

source: What? Me, a traitor? It is the Queen who is a traitor, for not obeying the wishes of King Garard II. We have the Scepter of Fire, so let us in!
gl: Que? Eu unha traidora? A traidora é a raíña, que desobedeceu os desexos do Rei Garard II. Temo-lo Cetro de Lume, así que deixádenos pasar!

source: You leave us no choice but to kill you.
gl: Non nos deixas outra opción que matarte.

source: These intruders are stronger than we expected. Call in the reinforcements!
gl: Estes intrusos son máis fortes do que esperabamos. Chama aos reforzos!

source: The Queen has sent us to aid you in capturing these rebels.
gl: A raíña enviounos para axudarvos a capturar a estes rebeldes.

source: We have changed the plan. Now we are killing them.
gl: Cambio de plans. Imos matalos.

source: We must make haste! Far greater challenges lie before us, by tarrying here we're diminishing our resources.
gl: Debemos apurarnos! Agárdannos moitos e maiores desafíos, retrasándonos aquí reducimo-los nosos recursos.

source: Test of the Clan
gl: A Proba do Clan

source: Defeat 25 enemy units
gl: Derrota a 25 unidades inimigas.

source: <255,255,255>Bonus objective: @Defeat all enemy leaders
gl: <255,255,255>Obxectivo Bonus objective: Derrota a todos os líderes inimigos

source: Plainsmen
gl: Os Habitantes das Chairas

source: Clan Member Defeated
gl: membro do clan foi derrotado

source: Greetings, men of the plains.
gl: Saúdos, homes das chairas.

source: What do these intruders want? We did not invite them here, that is certain.
gl: Que queren estes intrusos? Nós non os convidamos, diso estou seguro.

source: We come in peace! We wish for you to aid us in our struggle against Asheviere, the evil Queen.
gl: Vimos en son de paz! Gustaríanos que nos axudásedes na nosa loita contra Asheviere, a malvada Raíña.

source: We will not join you. You who are led by these youths and this old man.
gl: Non nos uniremos a vós. Vós a quen lideran eses rapaces e ese vello.

source: You are for us or against us. If you do not join us to overthrow the evil Queen, we will strip you of your power, once the throne is rightfully reclaimed.
gl: Ou estás connosco ou contra nós. Se non vos unides a nós para derrocar á raíña malvada, arrebatarémosvo-lo voso poder, unha vez que reclamemos lexítimamente trono.

source: Hah! You think you can seize the throne? Defeat us in battle and we will join you, or leave now and never return!
gl: Hah! Cres que podedes tomar o trono? Derrotádenos na batalla e unirémonos a vós, ou marchade agora e xamáis volvades!

source: Very well. We will fight you.
gl: Moi ben. Loitaremos contra vós.

source: Fools! We will run you down like dogs!
gl: Idiotas! Caeredes coma cans!

source: There is no turning back for you now. This is a fight to the death!
gl: Xa non hai volta atrás para vós. Isto é unha loita a morte!

source: Delfador, this is sheer madness. We cannot afford to play games when we should be marching against the Queen.
gl: Delfador, isto é unha loucura. Non nos podemos permitir andar a xogar cando teriamos que estar marchando contra a raíña.

source: Lord Bayar, halt this folly! I challenge you to a personal combat.
gl: Lord Bayar, detén esta loucura! Rétote a un combate persoal.

source: Ho! You have amused me, young heir. Ho, ho, challenge indeed.
gl: Ho! Es moi gracioso, xove herdeiro. Ho, ho, que así sexa.

source: Young heir? Then you assent to my claim?
gl: Xove herdeiro? Logo admites que son o herdeiro?

source: Impudence. Bah! Do you see orcs on our plains? Did we not grant you a test of your strength?
gl: insolencia. Bah! Ves algún orco nas nosas chairas? Non te garantimos unha proba da túa forza?

source: I fail to see the purpose of this exercise. It only weakens us.
gl: Non logro entender o propósito deste exercicio. Isto só nos debilita.

source: No, whelp. You may be weakened, but the horse clans are eternal. I will promise you this, however. If you can defeat me personally, I myself will join your siege of Weldyn.
gl: Non, rapaz. Pode que vós esteades debilitados, pero os clans dos cabalos son eternos. Aínda así prométocho. Se es capaz de derrotarme persoalmente, eu en persoa unireime ao asedio de Weldyn.

source: Aye.
gl: Si.

source: I cannot believe this! You have defeated me! You are now my liege, and I leave the battlefield in shame. But the Clan shall fight on!
gl: Non podo crelo! Derrotáchesme! Agora ti é-lo meu señor, e abandono o campo de batalla avergoñado. Aínda así o meu clan seguirá loitando!

source: Their leader has fallen but still they fight!
gl: O seu líder caeu pero seguen loitando!

source: You can defeat me, but the Clan will never fall. Our numbers are endless!
gl: Poderás derrotarme a min, pero o clan endexamáis caerá. O noso grupo é interminable!

source: Even as I pledge my lance to your service, my Clan fights on!
gl: Aínda que poña a miña lanza ao teu servizo, o meu clan seguirá loitando!

source: A humiliating defeat, yet you are no match for the might of the Clan!
gl: Unha derrota humillante, mais non non sodes rival para o poder do clan!

source: Stop! I cannot believe this! You have defeated us! Indeed, you are worthy, worthy even to claim the throne. The clans will help you. We will fight with you against the Queen.
gl: Parade! Non podo crelo! Derrotáchedesnos! Sodes sen dúbida dignos, dignos mesmo de reclama-lo trono. O clan ha vos axudar. Loitaremos convosco contra a raíña.

source: So you admit defeat! You will serve me in fighting the evil queen?
gl: Conque admitide-la derrota! Servirédesme na loitar contra a malvada raíña?

source: We will serve you, my lord. You will make a worthy king.
gl: Servidrémosche, señor. Serás un digno rei.

source: The mighty riders of the eastern plains, the Knights of the Clans, are now yours to command!
gl: Os poderosos cabaleiros das chairas orientais, os Cabaleiros dos Clans, están agora ás túas ordes!

source: I think you are mistaken! You will help me be queen.
gl: Creo que vos equivocades! Axudarédesme a min a ser raíña.

source: Who then is your leader? Who do we serve?
gl: Logo quen é o voso líder? A quen servimos?

source: You will serve us. You will protect our flanks while we make way straight for the queen. With you on either flank, we can surely overcome her.
gl: Servirédesnos a nós. Protexerede-los nosos flancos mentres nós imos directos contra a raíña. Con vós en ambo-los dous flancos, poderemos derrotala sen problemas.

source: Delfador, don't you think it is time we settled this?
gl: Delfador, non pensas que xa vai sendo hora de resolver isto?

source: Yes, it is time. It is time for the truth to be told. I had hoped to take this secret to my grave, but it isn't to be. You elves live too long, and though I have tried hard to understand, your wisdom is foreign to me.
gl: Si, vai. Xa vai sendo hora de desvela-la verdade. Esperaba levar o segredo á tumba comigo, pero non vai ser así. Vo-los elfos vivides moito tempo, e aínda que me esforcei en intentar comprendela, a vosa sabedoría aínda me resulta estraña.

source: Secret? What secret Delfador? What are you talking about?
gl: Segredo? Que segredo, Delfador? De que estás falando?

source: We should not speak of it now. Instead come with me, Konrad and Li'sar, to the top of mount Elnar. To look at Weldyn. To make plans for the battle, and to talk.
gl: Non deberiamos falar disto agora. Vinde comigo, Konrad e Li'sar, á cima do monte Elnar. Para contemplar Weldyn. Para planea-la batalla, e para falar.

source: Clan Members Defeated
gl: membros do clan foron derrotados

source: We are routing their forces! Let's see if the Clan has had enough. Their help in guarding our flanks will be invaluable.
gl: Estamos a decima-las súas forzas! Vexamos se o clan xa tivo bastante. A súa axuda gardando os nosos flancos vai ser indispensable.

source: The Battle for Wesnoth
gl: A Batalla por Wesnoth

source: Defeat Asheviere
gl: Derrota a Asheviere

source: Here we overlook the city of Weldyn. The great city. The ancient city. The city of evil. The city of good. The city of men.
gl: Velaí tede-la cidade de Weldyn. A gran cidade. A antiga cidade. A cidade do mal. A cidade do ben. A cidade dos homes.

source: I have not looked upon this city for seventeen years. Seventeen years ago, when I should have been at the height of my power. But my strength failed me. I failed, and I cannot atone for it.
gl: Non contemplaba esta cidade dende hai xa dezasete anos. Hai dezasete anos, cando debía estar no apoxeo do meu poder. Pero falláronme as forzas. Fallei, e non podo facer nada por cambialo.

source: The battle had been long and hard. We had been defeated. Eldred was slain, but I knew that Asheviere's wrath would be great. That many innocents would be slain. I had to save the monarchy. I had to save the princes. I made haste to Weldyn, before the guards of Asheviere could get there, to carry out their evil orders.
gl: A batalla fora longa e encarnizada. Nós foramos derrotados. Eldred caera, pero souben que a ira de Asheviere sería terrible. Que moitos inocentes serían asasinados. Tiña que salva-la monarquía. Tiña que salvar aos príncies. Puxen rumbo a Weldyn, tiña que chegar antes de que puidesen facelo os gardas de Asheviere, portadores das súas malvadas ordes.

source: But I failed. I was too late. I entered the chambers of the youngest prince, prince Konrad, just as one of the evil ones ran him through. All was lost. The heirs were slain. Only Asheviere and her daughter had any claim to the throne.
gl: Pero fallei. Cheguei tarde de máis. Entrei nos aposentos do máis novo dos príncipes, o príncipe Konrad, a tempo de contemplar como un deses malvados se abalanzaba sobre el. Todo estaba perdido. Os herdeiros foran asasinados. Só Asheviere e a súa filla poderían reclama-lo trono.

source: Of course, you are surprised by this, but it is the truth. In haste, I vanquished the evil ones who had committed this foul deed. Then I took the little prince's broken body, and away I rode. Far away, to the land of the elves.
gl: De seguor qu isto vos sorprenderá, pero é a verdade. Axiña derrotei aos malvados executores de tan vil acto. Entón suxeitei o corpo sen vida do xove príncipe, e cabalguei lonxe de alí. Moi lonxe, ás terras dos elfos.

source: By strange and mysterious fortune, the Elf Lady Parandra had come across a human child. She knew not where he had come from, only that the orcs would have eaten him if it weren't for her intervention. The elves felt that great fortune smiled upon this man-child. Perhaps that is why this most truthful of peoples agreed to my plan.
gl: Por estraña e misteriosa casualidade, a señora elfa Parandra atopara un meniño humano. Non sabía da súa procedencia, só que de non ser pola súa intervención os orcor terían feito boa conta del. Os elfos sentiron que unha gran fortuna lle sorría a aquel pequeno humano. Poida que ese fose o motivo polo que estas xentes tan fieis á verdade aceptaron o meu plan.

source: After burying the little prince, we agreed never to speak of him again. Instead, this orphan child we would call Konrad, and he would be brought up to be king. I would say that I had slain the guards before they had carried out their evil deed, instead of after. No one would ever have to know. And no one did know for certain, until now.
gl: Tras soterrar ao pequeno príncipe, acordamos non volver falar del nunca máis. No seu lugar sería a este neno orfo ao que chamariamos Konrad, e quen sería levado ao trono. Eu diría que me encargara dos gardas antes de que puidesen completa-la súa miserable misión, e non despois. Ninguén o debería de saber nunca. E o certo é que ninguén o soubo, ata agora.

source: I had thought that we could one day make you king, Konrad. But now I see that fate has made a different choice. That despite all of Asheviere's evil, this Li'sar is fit for the throne. She is the rightful queen. From a long line of kings, stretching all the way back to the seafarers of old from the west.
gl: Pensara que algún día te poderiamos converter en rei, Konrad. Pero agora me decato de que o destino argallou outro plan distinto. De que a pesar de toda a maldade que arrodea a Asheviere, esta Li'sar é a axeitada para o trono. Ela é a lexítima herdeira. Dunha longa linaxe de reis, que se extende ata as tribos de percadores que antigamente habitaban ao oeste.

source: Now, let us not tarry here any longer! The dawn breaks! The time has come for the heir to the throne to claim it!
gl: Agora, non nos deteñamos aquí máis tempo! O sol asoma polo horizonte! Chegou a hora de que a herdeira ao trono o reclame para si!

source: So, these rebels come at last to face me, while most of my army is off fighting the fickle clans.
gl: Conque eses rebeldes por fin veñen enfrentarse a min, agora que a maior parte do meu exército está fóra loitando contra os indobregables clans.

source: Wretched wench. Your army is tasting death as we speak. The clans have arrived to unseat you, pretender!
gl: Desgraciada. O teu exército proba o sabor da morte mentres falamos. Os clans están aquí para acabar contigo, impostora!

source: Surrender, mother. The land's blood is spent. I have come to take my rightful place.
gl: Ríndete, nai. Non deixes que se derrame máis sangue. Vin reclama-lo meu lexítimo lugar.

source: Ahh. My own daughter, a turncoat. So it is true. Such treason my reign must endure! But endure it will.
gl: Ahh. A miña propia filla, renegando de min. Así que é certo. Semellante traizón ten que soportar o meu reinado! Pero vaina soportar.

source: How long must the people endure your rule? Give the throne to your daughter. She is the rightful heir. We even hold the scepter to prove it!
gl: Canto tempo deberá a xente sufrir baixo o teu goberno? Dalle o trono á túa filla. Ela é a verdadeira herdeira. Mesmo portamo-lo cetro que o demostra!

source: Delfador! My old tormentor! Treason! Men! Seize them! Kill them! Kill them all!
gl: Delfador! o meu vello torturador! Traizón! Homes! Acabade con eles! Matádeos! Matádeos a todos!

source: Take this, witch!
gl: Toma isto, bruxa!

source: The Queen is Dead
gl: A Raíña está morta

source: Mother, I swore to end your reign of evil, and now I shall.
gl: Nai, xurei rematar co teu reinado de maldade, e fíxeno.

source: Daughter, I built this kingdom for you. It has all been for you!
gl: Filla, contruín este reino para ti. Todo era para ti!
