Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-httt/*.po
Languages: gl

source: Heir to the Throne
gl: Herdeiro ao Trono

source: HttT
gl: HaT

source: Fighter
gl: Loitador

source: (Beginner)
gl: (principiante)

source: Hero
gl: Heroe

source: (Challenging)
gl: (esixente)

source: Champion
gl: Campión

source: Fight to regain the throne of Wesnoth, of which you are the legitimate heir. (Novice level, 25 scenarios.)
gl: Loita para recuperar o trono de Wesnoth, do cal es o lexítimo herdeiro. (Nivel principiante, 25 escenarios)

source: Campaign Design
gl: Deseño da campaña

source: Campaign Maintenance
gl: Mantemento da campaña

source: Artwork and Graphics Design
gl: Traballo artístico e deseño gráfico

source: Miscellaneous
gl: Varios

source: The Elves Besieged
gl: Os Elfos Asediados

source: Move Konrad to the signpost in the northwest
gl: Move a Konrad ao indicador do noroeste

source: Death of Konrad
gl: Morte de Konrad

source: Death of Delfador
gl: Morte de Delfador

source: Turns run out
gl: Esgotamento das roldas

source: Rebels
gl: Rebeldes

source: Orcs
gl: Orcos

source: Sixteen years into her rule, Asheviere turned her attention to the wood elves living in the great forest southwest of Wesnoth, whom she despised. Orcish mercenaries were hired and dispatched to bring about their ruin.
gl: Despois de dezaseis anos de dominio, Asheviere volveu a súa atención cara os elfos do bosque que habitaban a grande fraga ao sudoeste de Wesnoth, aos cales desprezaba. Contratáronse e enviáronse mercenarios orcos para provoca-la súa perdición.

source: Master Delfador! Look, there are orcs coming from all directions! What shall we do?
gl: Mestre Delfador! Mire, hai orcos vindo de todas direccións! Que facemos?

source: There are too many to fight, far too many. We must escape!
gl: Hai demasiados para loitar, demasiados. Debemos fuxir!

source: But to where? This is the only home we have! What about the elves?
gl: Fuxir onde? Este é o noso único fogar! E que hai dos elfos?

source: We will fight them, but you must escape, Konrad. It is imperative that you escape!
gl: Loitaremos contra eles, pero ti debes escapar, Konrad. É imprescindible que escapes!

source: We will go north. Perhaps we can reach the Isle of Alduin. If we can make it there, surely we will be safe. Konrad, we must recruit some elves to help us, and then you must make it to the sign post in the north-west. I will protect you!
gl: Iremos ao norte. Quizais poidamos chegar á Illa de Alduin. Se conseguimos chegar alí, de seguro que estaremos a salvo. Konrad, debemos recrutar algúns elfos para que nos axuden, e despois debes chegar ao indicador do noroeste. Eu te protexerei!

source: Very well, let us hurry!
gl: Moi ben, apresurémonos!

source: Attack the elves, my grunts, and take their villages. Let us claim this land for the Queen!
gl: Atacade aos elfos, rapaces, a tomade as súas vilas. Reclamemos estas terras en nome da Raíña!

source: Remember, it is rumored that the filthy mage and one that he protects are in these parts. They are the ones we want!
gl: Lembrade, rumoréase que o sucio mago e un protexido seu están por estes lares. Son a eles a quen queremos!

source: Ha ha! We will rip the filthy elves to pieces!
gl: Ha ha! Cortaremos a eses noxentos elfos en anaquiños!

source: Let them come. We will fight them with all we have!
gl: Deixádeos vir. Loitaremos contra eles con todo o que temos!

source: Be careful, Konrad! Guard him well, Delfador!
gl: Ten coidado, Konrad! Protéxeo ben, Delfador!

source: And so it has begun!
gl: E así comezou!

source: Very well, we have made it this far! But where do we go next?
gl: Moi ben, chegamos ata aquí! Mais onde imos agora?

source: We must travel north, and try to make it to the Isle of Alduin. Hopefully we will find refuge there.
gl: Debemos viaxar ao norte, e intentar chegar á Illa de Alduin. Con sorte atoparemos refuxio alí.

source: Of course you are right, Delfador. But what will become of the elves here?
gl: Tes razón, Delfador. Pero que lles vai ocorrer aos elfos aquí?

source: The elves will fight. They may even prevail. But I fear things do not bode well for them. Let us not speak of it now. Onward!
gl: Os elfos loitarán. Mesmo pode que prevalezan. Mais temo que as cousas non pintan ben para eles. Non falemos diso agora. Adiante!

source: Good luck, Konrad! Don't worry about us, we will fight as best we can!
gl: Boa sorte, Konrad! Non te preocupes por nós, loitaremos o mellor que poidamos!

source: I... I don't think I can make it anymore.
gl: Cre... Creo que non podo máis.

source: Prince... you must keep fighting! Nooooooo!
gl: Príncipe... debes continuar loitando! Nooooooon!

source: It is over. I am doomed...
gl: Acabouse. Estou condenado...

source: I have... have failed in my duty to protect the prince! I am defeated.
gl: Fal... faltei ao meu deber coma protector do príncipe! Derrotáronme.

source: Don't die, Delfador! Please, you have to stay alive!
gl: Non morras, Delfador! Tes que seguir con vida!

source: Ugh!
gl: Agh!

source: Oh, no! We have run out of time, they have arrived with reinforcements...
gl: Non! Tardamos demasiado, os seus reforzos xa están aquí...

source: Die, villain, die!
gl: Morre, malvado, morre!

source: Only the foolish oppose me!
gl: Hai que ser parvo para opoñérseme!

source: I am Galdrad. You will have to fight me to get any further!
gl: Son Galdrad. Se pasas será por riba do meu cadáver!

source: Only a fool would dare to attack me!
gl: Hai que ser parvo para intentar atacarme!

source: I am Delfador the Great. Prepare to die!
gl: Son Delfador o Grande. Prepárate para morrer!

source: Let me through, you rogue!
gl: Atravesareite, mequetrefe!

source: Oh no! They are destroying our home!
gl: Non! Están a destruir a nosa casa!

source: There can be no looking back. We must go quickly!
gl: Non podemos mirar atrás. Temos que marchar a présa!

source: Blackwater Port
gl: Porto de Auganegra

source: Resist until the end of the turns
gl: Resiste ata que se esgoten as roldas

source: <255,255,255>Alternative objective: @Defeat the enemy leader `(special bonus)
gl: <255,255,255>Obxectivo alternativo: @Derrota ao líder inimigo `(bonificación especial)

source: Death of Sir Kaylan
gl: Morte de Sir Kaylan

source: We should be able to board a ship at Blackwater Port, but it seems the orcs are heading there too. Rebels who hate Asheviere and are loyal to the memory of the king desperately hold the port, as it is one of the only places where they can ship supplies and weapons.
gl: Deberiamos poder embarcar nun navío no Porto de Auganegra, mais parece que os orcos se dirixen alí tamén. Os rebeldes que odian a Asheviere e son leais á memoria do rei manteñen desesperadamente o porto, xa que é un dos poucos lugares nos que poden embarcar subministros e armas.

source: Delfador, some orcs are following us! We must make haste!
gl: Delfador, estannos a seguir algúns orcos! Debemos apurar!

source: Delfador, my old friend! We had heard of your coming, and of the attacks on the elves. It is good to see you again, although I would prefer it were not in such sad times.
gl: Delfador, meu vello amigo! Soubemos da túa chegada, e dos ataques aos elfos. Alégrome de volverte ver, aínda que preferiría que non fose nestes tempos tan amargos.

source: Konrad, this is Kaylan, one of the mightiest of the horse lords, and one of the few who is willing to oppose the Dark Crown. Rumor has it that his lance has slain fifty men and a hundred orcs.
gl: Konrad, este é Kaylan, un dos máis poderosos do señores dos cabalos, e un dos poucos dispostos a opoñerse á Raíña Escura. Disque a súa lanza deu morte a cincuenta homes e un centenar de orcos.

source: It seems the orcs have come here too, to try to wrest this port from our hands. Our defenses are still weak, but reinforcements will arrive soon!
gl: Semella que os orcos viñeron aquí tamén, para intentar arrebatarnos o control do porto. As nosas defensas aínda son débiles, pero os reforzos están en camiño!

source: We will help you fight them off until the reinforcements arrive.
gl: Axudarémosche a loitar contra eles ata que cheguen os reforzos.

source: With your help, we have hope we can fend them off. But you must not tarry here long, for your survival is even more important to our cause than the strength of the port. A ship is due here in two days, surely it will be able to take you to safety.
gl: Coa vosa axuda habemos rexeitalos. Pero non debedes demorarvos, xa que a vosa supervivencia é máis importante para a nosa causa mesmo que a resistencia do porto. Ha chegar un barco nun par de días, e de seguro que pode poñervos a salvo.

source: And the ship will take us to Alduin?
gl: E o barco levaranos a Alduin?

source: Yes, we will sail to the Isle of Alduin, my home Konrad, and the home of many magi.
gl: Si, navegaremos ata a Illa de Alduin, o meu fogar, Konrad, e o de moitos outros magos.

source: I will send one of my horsemen to serve under you. I offer you my support, Konrad, and the support of my men - from now on you will be able to recruit horsemen.
gl: Enviareivos un dos meus homes a cabalo para servirvos. Ofrézovos os meus servizos, así coma os dos meus homes -a partires de agora poderás recrutar homes a cabalo.

source: Thank you, sir. But how shall I best use these horsemen? How do they differ from elves?
gl: Grazas, señor, pero cal é o mellor xeito de utilizar os homes a cabalo? En que se diferencian dos elfos?

source: Elves are a powerful race, Konrad, more powerful than my own people usually acknowledge. But horsemen are powerful in a different way. They have no long range attack, but can charge into combat, inflicting double normal damage, though taking double damage in return. They are also lawful, meaning they fight better by day, and worse at night. Horsemen are unmatched on open land, though elves will serve you better in forests or rugged terrain.
gl: Os elfos son unha raza poderosa, Konrad, máis do que o meu pobo adoita admitir. Pero os homes a cabalo son poderosos doutra maneira. Carecen de ataque a longa distancia, pero poden cargar en combate, inflixindo así o dobre de dano en combate, aínda que sufrindo o dobre tamén. Ademais son legais, o que significa que loitan mellor de día, e peor pola noite. Os homes a cabalo son ideais en campo aberto, mentres que os elfos serviranche mellor en bosques ou terreo escarpado.

source: Elves may be the lords of the forest, but horsemen are powerful as well. On the plains under the midday sun they can fell the toughest foes with sharp spears and under heavy hoofs!
gl: Pode que os elfos sexan os señores dos bosques, pero os homes a cabalo tamén son poderosos. Nas chairas baixo o sol de mediodía poden dar morte aos inimigos máis duros con lanzas afiadas e fortes cascos!

source: Recruit troops wisely, Konrad, and remember that you can recall experienced units from past battles to help you fight again.
gl: Recruta tropas con siso, Konrad, e lembra que podes volver chamar unidades con experiencia de batallas pasadas para axudarche na loita outra vez.

source: Greetings, young master. I pledge myself to your service.
gl: Saúdos, xove señor. Póñome ao seu servizo.

source: Konrad, note that Haldiel does not seek gold upkeep; as a loyal unit he fights for us solely out of loyalty to our cause. Such units are extremely valuable. Take care to use them cautiously in battle, lest they fall.
gl: Konrad, ten en conta que a Haldiel non o moven o ouro ou as riquezas. Como unidade leal, loita connosco por mera lealdade á nosa causa. Este tipo de unidades seon moi valiosas. Coida de utilizalas con coidado na batalla, non vaian caer.

source: Reinforcements have arrived! Forward, men! I expect each of you to bring me back the head of an orc!
gl: Chegaron os reforzos! Adiante homes! Agardo que cada un de vós me traia a cabeza dun orco!

source: So many foul humans riding on horses! There is no way we can defeat them. Quick, we must make our escape!
gl: Tantos homes estúpidos montando a cabalo! Non haberá xeito de derrotalos. A présa, fuxide!

source: Thank you for the help, friends. The ship should arrive soon, it will take you to Alduin.
gl: Grazas pola vosa axuda, amigos. O barco non ha tardar en chegar, e levaravos a Alduin.

source: We should embark now.
gl: Debemos embarcar de contado.

source: Safe voyage to you, friends. Rest assured that we will never surrender to the forces of the Dark Queen.
gl: Bon voyage, amigos. Descansade coa certeza de que nunca nos renderemos ás forzas da Raíña Escura.

source: Reinforcements have arrived, but lo! Our allies have already destroyed the orcish army menacing our fair port. In honor, I must reward your valor.
gl: Chegaron os reforzos, mais quen o ía dicir! Os nosos aliados xa destruíron ao exército orco que ameazaba o noso porto. Polo meu honor, hei premiar o voso valor.

source: You have risked your life to defend our city. In return, I place one of my city's finest defenders in your service. Simyr, step forward. I place your lance in the service of young prince Konrad here. May you help him restore order to the country.
gl: Arriscáchedes a vosa vida para defender a nosa cidade. A cambio, poño ao teu servizo a un dos mellores defensores da cidade. Simyr, un paso adiante. Poño a túa lanza ao servizo do xove príncipe Konrad. Podes axudalo a restablecer a orde no país.

source: It is my pleasure and honor to serve, my liege.
gl: Será un placer e un honor servilo, señor.

source: I have failed in my duty to protect the Rightful Heir and the port.
gl: Faltei ao meu deber de protexer ao verdadeiro herdeiro e mailo porto.

source: Without his help, we will be unable to use the ships. There is no hope...
gl: Sen a súa axuda, non poderemos usar os barcos. Xa non hai esperanza...

source: The Isle of Alduin
gl: A Illa de Alduin

source: Defeat the enemy leader
gl: Derrota ao líder inimigo

source: This is no time to return to our vessel! We must take control of the island!
gl: Non hai tempo para volver ao noso navío! Debemos facernos co control da illa!

source: And so the party landed on the Isle of Alduin.
gl: E así foi como o grupo desembarcou na Illa de Alduin.

source: So this is Alduin. It looks a little... desolate.
gl: Así que isto é Alduin. Parece un pouco... desolada.

source: I fear so, Konrad. It seems that the orcs have come even here. Here to the place where I was born, where I was trained.
gl: Iso me temo, Konrad. Semella que os orcos chegaron ata aquí. Ata o lugar onde nacín, onde me adestrei.

source: Who is that? Oh, a party of elves has landed. We shall drive them back into the sea!
gl: Que é iso? Oh, desembarcou un grupo de elfos. Devolverémolos á mar!

source: I did not think the orcs would have come here. This island used to be so beautiful. We must recapture it! To arms!
gl: Non sabía que os orcos viñeran aquí. Esta illa adoitaba ser moi fermosa. Debemos recuperala! Ás armas!

source: I found someone hiding in the village!
gl: Atopei a alguén agochado na vila!

source: My lords, I have been hiding in the village from the orcs, like many of the other magi here. I pledge myself to your service; let us move swiftly to recapture the island!
gl: Meus señores, estivenme agochando dos orcos na vila, coma moitos outros dos magos de aquí. Póñome ao voso servizo. Movámonos a présa para recuperar a illa!

source: Certainly, let us join together to fight the evil ones.
gl: Certo, unámonos para loitar contra os malvados.

source: You can now recruit magi!
gl: Agora podes recrutar magos!

source: Surely no orc can stand against us with magi in our ranks! Their magical attacks almost always find their mark, even against well-defended troops.
gl: Seguro que ningún orco poderá contra nós con magos nas nosas filas! Os seus ataques máxicos case sempre atinan, mesmo contra as tropas mellor defendidas.

source: Caution, young prince. It is very difficult to train inexperienced magi in combat. When they fight on the front lines of battle, you must protect magi with stronger units else the enemy will make short work of them.
gl: Precaución, xove príncipe. É moi difícil adestrar magos inexperimentados en combate. Cando loiten en primeira liña de batalla, deberás protexelos con unidades máis fortes ou o inimigo os fará pedazos.

source: Delfador, my old master! You have saved the island from the orcs!
gl: Delfador, meu vello mestre! Salvaches a illa dos orcos!

source: My apprentice! How did the island fall to such as these?
gl: Meu aprendiz! Como puido a illa caer ante algo como iso?

source: You have not heard, master Delfador? Asheviere is trying to control the entire western coast. She hired many orcs and sent them here. They were holding me until a ship could arrive to take me to Weldyn where I am to stand trial for treason for training magi!
gl: Non o sabe, mestre Delfador? Asheviere está tratando de controlar toda a costa oeste. Contratou unha morea de orcos e enviounos aquí. Tíñanme engaiolado á espera de que chegase un barco que me levase a Weldyn onde me procesarían por traizón por adestrar magos!

source: We have come from fighting her forces at Blackwater. Where else has she attacked?
gl: Vimos de loitar coas súas forzas en Blackwater. Onde máis atacou?

source: She has taken control of the Bay of Pearls, long held by the Mermen, and has turned them into slaves. There they dive for pearls by which she grows richer every day. There are even rumors that she may break the ancient treaty and attack Elensefar!
gl: Tomou o control da Baía das Perlas, outrora ocupada polos sirénidos, e convertiunos en escravos. Alí son obrigados a buscar perlas o que enche día a día as arcas reais. Mesmo disque rompeu o antigo tratado e atacou a Elensefar!

source: Can't we strike back at her? How many forces does she have at the Bay of Pearls? Can we take it back from her?
gl: Non podemos contraatacar? Cantas forzas ten na Baía das Perlas? Podemos recuperala?

source: We must indeed go there. Let us therefore rest here a little, and then set sail for the Bay. Hopefully we will defeat her forces there!
gl: Que se podemos? Debemos! Pero descansemos un pouco aquí, e emprendamos despois rumbo á Baía. Con sorte derrotaremos ás súas forzas alí!

source: The Bay of Pearls
gl: A Baía das Perlas

source: Defeat one enemy leader, and resist the other until time expires
gl: Derrota a un dos líderes inimigos, e resiste ao outro ata que se esgoten as roldas

source: <255,255,255>Alternative objective: @Defeat all enemy leaders `(early finish bonus)
gl: <255,255,255>Obxectivo alternativo: @Derrota a tódolos líderes inimigos `(bonificación por rematar cedo)

source: So this is the Bay of Pearls. It looks like they have those mermen working hard!
gl: Con que esta é a Baía das Perlas. Parece que teñen a eses sirénidos traballando duro!

source: Indeed it does. It also looks like they have many, many troops. I should go around the bay and distract some of them. You and the rest rescue the mermen!
gl: Pois si que o parece. E tamén parece que teñen moitas, moitas tropas. Eu rodearei a baía e distraerei a algúns deles. Ti e os demais encargádevos de rescatar aos sirénidos!

source: Very well. Be careful!
gl: Dacordo. Vai con coidado!

source: But boss, why are we only using bats and nagas?
gl: Pero xefe, por que só usamos morcegos e nagas?

source: Because we need to control the seas and the merman folk, and nagas and bats are best for doing that!
gl: Porque necesitamos facernos co control das augas e mailo pobo sirénido, e os nagas e os morcegos son os mellores para iso!

source: But orcs are the most powerful race in all of...
gl: Pero os orcos somos a raza máis poderosa de todo o...

source: Shut up, worm! I'm the boss!
gl: Cala a boca, repunante! O xefe son eu!

source: Ha ha ha! Now orcs will rule over land and sea!
gl: Ha ha ha! Agora os orcos dominarán terra e mar!

source: (Sigh) Will someone kill this idiot for me, please?
gl: [suspiro] Podería alguén matar a este idiota por min, por favor?

source: But... but... how can this be happening to me?
gl: Pe... pero... como pode pasarme isto a min?

source: Who was that idiot?
gl: Quen era ese idiota?

source: Free at last! Now, death to the orcs!
gl: Libres por fin! Agora, morte aos orcos!

source: Now that we are free, together we can defeat our oppressors!
gl: Agora que somos libres, xuntos poderemos derrotar aos nosos opresores!

source: Freedom! Now where are those orcs? Let me at 'em!
gl: Liberdade! E agora, onde andan eses orcos? Levádeme onda eles!

source: Thank you for rescuing us! Now we can help you fight the evil orcs! The main cage where they keep most of the mermen is in the northwest!
gl: Grazas por rescatarnos! Agora poderemos axudarche a loitar contra os malvados orcos! A gaiola principal na que teñen á maioría dos sirénidos está ao noroeste!

source: Death to the orcs! Come, my mer brethren, let us fight the orcs and drive them from our shores!
gl: Morte aos orcos! Acudide, irmáns sirénidos, loitemos contra os orcos e botémolos da nosa ribeira!

source: At last, we have freed the mermen. Go back to the ocean and live in peace.
gl: Por fin liberamos aos sirénidos. Volvede ao océano e vivide en paz.

source: My lord! You may need the help of some of us who have skill in the sea in future. We would like to come with you and offer you help.
gl: Meu señor! Podería ser que no futuro precisases axuda dalgúns de nós xa que nos desenvolvemos ben no mar. Gustaríanos ir contigo e ofrecerche a nosa axuda.

source: You may now recruit the noble merfolk!
gl: Agora poderás recrutar aos nobres sirénidos!

source: Now where is Delfador? I hope he's safe!
gl: E agora, onde está Delfador? Espero que estea a salvo!

source: I am perfectly safe, friend!
gl: Estou perfectamente, amigo meu!

source: There you are! I am so glad you are all right! Now we may have a little rest.
gl: Aí estás! Alégrome de que esteas ben! Agora poderiamos descansar un pouco.

source: I am afraid there is no time for rest, Konrad. Asheviere has laid siege to Elensefar, breaking the century-old treaty between Wesnoth and the Elense city-state. If the city falls, there is no telling how many other lands she may swallow up!
gl: Lamento dicir que non hai tempo para descansar, Konrad. Asheviere sitiou Elensefar, rompendo así o tratado que durante un século houbo entre Wesnoth e a cidade estado de Elense. Se a cidade cae, non podo nin imaxinar con cantas outras terras de fará!

source: Oh no! What shall we do?
gl: Non! E que facemos?

source: You must lead our men to the city, and help defend it. Or recapture it if it falls before you arrive.
gl: Debes levar aos nosos homes á cidade, e axudar a defendela. Ou volvela capturar se cae antes de que cheguemos.

source: I must do that? But what about you, Delfador? You're coming with me, right?
gl: Que debo? E que hai de ti, Delfador? Virás comigo, non si?

source: I am afraid not, Konrad. I have come across some important documents, and must make haste with them to the Elven Council. It seems that the time to stop Asheviere is shorter than I had thought.
gl: Lamento ter que dicirche que non, Konrad, acabo de acordarme duns documentos moi importantes, e debo apurarme a levalos ao Consello Élfico. Seica o tempo para deter a Asheviere é máis curto do que pensara.

source: But Delfador! I can't do it on my own!
gl: Pero Delfador! Non podo facelo eu só!

source: On your own? My lord! We, your loyal soldiers, will support you!
gl: Ti só? Señor! Nós, os teus leais soldados, axudarémosche!

source: You will prevail. I have faith in you. Head north. Elensefar is but three days' travel if you make haste.
gl: Vencerás. Teño fé en ti. Vai ao norte. Elensefar está a tres días de viaxe se vas a présa.

source: Very well. But how do I get there?
gl: Moi ben. Pero como chego ata alá?
