Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-httt/*.po
Languages: gl

source: It is a young human sergeant, barely more than a boy. He appears badly hurt but still alive.
gl: É un sarxento humano, pouco máis ca un rapaz. Parece que está mal ferido, pero vivo.

source: I wonder why the Drakes haven't finished him by now? It is strange that there are not any Drakes or Undead in that area.
gl: Pregúntome por que motivo non acabaron xa con el os draconiáns. Resulta estraño que non haxa nin draconiáns nin non mortos naquela zona.

source: Well... that answers the question.
gl: Ben... iso responde á miña pregunta.

source: We should try to help the injured soldier.
gl: Deberiamos intentar axudar ao soldado ferido.

source: Must I remind you that he, like all the others who died, was sent to kill us!?
gl: Teño que recordarche que tanto el coma os outros que morreron foron enviados para matarnos!?

source: Perhaps he was sent after you, but not after me. I am sure that he is still loyal to his princess - the heiress to the throne of Wesnoth!
gl: Pode que para matarte a ti, pero non a min. Estou segura de que aínda é leal á súa princesa, a herdeira ao trono de Wesnoth!

source: Princess Li'sar, do I have to remind you again that it is Konrad, not you, who is the rightful heir?
gl: Princesa Li'sar, teño acaso que recordarvos que é Konrad, e non vós, o lexítimo herdeiro?

source: Whatever.... I still think we should make an effort to rescue him from the unfortunate position he is in. If you help him, I'll do my best to convince him that you are not his enemies but his friends...
gl: O que ti digas... Aínda así creo que deberiamos intentar rescatalo de desafortunada situación na que se atopa. Se o axudades, farei todo canto estea na miña man para convencelo de que non sode-los seus inimigos, senon os seus amigos...

source: Our main goal remains to survive ourselves, but if we can spare the troops, we might try to rescue the sergeant stranded on the cliff. However, I make no promises.
gl: O noxo obxectivo principal segue sendo sobrevivir nós mesmos, pero se podemos prescindir das tropas, quizais poidamos rescatar ao sarxento do alto dese cantil. De todos xeitos, non prometo nada.

source: Fair enough!
gl: Dacordo!

source: Fair enough.
gl: Dacordo.

source: Fair enough...
gl: Dacordo...

source: <255,255,255>Optional objective: @Rescue the sergeant
gl: <255,255,255>Obxectivo con bonificación: @Rescata ao sarxento

source: Who...who are you? A friend or a foe?
gl: Quen... quen es ti? Amigo ou inimigo?

source: We are friends. Don't worry about it and don't try to fight us - you are in no condition to fight.
gl: Somos amigos. Non te preocupes por iso e non intentes loitar contra nós. Non estás en condicións de pelexar.

source: I am Princess Li'sar, and we are friends. Join us and wait for the healers to help you, young sergeant.
gl: Eu son a Princesa Li'sar, e somos amigos. Únete a nós e agarda a que os sandadores te axuden, xove sarxento.

source: Princess Li'sar - here? Your Highness, I am yours to command!
gl: A princesa Li'sar, aquí? A súa alteza, estou ás vosas ordes!

source: Follow us when you think you are capable and beware of monsters. We have fought many already, and there are sure to be more ahead.
gl: Séguenos cando creas que podes facelo e ten coidado cos monstros. Xa loitamos contra moitos deles, e de seguro que nos esperan máis diante.

source: There is a waterfall ahead. It is so high I can barely see the top of it! Neither the Mermen, even less the land dwellers can swim up the waterfall. Even Gryphons might have trouble flying up so far! I am afraid, Your Highness, that we are stuck.
gl: Hai unha fervenza aí diante. É tan alta que a penas podo ver a súa parte máis elevada! Nin os sirénidos, nin moito menos os seres terrestres podemos nadar fervenza arriba. Mesmo os grifóns terían problemas para voar tanto! Temo, miña alteza, que estamos atrapados.

source: What about the tributary which flows into the river from inside the mountain? There seems to be a cave...
gl: E que hai do afluente que nace na montaña? Semella haber unha cova...

source: Legend says that that little river comes from the land of the North Elves. It is said that it is an outflow of Everlore, which flows in the land of my home and that there is a cave system in that area with several cave entrances and springs which flow into the ground. I can say no more about it, except that it is swarming with undead and other creatures which find power in the darkness of the caves. We elves prefer not to venture into the caves; instead we put guards near the entrances to kill any foul creature foolish enough to wander outside. No elves have been inside for centuries and that area is unknown to us. Truly, I don't recommend entering the cave if we have any other options.
gl: Conta a lenda que aquel pequeno río provén da terra dos Elfos do Norde. Disque trae auga do Everlore, que atravesa as terras do meu fogar e que hai un sistema de covas nesa zona cunha morea de entradas e saídas de covas que percorren o subsolo. Non sei nada máis ao respecto, salvo que está habitado por non mortos e outras criaturas ás que a escuridade das covas fai poderosas. Nó-los elfos preferimos non aventurarnos nas covas. No seu lugar, poñemos gardar preto das entradas para matar a calquera estúpida criatura á que se lel ocorra saír. Hai séculos que ningún elfo se adentra nas covas, e descoñecemos a zona. De veras, non creo que debamos entrar nas covas se temos algunha outra alternativa.

source: Unfortunately, we have no other options. Onward into the cave!
gl: Por desgraza, non temos. En marcha, ás covas!

source: I've reached the cave entrance. There seems to be a system of channels running through the mountains. Follow me, and let us hope we somehow manage to get out alive.
gl: Acadei a entrada da cova. Semella haber un sistema de túneis que atravesan as montañas. Seguídeme, e esperemos que no-las apañemos para saírmos de aquí con vida.

source: That is so very encouraging....
gl: Iso non anima moito...

source: I wonder what kind of monsters await us inside.
gl: Pregúntome que tipo de monstros nos esperan aí dentro.

source: We are soon going to find out.
gl: Non habemos tardar en averigualo.

source: Well, there is no point in delaying any further. Let us go and find out.
gl: Ben, non hai ningunha razón pola que debamos demorarnos máis. Imos aló!

source: Yes, my lady!
gl: Si, miña dama!

source: Everybody inside...
gl: Todo o mundo para dentro...

source: Home of the North Elves
gl: Fogar do Elfos do Norte

source: Konrad must reach the Lintanir Forest to the east and hold that position until the turn is over
gl: Konrad ha de alcanza-lo Bosque Lintanir ao leste e manterse nesa posición ata que remate a rolda

source: Turns run out before reaching the forest
gl: Esgotamento das roldas antes de chegar ao bosque

source: Note: your encampment will be dismantled after the first turn.
gl: Nota: o teu campamento desmantelarase tra-la primeira rolda.

source: Allies
gl: Aliados

source: At last, friends, we have almost reached the Lintanir Forest, the home of the North Elves. I was born not far east of here...more years ago than I care to remember.
gl: Por fin, amigos, xa case chegamos ao Bosque Forest, fogar dos elfos do norte. Eu nacín non moi lonxe ao leste de aquí... hai máis anos dos que podo recordar.

source: After being in this wilderness for so long, it will be good to get some rest!
gl: Despois de todo polo que pasamos, agradécese algo de descanso!

source: But there is a great fog around us again! We don't know what dangers may lie ahead!
gl: Pero volve haber un grande inimigo ao noso redor! Non sabemos que perigos agardan por nós máis adiante!

source: So long as we move ahead with caution and prudence, I am sure we will reach the safety and hospitality of the elves.
gl: Sempre que avancemos con precaución e coidado, estou seguro de que chegaremos á seguridade e hospitalidade dos elfos.

source: My lords! I have found you at last.
gl: Señor! Por fin vos atopo.

source: Greetings, Telerandor, herald of Lintanir! Why have you been searching for us?
gl: Saúdos, Telerandor, heraldo de Lintanir! Por que estabas a buscarnos?

source: When my lord learned of your coming, he sent riders out looking for you! There is trouble afoot!
gl: Cando o meu señor soubo da vosa chegada, mandou xinetes a buscarvos! Hai problemas!

source: Trouble? What kind of trouble?
gl: Problemas? Que tipo de problemas?

source: We have sighted a great host to the south, a host of the men of Wesnoth. And we believe they are looking for you! There is not a moment to lose. You must make haste, east to Lintanir. Only there will you be safe!
gl: Avistamos un gran campamento ao sur, un dos homes de Wesnoth. E cremos que vos buscan a vós! Non hai momento que perder. Debedes apresurarvos dirección leste a Lintanir. Só alí estaredes a salvo!

source: I only hope we can avoid them. We will have to bear north-east.
gl: Espero que poidamos evitalos. Teremos que torcer cara o norleste.

source: That is not all, my lord. The foul orcs have heard of the coming of these men, and are even now gathering a great host to oppose them to the north! It is now certain that there will be a great battle.
gl: Iso non é todo, señor. Os noxentos orcos enteráronse da chegada destes homes, e agora están reunidos nun gran campamento para facerlles fronte no norte! Sen dúbida ha haber unha grande batalla.

source: This sounds very dangerous. Perhaps we should retreat to the West, and hide until the battle is over?
gl: Iso soa moi perigoso. Quizais deberiamos retirarnos ao leste, e agocharnos ata que remate a batalla, non?

source: I think these wild lands are too dangerous for that! Anyhow... I expected you to be on the side of Wesnoth, Princess?
gl: Creo que estas terras salvaxes son demasiado perigosas para iso! De todos xeitos... imaxinei que estarías do lado de Wesnoth, princesa. Non é así?

source: I am an honorable princess, not an impostor like you! I promised that I would be on your side until we made it out of these lands, and I will keep my promise!
gl: Son unha princesa que cumpre a súa palabra, non unha impostora coma ti! Prometinvos que estaría ao voso lado ata que saísemos destas terras, e manterei a miña palabra!

source: Sir, madam, there is no time to lose! You must make it east, to the home of my people. Only there will you be safe!
gl: Príncipe, princesa, non hai tempo que perder! Debemos dirixirnos ao leste, ao fogar do meu pobo. Só alí estaredes a salvo!

source: Rider, do not fool with us. You yourself say men and orcs wage war on this plain that lies ahead. Do you propose we fly to the great woods of the east?
gl: Xinete, non nos tome-lo pelo. Ti mesmo dixeches que os homes e mailos orcos guerrearían nesa chaira de diante. Estás dicindo de irmos voando aos grandes bosques do leste?

source: My lord, you must rush across the field before the main host of each army makes it to the battle. It is the only way to avoid this great calamity.
gl: Señor, tedes que atravesar o campo de batalla antes de que a primeira horda dalgún dos exércitos comece a batalla. É a única forma de evitar esta calamidade.

source: I was afraid that's what you were going to say.
gl: Temía que foses dicir tal.

source: Come then, Konrad, let us go. We will do what must be done.
gl: Pois veña logo, Konrad, imos aló. Faremo-lo que teñamos que facer.

source: My lord has begun assembling a party of elves to come and escort you into the forest. Beware, for we are all in great danger!
gl: O meu señor comezou recrutar un gran grupo de elfos para vir escoltarvos no bosque. Tede coidado, pois todos estamos en grande perigo!

source: Konrad, the encampment must be torn down. Any delay and these armies will crush us. Any evidence of our passage through here, and they will chase us.
gl: Konrad, hai que desmontar o campamento. A máis mínima demora e estes exércitos acabaran connosco. Á mínima evidencia da nosa presencia aquí hannos perseguir.

source: So, Konrad, do you think we can simply trot across the battlefield?
gl: Entón, Konrad, cres que podemos cabalgar simplemente a través do campo de batalla?

source: Stop for a moment, princess. Look - you can barely see them in the distance there, but the advance scouts have found each other. The Queen's troops are marching full speed for the orcs' camp, and vice-versa. These armies are out for blood.
gl: Un momento, princesa. Mira, a penas podes velos na distancia dende aquí, pero os exploradores de avanzada xa se toparon os uns cos outros. As tropas da raíña marchan a toda velocidade cara o campamento dos orcos, e viceversa. Os exércitos buscan sangue.

source: But they will not neglect to notice our presence in their midst! We are walking into slaughter!
gl: Pero no camiño hanse dar conta da nosa presencia! Imos a unha matanza!

source: (hushed) Our soldiers will defend us as we rush across the field. Sorry to be blunt, princess, but you and I are the only ones who need to make it across alive.
gl: (en voz baixa) Os nosos soldados defenderannos mentres cruzamo-lo campo de batalla. Perdoa a franqueza, princesa, pero ti e máis eu somo-los únicos que necesitan atravesa-lo campo de batalla con vida.

source: ...and Delfador, of course. And Kalenz... and..
gl: ...e Delfador, claro está. E Kalenz... e...

source: Ach! I understand, Konrad. I am no stranger to the burden of command. Onward!
gl: Ah! Xa o entendo, Konrad. Xa estou familiarizada cos cargos do mando. Adiante!

source: (exhausted) We have... (pant) finally found you!
gl: (exausto) Por fin... (bafexo) vos atopamos!

source: Lord Kalenz, Lord Konrad, our forces are nigh! Do not lose hope!
gl: Señor Kalenz, señor Konrad, as nosas forzas non andan lonxe! Non perdade-la esperanza!

source: There are some orcs! We must let them fight the men of Wesnoth, and avoid engaging them at all costs!
gl: Alí hai algúns orcos! Temos que deixar que loiten contra os homes d Wesnoth, e evitar o enfrontamento como sexa!

source: There they are! Charge!
gl: Velaí os están! Á carga!

source: There you are! You must come quickly east to Lintanir!!
gl: Velaí estades! Tedes que vir rápido cara o leste, a Lintanir!

source: Greetings, Elf-friend! Welcome to Emetria, my hold in Lintanir. You must take shelter here until the battle passes. If you stay with me here for a little while, we will all be safe.
gl: Saúdos, amigos dos elfos! Benvidos a Emetria, a miña morada en Lintanir. Refuxiarédesvos aquí ata que acabe a batalla. Se esperades aquí comigo un pouco máis, estaremos todos a salvo.

source: Thank you, Lord El'rien. The hospitality of the North Elves is as generous as that of your kin in the south! My men will help you hold out against our enemies.
gl: Grazas, señor El'rien. A hospitalidade dos Elfos do Norte é tanta coma a dos vosos iguais sureños! Os meus homes axudaranvos a resistir contra os inimigos.

source: Konrad, you have made it to the domain of the North Elves. Continue moving east and let the elves guard your rear.
gl: Konrad, chegaches aos dominios dos Elfos do Norte. Continúa cara o leste e deixa que os elfos che cubran a retagarda.

source: We have not yet reached the forest, and the battle still rages. We are caught between two vast armies and cannot escape to safety! We are defeated!
gl: Aínda non chegamos ao bosque, e a batalla xa comezou. Quedamos no medio de dous vastos inimigos e non podemos poñernos a salvo! Derrotáronnos!

source: Elf-friends, you have made it to safety!
gl: Amigos dos elfos, puxéchedesvos a salvo!

source: El'rien, we have the Scepter of Fire with us! We must escort them to Elensiria!
gl: El'rien, levamo-lo Cetro de Lume connosco! Temos que escoltalos cara Elensiria!

source: Indeed. We will escort you to our capital, where we will make Council.
gl: Tes razón. Escoltarémosvos ata a nosa capital, onde organizaremos un Consello.

source: Underground Channels
gl: Canles Subterráneas

source: Find the exit from the underground and move Konrad to it
gl: Atopa a saída á superficie e leva a Konrad alí

source: <255,255,255>Optional objective: @Help the Wose fend off the undead attack
gl: <255,255,255>Optional objective: @Axuda ao wose a rexeitar o ataque dos non mortos

source: Turns expire
gl: Esgotamento das roldas

source: The party enters the mysterious cave, ready to face the unknown...
gl: O grupo adéntrase na misteriosa cova, preparados para enfrontarse ao descoñecido...

source: Get that vile creature!
gl: Collede a esa vil criatura!

source: The Elven Council
gl: O Consello dos Elfos

source: Greetings, and welcome to our capital. You should feel honored. It has been half a century - a generation in the way your race counts time - since any man has been considered Elf-friend enough to stand here in Elensiria.
gl: Saúdos, e benvidos á nosa capital. Deberiades sentirvos honrados. Hai medio século -unha xeración para vó-los humanos- que ningún home foi considerado tan bo amigo dos elfos coma para estar aquí, en Elensiria.

source: We are indeed honored.
gl: É un honor, sen lugar a dúbidas.

source: I might also say that it is you who are honored. It has been so long since you have been graced by the presence of a princess of Wesnoth.
gl: Tamén debo dicir que sodes vos os que deberiades de sentirvos honrados. Hai moito tempo que non se vos prace coa presenza dunha princesa de Wesnoth.

source: Silence, foolish girl! With such arrogance, is it any surprise that the royal family of Wesnoth long ago saw their ancient alliances fall to pieces?
gl: Silencio, nena estúpida! Con semellante arrogancia, a alguén lle resulta estraño que a familia real de Wesnoth vise a súa alianza feita añicos hai tantos anos?

source: Yes... you are right, sir. It is I who am honored to be here, and I apologize for my discourtesy.
gl: Si... tes razón, señor. Son eu a que debe sertirse honrada por estar aquí, e descúlpome pola miña descortesía.

source: Delfador the Great. As wise with his tongue in advice as he is strong with his staff in battle. A rare combination, especially among men.
gl: Delfador o Grande. Tan sabios consellos saen da súa lingua como temibles lóstregos saen do seu bastón. Rara combinación, especialmente entre os humanos.

source: How quickly does the race of men mature! Only seventeen winters have passed since I last laid eyes on you, Konrad, yet you are now a grown man. A proven warrior stands before me!
gl: Con que velocidade madura a raza dos homes! Só pasaron dezasete invernos dende a última vez que te contemplaron os meus ollos, Konrad, e xa estás feito un homiño. Teño diante a un probado guerreito!

source: Forgive me, Elf, but I'm afraid I do not recall meeting you before.
gl: Descúlpame, elfa, pero lamento non recordar terte visto antes.

source: Konrad, this is Parandra. She helped me rescue you from the clutches of Asheviere.
gl: Konrad, esta é Parandra. Ela axudoume a rescatarte das garras de Asheviere.

source: I had no idea! Thank you, my lady. It is a pleasure to meet you again.
gl: Non tiña nin idea! Moitas grazas, señora. É un pracer verte de novo.

source: Rescued him from my mother? But seventeen years ago Konrad would have been an infant! What is this you are talking about?
gl: Que o rescatou da miña nai? Pero se hai dezasete anos Konrad debía de ser un bebé! De que estades a falar?

source: Your mother has much blood upon her hands, child. She has had many killed unjustly. When Konrad was an infant, she ordered all the princes put to death, so she could seize control.
gl: As mans da túa nai levan moito tempo mancahdas de sangue, rapaza. Matou a moitos inxustamente. Cando Konrad aínda era un bebé, ordenounos matar, a todos os príncipes, para así poder ela tomar o control.

source: She had them murdered? There were others too, not just Konrad? Surely you do not speak the truth! Parandra, what do you say?
gl: Ordenounos matar? Houbo outros a parte de Konrad? Iso non pode ser certo! Parandra, que tes que dicir?

source: Princess, when Delfador the Great speaks of the Queen Mother, Asheviere, ordering the princes of Wesnoth to be put to death, he speaks the truth.
gl: Princesa, cando Delfador o Grande fala de que a Raíña Nai, Asheviere, ordenou matar aos príncipes de Wesnoth, di a verdade.

source: And what say you, Elf-king?
gl: Que dis ti, Rei dos elfos?

source: I did not see it myself, Princess, but I have heard many reliable reports. Asheviere indeed has the blood of the princes on her hands. She has also allowed orcs to desecrate the lands, abandoning all respect for the peoples around her.
gl: Eu non o vin por min mesmo, princesa, pero escoiteillo a moitas persoas de confianza. Sen dúbida algunha Asheviere ten as mans mancahdas coa sangue dos príncipes. Tamén permitiu aos orcos arrasar as terras, faltando ao respecto a todos cantos a rodeaban.

source: Well, that is why I must take the Scepter. I will return, and people will accept me as Queen. I will rule justly and fairly. My mother is only Queen Mother. The throne is rightfully mine, and with the Scepter I can prove it.
gl: Ben, por iso é polo que teño que facerme co Cetro. Volverei, e a xente aceptarame como raíña. Reinarei con xustiza. Miña nai só é a Raíña Nai. O trono pernténceme por dereito, e co Cetro podo demostralo.

source: Princess, there is some good in you, but the throne is not yours to claim. Konrad has the Scepter. He will take the throne.
gl: Princesa, percibo ben en ti, pero non es ti que debe reclamar o trono. Konrad ten o Cetro. El reclamará o trono.

source: Well, I have the Scepter! I will return and the people will accept me as Queen! My mother is only Queen Mother. The Throne is rightfully mine, and I will rule from it with justice and fairness. I may even accept you as my adviser and counselor, Delfador.
gl: Ben, eu teño o Cetro! Volverei e a xente aceptarame como raíña! Miña nai é so a Raíña Nai. O trono perténceme por lexítimo dereito, e reinareino con xustiza. Ao mellor podería aceptarte como conselleiro, Delfador.

source: Though you have the Scepter, Princess, it is rightfully Konrad's. You have it now only because we helped you get it.
gl: Aínda que ti te-lo Cetro, princesa, é a Konrad a que pertence lexítimamente. Telo agora só porque nos axudaches a conseguilo.

source: And if I refuse to give it to him?
gl: E se m nego a darllo?

source: If it is necessary, princess, I will ask Konrad to fight you in a duel for it.
gl: Se é necesario, princesa, pedireille a Konrad que loite contra ti en duelo para conseguilo.

source: Delfador! Li'sar has become our friend. I don't want to fight her! As long as she rules well, what does it matter if she becomes queen?
gl: Delfador! Li'sar é agora a nosa amiga. Non quero loitar contra ela! Sempre que reine ben, que máis dá que sexa ela a raíña?

source: You are the rightful heir. You should be king, Konrad.
gl: Ti é-lo lexítimo herdeiro. Ti debes se-lo rei, Konrad.

source: Delfador, you have raised Konrad to be skillful and wise, honorable and just. A warrior who has respect, and appreciates peace. Yet the throne is not the place for him. You know of what I speak, Delfador.
gl: Delfador, criaches a Konrad para ser hábil e sabio, honorable e xusto. Un guerreiro respectuoso e que aprecia a paz. Aínda así o trono non é lugar para el. Xa sabes a que me refiro, Delfador.

source: But I do not! What is your meaning, Parandra?
gl: Pero eu non o sei! De que estás a falar, Parandra?

source: In time, things will be revealed, fair Princess. For the moment, go forth and claim the throne of Wesnoth.
gl: Saberédelo cando chegue a hora, princesa. Polo momento, marcha e reclama o trono de Wesnoth.
