Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-httt/*.po
Languages: gl

source: ...but one of the orcs survived long enough to send the news to the queen...
gl: ...pero un dos orcos sobreviviu tempo abondo para enviarlle as novas á raíña...

source: ...and she sent her most able commander.
gl: ...e ela enviou ó seu comandante máis capaz.

source: Elmar's Crossing
gl: Encrucillada de Elmar

source: On the road to Knalga, the party was opposed by the forces of Asheviere.
gl: No camiño a Knalga, as forzas de Asheviere opuxéronse ao grupo.

source: The Queen has sent me to stop you, impostor!
gl: A Raíña envioume para deterte, impostor!

source: That's the princess, Li'sar. The daughter of the Queen, and her successor!
gl: Esa é a princesa, Li'sar. A filla da Raíña, e a súa sucesora!

source: I'm no impostor. It seems that your mother has lied to you.
gl: Non son un impostor. Parece que a túa nai te enganou.

source: This is treason! Your lies will perish with you!
gl: Iso é traizón! As túas mentiras desaparecerán contigo!

source: There is no use in reasoning. She will understand only one thing. To arms!
gl: Non atende a razóns. Só entenderá un idioma. Ás armas!

source: This is taking too much time, I had best call some reinforcements!
gl: Isto está levándome tempo de máis, será mellor que chame a algúns reforzos!

source: Maybe I was not using enough forces...
gl: Pode que non estea a usar forzas abondo...

source: I surrender! Don't hurt me, impostor.
gl: Ríndome! Non me fagas dano, impostor.

source: I said before I'm not an impostor, but if you yield, I will spare your life.
gl: Xa che dixen que non son un impostor, pero se te rendes, perdoareiche a vida.

source: Let me go!
gl: Déixame ir!

source: Think about the story of the old king. Ask somebody who knew of him.
gl: Pensa na historia do vello rei. Pregúntalle a calquera que a coñeza.

source: The old king? I have heard about that, but I know it is not true. My mother told me.
gl: O vello rei? Xa escoitei algo diso, pero sei que non é certo. Díxomo miña nai.

source: Your mother has lied to you, child. Now I suggest you reconsider, and either join us, or flee an exile. There will be a great battle soon, and if you are on the wrong side of it, we may not have the opportunity to spare your life a second time.
gl: A túa nai enganoute, rapaza. Agora suxírote que o reconsideres e te unas a nós, ou que fuxas ao exilio. Pronto haberá unha gran batalla, e se te equivocas de bando, quizais non teñamos oportunidade de perdoar a túa vida unha vez máis.

source: I am not a child, and I do not want to talk about it! You said you would spare me, so be on your way. The northern road should be safe for you.
gl: Non son ningunha rapaza, e non quero falar disto! Dixeches que me liberarías, así que cumpre coa túa palabra. O camiño do norte debería ser seguro para vós.

source: Good day then, Princess. Come, men, to the northern road!
gl: Deica outra entón, princesa. Adiante, rapaces, ao camiño do norte!

source: (Ha ha, little do they know just how many undead have wandered the northern road of late. Surely they are doomed!)
gl: (Ha ha, nin se imaxinan cantos non mortos vagan polo camiño do norte últimamente. Están condeados!)

source: I see that your forces draw near, impostor! I'll not be defeated in my own back yard so easily... Come forth and attack my loyal duelist!
gl: Vexo que as túas forzas se aproximan, impostor! Non me vencerás tan fácilmente atacando pola retagarda... Adiantádevos e atacade, meus leais defensores!

source: I'll seize their keep, my Lady!
gl: Apoderareime do seu campamento, señora!

source: It sounds like there is something in the mine shaft.
gl: Seica hai algo na entrada da mina.

source: You've discovered my ploy! It doesn't matter, I'll still rout you!
gl: Descubriches a miña artimaña! Pero non importa, aínda así heiche derrotar!

source: The trap is foiled, but I'll still flush this rabble from their keep!
gl: Descubriron a trampa, pero aínda así arrebatareilles o seu campamento!

source: The Valley of Death - The Princess's Revenge
gl: O Val da Morte - A Vinganza da Princesa

source: Survive for two days
gl: Sobrevive dous días

source: <255,255,255>Alternative objective: @Eradicate the liches `(early finish bonus)
gl: <255,255,255>Obxectivo alternativo: @Elimina aos liches `(bonificación por rematar cedo)

source: My lord! This road does not seem as safe as we had hoped. Look around us at the hills - there are undead about!
gl: Señor! Este camiño non parece tan seguro como esperabamos. Mire ao noso redor, nas montañas. Están repletas de non mortos!

source: Who are these who approach? Let us kill them all!
gl: Quen son eses que se achegan? Matémolos a todos!

source: To arms, men! The undead hordes approach!
gl: Ás armas, rapaces! As hordas de non mortos aproxímanse!

source: There can be no surrender to these foul beasts of the pit! We fight until victory, or until every one of us is slain!
gl: Non pode haber rendición para esas noxentas bestas osudas. Loitaremos ata acadar a victoria, ou ata que cada un de nos faleza.

source: There are just so many! What shall we do?
gl: Son moitísimos! Que podemos facer?

source: My people douse our weapons with holy water when fighting undead. It usually lasts until the end of the battle, and they shrink in utter fear of our blades... if that is possible for an undead minion.
gl: O meu pobo molla as nosas armas en auga bendita ao loitar contra non mortos. Adoita durar ata o final da batalla, e retroceden completamente aterrados ante as nosas follas... se iso é posible nun servo non morto.

source: Let us hold them off as long as we can!
gl: Manteñámolos tan lonxe como poidamos!

source: I have come once again to aid you, friends!
gl: Veño unha vez máis para axudarvos, amigos!

source: White magi? Come to help us? But what are they doing here?
gl: Mago branco? Vir a axudarnos? Pero que están facendo aquí?

source: That is Moremirmu! He helped us fight the undead in the Isles of the Damned, let us hope he can help us once more!
gl: Este é Moremirmu! Axudounos a loitar contra os non mortos na Illa dos Malditos, esperemos que nos poida axudar unha vez máis!

source: The sun rises in the east. Surely the undead do not have the power to continue their onslaught through another day!
gl: O sol alvíscase polo leste. os non mortos non han ter poder abodo para continuar o seu ataque outro día máis!

source: Indeed not! I feel we have survived this battle.
gl: Por suposto que non! Sinto que sobrevivimos a esta batalla.

source: Whew! That was a difficult battle, but they are retreating at last!
gl: Bufff! Esta batalla foi difícil, pero por fin se retiran!

source: Yes! We have fought them off!
gl: Si! Vencímolos a todos!

source: Thank you for returning to help us, Moremirmu.
gl: Grazas por volver a axudarnos, Moremirmu.

source: It is both my duty and pleasure, my lord! We were dining with some royal guards of the princess, taking a rest from our pilgrimage, when they spoke of how you were tricked into traveling these dangerous lands. We could do nothing but help you!
gl: É o meu deber, e un pracer, seño! Estabamos comendo xunto con algúns gardas reais da princesa, descansando da nosa peregrinación, cando comezaron falar de como se vos enganara para atravesar estas perigosas terras. Non podiamos facer outra cousa que axudarvos!

source: So, she tricked us into coming this way! Where may we go now? Which way will be safe for us?
gl: Así que ela enganounos para que fosemos por aquí! Por onde iremos agora? Que camiño será seguro para nós?

source: You must escape the clutches of that vile Queen, my lord. If you take a course bearing north-east, on past the mountain of gryphons, you will be able to ford the great river at Abez. Make haste though, for you will not be able to ford the river in winter!
gl: Tedes que escapar das garras desa malvada Raíña, señor. Se tomades dirección nordeste, a través das montañas dos grifóns, poderedes vadear o gran río Abez. Así que apurádevos, posto que non seredes capaces de vadealo se vos collen as neves!

source: Thank you for your counsel, good friend! May our paths meet again in happier times!
gl: Grazas polo teu consello, amigo! Oxalá os nosos camiños se crucen en tempos máis felices!

source: It greatly saddens me that Moremirmu was slain on the field, after he helped us.
gl: Entristeceume saber da morte de Moremirmu no campo de batalla, despois de axudarnos.

source: May he rest peacefully!
gl: Que descanse en paz!

source: He died fighting for you, Prince, just as any of us would be willing to die for you.
gl: Morreu loitando por ti, príncipe, o mesmo que todos nós estariamos dispostos a facer.

source: This place makes me feel uneasy, even with the undead retreating. Where may we go now?
gl: Este lugar inquiétame, aínda cos non morto á retirada. Onde imos agora?

source: The land of Wesnoth is not safe for us. The Queen's forces reach every corner. We must make haste to the north lands, across the great river. Let us go quickly!
gl: As terras de Wesnoth non son seguras para nós. As tropas da Raíña están por todas partes. Debemos apurarnos cara as terras do norte, alén do gran río. Veña, en marcha!

source: Indeed! Let us go from here!
gl: Por suposto! Marchemos deste lugar!

source: Gryphon Mountain
gl: Montaña Grifón

source: Defeat the mother gryphon and the enemy commander
gl: Derrota á nai grifón e mailo comandante inimigo

source: Mother Gryphon
gl: Nai grifón

source: What is this place? That is one big mountain!
gl: Que é este lugar? Esa montaña é enorme!

source: That is the fabled Gryphon Mountain.
gl: Esta é a lendaria Montaña Grifón.

source: Gryphon Mountain! Maybe we could steal some eggs from the gryphons and train the young to be flying mounts. Would that work, Delfador?
gl: Montaña Grifón! Ao mellor poderiamos roubar algúns ovos de grifón e adestrar ás crías para servirnos de monturas voadoras. Podería funcionar, Delfador?

source: We can try to do that, but we must be careful. To disturb the gryphons could prove dangerous... and yet such mounts could help us greatly later. Whatever we do, we must pass by this place.
gl: Podemos intentalo, pero debemos ter coidado. Molestar aos grifóns podería ser perigoso... pero semellantes monturas poderíannos ser de gran utilidade máis adiante. Fagamos o que fagamos, debemos atravesar este lugar.

source: Well, let's start climbing the mountain!
gl: Ben, pois empecmos a trepar a montaña!

source: Here are the mother Gryphon's eggs!
gl: Velaquí están os ovos na nai grifón!

source: Excellent! We should be able to breed Gryphons for our own uses now!
gl: Perfecto! Agora deberiamos poder enxendrar grifóns para o noso proveito!

source: It appears that we are not the only ones interested in this mountain. Once again the Queen opposes us!
gl: Semella que non somos os únicos interesados nesta montaña. Unha vez máis a Raíña enfróntase a nós!

source: Quickly, men! Onward!
gl: Rápido, rapaces! Adiante!

source: Ha ha! We have killed this foul beast of the air, and can deny the rebels its eggs!
gl: Ha ha! Matamos a esta estúpida besta dos ceos, e evitamos que os rebeldes se fixesen cos ovos!

source: We have defeated them! Now what do we do?
gl: Derrotámolos! Que facemos agora?

source: We must continue north. It is too late to return to the safety of Elensefar or Alduin before winter falls. We must therefore cross the great river and continue toward the land of the dwarves. Hurry, let us go!
gl: Debemos continuar cara o norte. É tarde de máis para regresar á seguridade de Elensefar ou Alduin antes do inverno. Así que debemos cruzar o gran río e continuar cara as terras dos ananos. Veña, adiante!

source: With these gryphon eggs we should be able to breed gryphons that will serve us. When they are large enough to carry mounts, we can hire gryphon riders!
gl: Con eses ovos de grifón deberiamos ser quen de enxendrar grifóns que sirvan ás nosas ordes. Cando sexan maiores abondo para servir de monturas, poderemos recrutar xinetes de grifóns!

source: It is a shame we could not get those gryphon eggs. I am glad we did not slaughter any gryphons. They are magnificent animals (looks back at the mountain). Still...
gl: É unha mágoa que non puidesemos facernos con eses ovos de grifón. Pero alégrame que non tivesemos qeu acabar coa vida de ningún grifón. Son animais magníficos (mira cara a montaña). Aínda así...

source: Whoa!!
gl: Ua!!

source: Indeed, the majestic beasts were now circling the mountain's peak. Several glared in Konrad's direction, their eagle eyes fixed on him at an incredible distance.
gl: Sen dúbida, as maxestuosas bestas estaban dando voltas ao redor da cima da montaña. Algunhas delas ollaron en dirección a Konrad, os seus ollos de águia ficaron nel a gran distancia.

source: Amazing! I have never before heard of such behavior in gryphons.
gl: Abraiante! Nunca antes escoitara de tal comportamento dos grifóns.

source: What does it mean?
gl: Que significa?

source: I do not know. Come now, the show is over.
gl: Non o sei. Pero veña, o espectáculo acabou.

source: It is a shame we could not get those gryphon eggs - they would surely have given us an advantage sometime. Still, we must continue.
gl: É unha mágoa que non puidesemos conseguir eses ovos de grifón. De seguro que nos terían sido de gran axuda algunha vez. Aínda así, debemos continuar.

source: Let us continue onward!
gl: Pois veña, adiante!

source: Rampant Graak
gl: Graak maior

source: Rampant Grook
gl: Grook maior

source: Rampant Gruak
gl: Gruak maior

source: The Ford of Abez
gl: O Vao do Abez

source: Move Konrad to the north side of the river
gl: Move a Konrad ata beira norte do río

source: Monsters
gl: Monstros

source: This is the Ford of Abez. When we ford this river, we will be leaving Wesnoth, and entering the lands of the North. The dwarves once ruled these lands, but they are now filled only with chaos. This is where your father and uncle were betrayed, almost nineteen years ago now, Konrad.
gl: Este é o Vao do Abez. Cando vadeemos este río, estaremos deixando atrás Wesnoth, e adentrándonos nas terras nórdicas. Houbo un tempo en que os ananos gobernaban estar terras, pero agora están sumidas no caos. Aquí e onde pai e tío foron traizoados hai xa case dezanove anos, Konrad.

source: Really? So what happened, Delfador?
gl: De verdade? E que ocorreu, Delfador?

source: The forces of the king were encamped here, and the forces of the north were on the north side of the river. For three days and three nights the armies faced each other, neither willing to ford the river. On the fourth day, the northern armies crossed and attacked us.
gl: O exército do rei estaba acampado aquí, e o exército nórdico estaba na beira norte do río. Durante tres días e tres noites os exércitos miraban o un cara o outro, pero ningún semellaba disposto a cruzar o vao. No cuarto día, o exército nórdico cruzouno e atacounos.

source: And then... we were defeated?
gl: E logo... derrotáronnos?

source: We were winning the battle. We were repelling them...
gl: Nós estabamos a gañar a batalla. Estabamos repeléndoos...

source: And then the king's son, in the heat of battle, turned upon the king!
gl: E entón o fillo do rei, no medio da batalla, botouse contra o rei!

source: But you avenged the murder. You killed the prince. Right, Delfador?
gl: Pero ti vengaches a súa morte. Mataches ao príncipe. Non si, Delfador?

source: When I saw the king betrayed and his banner fallen, I fled the battle. I know not now whether it was wisdom or cowardice, but I did flee, seeing no further hope on that day.
gl: Cando vin ao rei traizoado e o seu estandarte caído, fuxín da batalla. Non sei se foi a sabedoría ou a covardía o que me levou a facelo, pero escapei, perdida toda esperanza aquel día.

source: Oh, but the elves always told me that you killed the prince, Delfador, even though you never talked about it.
gl: Oh, pero os elfos me dixeran sempre que foras ti o que asasinara ao príncipe, Delfador, aínda que ti nunca falaras diso.

source: That foolish boy killed himself.
gl: Ese parvo matouse el mesmo.

source: What do you mean?
gl: Que queres dicir?

source: I mustered men to fight against the traitor-king, and of course Asheviere too, for she was behind it all. We met them; not here, but on the road from Weldyn, at Tath. We were outnumbered, perhaps four to one. In the heat of battle, that boy, fool that he was, came charging at me, slashing wildly. I had little choice but to end his life.
gl: Reunín uns homes para loitar contra o traidor ao rei, e por suposto Asheviere tamén, pois ela era a que movía tódolos fíos. Atopámonos con eles; non aquí, senón no camiño dende Weldin, en Tath. Estabamos en desvantaxe numérica, pode que catro a un. En medio da batalla, o rapaz, parvo coma el só, cargou salvaxemente contra min. Non me quedou outra alternativa que acabar coa súa vida.

source: So it is true, you did kill him?
gl: Así que é verdade, matáchelo?

source: He did die in battle at my hand. It is sad that your brothers did not have the opportunity to experience such an honorable death, Konrad.
gl: Caeu na batalla ás miñas mans. É unha mágoa que os teus irmáns non tivedes a oportunidade de experimentar unha morte tan honorable, Konrad.

source: With all respect, my lords, we must make haste. We have to ford the river immediately. And, look! It seems that the guard-towers on the river banks are manned!
gl: Con todo o respecto, señores, debemos apurar. Temos que cruzar o río inmediatamente. E, mirade! Semella que hai gardas nas torres de vixilancia do río!

source: Look! Some of the southerners, men of Wesnoth, are trying to cross into our lands! We will slaughter them by the river's edge!
gl: Mirade! Algúns dos sureños, homes de Wesnoth, están tratando de entrar nas nosas terras! Encargarémonos deles na beira do río!

source: Isn't there somewhere else we can cross? Maybe upstream?
gl: Non hai outro lugar polo que poidamos cruzar? Quizais río arriba?

source: Winter quickly bears down upon us. We have only a few days to make the crossing, and the nearest bridge is far upstream. To be trapped south of the river when winter arrives would be suicide. Asheviere would have us trapped like rats! Look to the west! Asheviere has a border fort, and it seems to be full of soldiers! We must cross here, and quickly!
gl: O inverno bótasenos enriba. Só temos un par de días para cruzar o río, e a ponte máis próxima está lonxe de máis. Quedar atrapados río abaixo cando chegue o inverno sería un suicidio. Asheviere teríanos atrapados coma ratas! Mira ao leste! Asheviere ten un forte fronteirizo, e semella estar repleto de soldados! Debemos cruzar por aquí! E de seguida!

source: There they are! So it is true, they foiled the undead. Now they are trying to leave Wesnoth. We can't let them cross the river. After them, men!
gl: Aí están! Conque é certo, eludiron aos non mortos. Agora intentan saír de Wesnoth. Non podemos deixar que crucen o río. A por eles, rapaces!

source: Not her again! We must hurry! Do not forget to bring the gryphon eggs. They must be allowed more time to hatch. Quickly!
gl: Ela outra vez non! Temos que apurar! Non esquezades levar os ovos dos grifóns. Necesitan máis tempo para romper a casca. A présa!

source: Not her again! Quickly! We must hurry!
gl: Ela outra vez non! Veña! Temos que apurar!

source: Stop! You shall not pass! Quick, reinforcements, protect the Princess!
gl: Alto aí! Non has pasar! Rápido, os reforzos, protexede á princesa!

source: You drive me from the field, but you have not vanquished me, impostor!
gl: Sacáchesme do campo de batalla, pero aínda non me venciches, impostor!

source: Sea Serpent
gl: Serpe mariña

source: Cuttle Fish
gl: Calamar xigante

source: What is that?
gl: Que é iso?

source: Creatures of the deep are upon us! This may be very dangerous. Be quick! We must get to the other side with all haste!
gl: As criaturas das profundidades enfróntanse a nós! Isto podería ser perigoso. A présa! Debemos chegar á outra beira canto antes!

source: We made it across the river safely! Where to now?
gl: Por fin cruzamos o río e puxémonos a salvo! Onde imos agora?

source: If we are to have any hope of penetrating into Knalga, we must continue north to seek help from the Dwarves of the Heart Mountains in the north.
gl: Se nos queda algunha esperanza de entrar en Knalga, debemos continuar cara o norte para perdirlle axuda aos ananos das Montañas Profundas ao norte.

source: I cannot believe it. They have made it away! We must make chase. After them, men! Let us cross the river too! We will meet again, foul impostor.
gl: Non podo crelo. Espacaron! Debemos perseguilos! A por eles, rapaces! Crucemos o río tamén! Volverémonos atopar, estúpido impostor.

source: Do you think she's really going to chase us, Delfador?
gl: De veras cres que nos seguirán, Delfador?

source: It surely looks like she will try. But many more creatures than we have fought lurk in this river; that will make it difficult for her. We must continue onward. If she makes it across before winter, then so be it!
gl: Certo é que semella que o han intentar. Pero o río agocha moitas máis criaturas que aquelas contra as que acabamos de loitar. Iso dificultaralle as cousas. Debemos seguir adiante. Se consegue cruzar antes do inverno, que o faga!

source: Northern Winter
gl: Inverno Nórdico

source: Across the river were lands few humans had ever visited. The occasional distant thutter of orcish signal drums made the abundant pine forests nestled in rolling foothills both breathtaking and ominous.
gl: Poucos homes visitaran as terras alén do río. Os ocasionais sons distantes dos tambores orcos convertían aos bosques de abundantes piñeiros situados nas estribacións de rodadura en fragas tan impresionantes coma sinistras.

source: Swirling, snow-laden winds tore at Konrad's army, signaling the final exit of autumn and the onset of what would be a harsh winter.
gl: Os ventos cargados de neve abatían ao exército de Konrad, sinalando o final do outono e o principio do que sería un duro inverno.

source: This winter is bitterly cold! Perhaps we should stop here and rest a while.
gl: Este inverno ven moi frío! Quizais deberiamos de deternos aquí e descansar un tempo.

source: Stop and rest? My lord, we must go hard after the Scepter of Fire, lest it fall into the hands of our enemies!
gl: Deternos e descansar? Señor, temos que apurarnos a buscar o Cetro de Lume, antes de que caia en mans dos nosos inimigos!

source: We have had a hard march ever since we were besieged by the undead in that foul valley. Now winter bears down upon us, and we have spent most of our money. This land looks fertile enough. Surely we can settle here for the winter!
gl: Tivemos unha dura marcha dende que nos asaltaron os non mortos naquel maldito val. Agora o inverno bótasenos enriba, e gastamos case todos os cartos. Estas terras semellan fértiles abondo. Seguramente podemos asentarnos aquí durante o inverno!

source: Yes, let us rest a while! I am sure there are many challenges ahead, and I do not think I could endure another like the fording of the river for many days.
gl: Si, déixanos descansar un tempo! Estou seguro de que nos esperan unha morea de retos, e non me creo capaz de aturar outro coma o do vao durante moitos días.

source: We are pursued by the forces of your arch-enemy, chasing the Scepter of Fire, the fate of the realm in our hands, and you humans want to stop and rest? Onward, I say!
gl: Estamos a ser perseguidos polas forzas da vosa maior inimiga, en busca do Cetro de Lume, o destino do reino está nas vosas mans, e vós, humanos, queredes detervos e descansar? Adíante, dixen!
