Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-httt/*.po
Languages: gl

source: You emerge into a vast natural cathedral, the walls arching higher than you can see in the darkness. Stretching across the gallery is a great chasm, around which the cave floor appears to have been completely worn smooth. This was once the center of a bustling dwarvish empire, the remnants of which have since been driven into the upper caves of Knalga by the forces of darkness.
gl: Adéntraste nunha inmensa catedral natural, os arcos dos seus muros están máis elevados do que podes alviscar na escuridade. Unha gran sima exténdese ao longo da galería, ao redor da cal o chan parecía terse desgastado co uso. Isto fora outrora o centro dun bulicioso imperio anano, os restos do que dende entón foi arrastrado ata as profundas covas de Knalga polas forzas da escuridade.

source: There is a big cave-in south of here.
gl: Hai unha gran cova ao sur de aquí.

source: The rocks are moving!
gl: As rochas móvense!

source: Who goes there? Friend or foe?
gl: Quen vai, amigo ou inimigo?

source: We are desperately trying to rid these tunnels of orcs and trolls! Please help us in our quest.
gl: Estamos intentando desesperadamente botar aos orcos e trols fóra destes tuneis! Por favor, axudádenos na nosa misión.

source: Vile creature! Let us rid these tunnels of its kind!
gl: Vil criatura! Botémolo a el e aos da súa clase fóra destes tuneis!

source: I did not know that the undead were in these pits!
gl: Non sabía eu que houbese non mortos por estes lares!

source: Who is this foul enemy that we fight?
gl: Que é este parvo contra o que loitamos?

source: I am Lionel. I am the Lost General. I will avenge myself upon you all!
gl: Son Lionel. Son aquel que chaman o Xeneral Perdido. E vingareime de todos vós!

source: Avenge? What have we done to you that you must avenge?
gl: Vingarte? Que fixemos nós para que busques vinganza?

source: Lionel? A General? I remember that name...
gl: Lionel? Un Xeneral? Lembro ese nome...

source: Remember me, do you? Aye. I was the king's finest general, sent down to these pits to retrieve the Scepter. But the orcs trapped me and my men in this cavern, to starve to death. The dwarves were no help, leaving me to die. Now I will get revenge on you all!
gl: Lémbraste de min, non é?. Eu era o mellor dos xenerais do rei, e fun enviado a estas covas para recuperar o Cetro. Pero os orcos atrapáronme a min e aos meus homes nesta caverna, para matarnos de fame. Os ananos non nos axudaron, deixándome morrer. Agora vingareime con todos vós!

source: Argh! I am vanquished! But at least by worthy foes, instead of those disgusting orcs.
gl: Argh! Derrotáronme! Pero polo menos foi a máns de dignos adversarios, e non deses noxentos orcos.

source: Rest in peace, Lionel. The poor, lost general.
gl: Descansa en paz, Lionel. O pobre xeneral perdido.

source: I am destroyed, but my mission must be completed. Though you are foes, you are at least worthy ones, so I will tell you that the Scepter is east from here, the way you have come from, deep in the caverns. I made the mistake of not asking for directions when I became lost. May you have better fortune in your quest than I did!
gl: Estou acabado, pero a miña misión ha de ser completada. Aínda que sodes os meus inimigos, polo menos sodes dignos, así que vos direi que o Cetro está ao este de aquí, por onde viñéchedes, nas profundidades das cavernas. Cometín o erro de non preguntar cando me perdín. Agardo que vos espere mellor fortuna que a min na vosa misión.

source: The earth shakes.
gl: A terra treme.

source: Tall ones, I thank ye. Life has been nothing but a struggle recently. We are the last outpost o' civilization in these caves.
gl: Estouvos aghradesido, patas longhas. Ultimamente a vida estaba a ser algho difísil. Nós somo-lo último rastro de sivilisasión nestas cavernas.

source: These caves are vast. If we are to find the Scepter of Fire we must hurry. We are not alone, and now that our foes have smelled our blood it will be worse.
gl: Estas covas son enormes. Se imos atopar o Cetro de Lume temos que apurarnos. Non estamos sós, e agora que os nosos inimigos cheiraron o noso sangue será aínda peor.

source: The Scepter? Ah, the Scepter ye seek. You surface dwellers are ambitious. Beyond my citadel the spawn of the darkness hold complete sway. You'll no' survive without assistance.
gl: O Setro? Ah, buscade-lo setro. Vós os moradores da superfisie sodes ambisiosos. Alén da miña sidadela as sementes da escuridade exercen un completo dominio. Non sobreviviredes sen axuda.

source: How will we make it?
gl: Como o faremos?

source: Northeast o' my keep, young human, the tunnels converge towards the deepest reaches of the underground kingdom. The Scepter can only be there. Please accept the service of my guardsmen. These elite warriors will protect you.
gl: Ao nordeste da miña posisión, pequeno humano, os túneis converxen nos tramos máis profundos do reino subterráneo. O Setro só pode estar alí. Por favor, aseptade o servisio da miña gharda. Estes gherreiros de élite hanvos protexer.

source: Your boon is most welcome, sir dwarf. Keeping the Scepter out of the hands of evil beasts is a common goal for us, and we will prevail with your help.
gl: Benvida é a túa gran axuda, señor anano. Manter o Cetro alonxado das mans desas malvadas bestas é un obxectivo que todos perseguimos, e coa túa axuda prevaleceremos.

source: You may now recruit the legendary dwarvish guardsmen!
gl: Agora poderás recrutar os lendarios ananos gardiáns!

source: I do not know, Konrad, but I can sense our path only leads us downward. We will continue to the northeast, to the deepest depths of these caverns.
gl: Non sei, Konrad, pero creo que o noso camiño só nos leva cada vez máis abaixo. Continuaremos ao nordeste, ás maiores profundidades destas cavernas.

source: Hasty Alliance
gl: Unha Alianza Precipitada

source: Death of Li'sar
gl: Morte de Li'sar

source: The last dwarvish settlement far behind them, the party descended into the deepest parts of the hewn caverns. Except for disturbances caused by the occasional goblin, the air in the lower passages was still and tomblike.
gl: Tempo despois de deixaren atrás o último asentamento anano, o grupo descendeu ás partes máis profundas das cavernas. Salvo pola irrupción dalgún que outro trasno ocasional, o ambiente nos pasos máis baixos era tranquilo e sepulcral.

source: Stepping through a low corridor, Konrad and Delfador emerged from the maze-like catacombs into icy blackness. Darkness seemed to crush them. Lights flickered and went out. Even the staff of the elder mage struggled to produce enough light to see by.
gl: Camiñando ao longo dun gastado corredor, Konrad e Delfador emerxeron das laberínticas catacumbas na fría escuridade. Esta parecía aplastalos. As luces chiscaron e desapareceron. Mesmo aos artefactos do vello mago lles custaba producir luz abondo para ver.

source: A cavernous void stretched out ahead, across which no ceiling or walls were visible. Wind howled and whipped over narrow ledges bridging the depths, almost as if animated by powerful nearby magic... and newly awoken evil.
gl: Un baleiro cavernoso espallábase fronte a eles, a través do cal non se vía muro ou teito. O vento bramaba e batía nos angostos saíntes que formaban pontes ás profundidades, case coma animados por unha poderosa maxia... que novamente se volvía malvada.

source: Humans
gl: Humanos

source: Where are we? Which way now? I am tired of this darkness!
gl: Onde estamos? Onde imos agora? Estou farto desta escuridade!

source: I am not sure of the way. Let me think for a moment.
gl: Non estou seguro de onde ir. Deixádeme pensalo un anaco.

source: En garde!
gl: En garda!

source: What in the world are you doing here?
gl: Que diaños estás a facer ti aquí?

source: Tracking you down, of course! You have escaped me for the last time!
gl: Perseguirte, que pensabas? Escapaches de min por última vez!

source: Foolish girl! We are in the deepest of caverns, probably surrounded by all manner of creatures, and you still want to fight us? You will bring us all to ruin!
gl: Parva! Estamos no máis profundo das cavernas, de seguro rodeados por todo tipo de criaturas, e aínda así queres enfrontarte a nós? Levarasnos a todos nós á ruína!

source: Don't try to trick me! I know why you have come here! But I will put an end to you and your treason here. Then I will get the Scepter, and return to the daylight again!
gl: Non intentes enganarme! Sei por que viñéchedes aquí! Pero poreivos fin a vós e á vosa traizón. E fareime co Cetro, e levareino de volta á superficie!

source: Surprise! Die, you sun-lovers!
gl: Sorpresa! Morrede, adoradores do sol!

source: Now we are surrounded! Do you still want to fight us, Princess? Surely that would lead to doom for us all!
gl: Estamos rodeados! Aínda pretendes loitar contra nós, princesa? Porque iso suporía a perdición para todos nós!

source: I see we have little choice but to help each other. Let us fight together until we return to the surface. Agreed?
gl: Vexo que non nos queda outra que axudarnos os uns aos outros. Loitemos xuntos ata que volvamos á superficie, dacordo?

source: Very well, I promise that you will reach the surface again, or we shall all perish together, Princess.
gl: Moi ben, prometo que volverás á superficie sa e salva, ou morreremos xuntos, princesa.

source: But once we escape from this hole, I have a score to settle with you!
gl: Pero unha vez que escapemos deste lugar, teño un asunto pendente contigo!

source: Well, we have helped each other survive so far, Princess. Now let's continue together. What do you say?
gl: Ben, axudámonos os uns aos outros a sobrevivir ata agora, princesa. Que dicides, seguimos xuntos?

source: Yes. We agreed to help each other get out of these pits alive, did we not? Let us continue to pool our resources. I pledge to you my gold.
gl: Si. Acordamos axudarnos os uns aos outros para saír con vida destas covas, non si? Pois sigamos compartindo os nosos recursos. Velaquí tes o meu ouro.

source: Thank you, Princess. Come, men. Let us find the Scepter!
gl: Moitas grazas, princesa. Veña rapaces, atopemos o Cetro!

source: I can't believe it should end like this!
gl: Non podo crer que isto rematase así!

source: The Scepter of Fire
gl: O Cetro de Lume

source: Across the chasm, the air almost crackled with magical energy. It also became steadily warmer. The floor was smooth and glassy in places, and a faint glow provided a small reprieve from the thick blackness. Volcanic fumes drifted up from cracks in the floor.
gl: No abismo, o aire case crepitaba pola enerxía máxica. E ademais volvíase cada vez máis quente. O chan estaba liso e vidroso nalgúns sitios, e un tenue resplandor proporcionaba un pequeno respiro fronte á espesa escuridade. Emanacións volcánicas que desbordaban nos cráteres do chan.

source: Distant rumbles and earthquakes made it difficult to keep steady footing. The very earth had come alive, heaving, struggling to be relieved of its centuries-old burden...
gl: Estrondosos ruidos e tremores de terra na distancia facían difícil levar un paso firme. A mesmísma terra cobrara vida, tirando, loitando por liberarse da carga que durante séculos soportara...

source: Capture the Scepter of Fire with Konrad or Li'sar
gl: Captura o Cetro de Lume con Konrad ou Li'sar

source: The Scepter must be getting close now! Where shall we go?
gl: O Cetro ha estar cada vez máis preto! Onde imos?

source: We cannot explore this much area by ourselves, especially if we are beset by the denizens of these caves. We must ask our dwarven allies to help search the caves with us.
gl: Non podemos explorar tanto terreo nós mesmos, sobre todo se nos asaltan os habitantes destas covas. Debemos pedirlles aos nosos aliados ananos que nos axuden a buscar nestas covas.

source: Yes, I feel it is near here! We must search for it carefully.
gl: Si, sinto que anda preto de aquí! Debemos buscalo coidadosamente.

source: An earthquake! We'll be trapped!
gl: Un terremoto! Quedaremos atrapados!

source: No, not an earthquake, Princess. I feel it too. Something is... aware... of us.
gl: Non, non é ningún terremoto, princesa. Eu tamén podo sentilo. Algo está... ao tanto... da nosa presencia.

source: Aware? Who? Delfador, what does he mean?
gl: Ao tanto? Quen? Delfador, que quere dicir?

source: The Scepter... the earth... the molten lava... the fire... the air around us... everything. It calls out to the heir - I can barely hold it back in my mind. It was forged here, not far north of where we now stand. The sheer power of it!
gl: O Cetro... a terra... a lava fundida... o lume... o aire que nos rodea... todo. Clama polo elixido. Case podo recordalo. Aquí foi onde se forxou, non moi lonxe ao norte de onde estamos. O seu poder puro!

source: Where? Where is it?
gl: Onde? Onde está?

source: North. More than that, I cannot tell.
gl: Ao norte. Máis aínda, non o sei exactamente.

source: Konrad, as promised, here is my purse, full of gold.
gl: Konrad, como che prometín, velaquí está o meu saco, cheo de ouro.

source: You receive 300 pieces of gold!
gl: Recibiches 300 pezas de ouro!

source: A Choice Must Be Made
gl: Debe Tomarse Unha Decisión

source: The Scepter, initially dulled from decades of dust and debris, began to glow from the ruby's inner fire. Dwarvish runes on the golden handle lit up in pulsating blue. The heat and light were comforting in the pitch black.
gl: O Cetro, nun principio embotado por décadas de po e balor, comezou a refulxir dende as chamas do lume rubí do seu interior. As runas ananas da empuñadura dourada alumábanse cun azul latexante. Ambos lume e luz agradecíanse naquela total escuridade.

source: An early encounter with the Scepter in the hands of its new owners left several trolls as smoking husks. Sensing the awakening of a powerful magic, the dwellers of the deep quickly scattered and remained out of sight.
gl: Un anticipado encontro co Cetro e mans dos seus novos portadores deixara a uns cantos trols coma carochas queimadas. Ao se decataren do espertar dunha poderosa maxia, os moradores das profundidades esparexéronse e permaneceron ocultos.

source: Delfador led his young charges through lonely corridors and abandoned tunnels for four days. For the first time Konrad saw signs of fatigue in the old wizard's normally inscrutable face. Finally, fresh air greeted the party...
gl: Delfador levou ás súas xoves cargas a través de corredores solitarios e vougos túneis durante catro días. Konrad viu por primeira vez sinais de fatiga na normalmente inescrutable face do vello mago. E por fin, o aire fresco deleitou ao grupo...

source: Defeat either of the enemy leaders
gl: Derrota a calquera dos líderes inimigos

source: I thank you for helping me get back to the surface, but now I must take what is mine!
gl: Agradézovos que me axudasedes a volver á superficie, pero agora debo tomar aquilo que me pertence!

source: You still want to fight me, do you, Princess?
gl: Aínda queres loitar comigo, princesa?

source: Did you think I was just playing around? I need to take my inheritance!
gl: E logo que pensabas, que só estaba xogueteando? Debo tomar a miña herdanza!

source: It is not so simple! We are back on the surface, but we are hardly safe. We barely know where we are. Look to the north... there are orcs about! Look to the south... there are the hordes of the undead!
gl: Non é tan doado! Estamos de volta na superficie, pero non estamos a salvo. Apenas sabemos onde estamos. Mirade ao norte... está cheo de orcos! E mirade ao sur... hordas de non mortos!

source: Indeed there are. We will have to fight our way out. Are you with us, Princess, or against us?
gl: Pois tes razón. Teremos que loitar para seguir adiante. Estás connosco, princesa, ou contra nós?

source: Perhaps it is in both our best interests for us to remain allies for a little longer... but I do want that Scepter, and someday I will have it!
gl: Quizáis nos conveña a ambos os dous seguir como aliados algún tempo máis... pero quero ese cetro, e algún día estará nas miñas mans!

source: Then let us devise a battle plan.
gl: Entón elaboremos un plan de batalla.

source: We have escaped.
gl: Escapamos.

source: Yes, we have. Now I suppose you want to use the Scepter against me, Princess?
gl: Pois si. Supoño que agora quererás utilizar o cetro contra min, non si princesa?

source: No, I was thinking... I don't really want to kill you. I have what I came to get. So if you promise never to come south of the great river, I will spare your life.
gl: Non, estaba a pensar... non é a miña intención matarte. Teño aquilo que vin buscar. Así que se prometes non volver cruzar o gran río cara o sur, perdoareiche a vida.

source: With all due respect, Princess, it is once again we who will spare you, Scepter or no Scepter.
gl: Con todo o respecto, princesa, unha vez máis seremos nós os que cha perdoemos a ti, con ou sen cetro.

source: Such words in the presence of royalty! Do you want me to fry you, Elf?
gl: Como te atreves a pronunciar semellantes palabras en presenza da realeza! Queres que che aniquile, elfo?

source: Friends, peace! Though we are out of the tunnels, we are hardly safe. We are somewhere in the arid and wild north lands, that is all we know. Behold! To the north, orcs, to the south, dark hordes. We must remain at peace with one another, or else all perish!
gl: Haxa paz, amigos! Aínda que saímos dos túneis, non estamos nin por asomo a salvo. Estamos nalgún lugar das salvaxes e áridas terras nórdicas, e iso é todo canto sabemos. Ao norte, orcos, e ao sur, hordas escuras. Debemos permanecer en paz os uns cos outros, ou do contrario pereceremos!

source: I suppose that helping each other for a while longer would be mutually beneficial. But what should we do? How should we defend ourselves?
gl: Supoño que axudarnos mutuamente durante un tempo será bo para todos. Pero que facemos? Como nos defendemos?

source: I can tell where we are. That is the river that is known as Longlier to men, called Arkan-thoria in my people's ancient tongue. The home of my people lies to the east.
gl: Eu sei onde estamos. Este é o río que os homes chaman Xacer, Arkan-thoria na milenaria lingua do meu pobo. O fogar da miña xente queda ao leste.

source: Then perhaps we should head East along the river, and seek refuge and rest there for a time?
gl: Entón quizais deberiamos dirixirnos ao leste, seguinto o curso do río, e buscar refuxio alí por un tempo, non?

source: We should indeed seek refuge there, my lord, but not by going east along the river. Its name means 'The River of Bones'. Great and evil creatures lurk along its banks, its waters are not fit to drink, and it runs over the Cliffs of Thoria. It has been many centuries since any man or elf has passed over the Cliffs and survived. No, Prince, we must choose another way.
gl: Si, debemos buscar refuxio alí, señor, pero non seguinto o curso do río en dirección este. O seu nome significa "O Río dos Ósos". Grandes e malvadas criaturas merodean as súas ribeiras, as súas augas non se poden beber, e atravesa os Cantís de Thoria. Hai séculos que ninguén, home ou elfo, atravesa os cantís e vive para contalo. Non, príncipe, debemos tomar outro camiño.

source: But which way, Kalenz?
gl: Pero cal, Kalenz?

source: We may take two paths which avoid the river. North, through the ancient home of my people, and then east to where they now live. Or we can go south, passing through the swamps, before turning east and then north. We would cross the river one time more if we chose that route, but I know a safe place for the crossing.
gl: Podemos elixir entre dúas rutan que evitan o paso polo río. Ao norte, á antiga morada do meu pobo, e logo ao leste, onde habitan agora. Ou senón, podemos ir ao sur, atravesando os grotos, e logo dirixíndonos ao leste e máis adiante ao norte. Teriamos que cruzar o río unha vez máis se escollemos esta última ruta, pero coñezo un lugar seguro no que facelo.

source: And will you join us in seeking refuge with the North Elves, Princess?
gl: E uniraste a nós na busca de refuxio onda os elfos do norde, princesa?

source: If the elves will promise me refuge and safe passage, then I will go.
gl: Se os elfos me prometen refuxio e paso seguro, irei.

source: That we will, Princess. Even though you are the daughter of the Queen, our enemy, we shall not harm you on this encounter, for you have helped us.
gl: Así será, princesa. Aínda que sexas a filla da raíña, a nosa inimiga, non te faremos mal desta vez, en consideración da axuda que nos prestaches.

source: So, we must choose. To the north past the orcs, where lie the ancient snow plains of the elves, or to the south, beyond the armies of the Walking Dead where the dreaded swamps await.
gl: Así pois, temos que elixir. Ao norte, contra os orcos, onda as antigas chairas nevadas dos elfos, ou ao sur, alén do exército de mortos vivintes onde nos agardan os temidos grotos.

source: Prince Konrad, you and your friends keep talking about avoiding the river. But we can lead you up the river. With the help of us Merfolk, you could reach the home of the North Elves much sooner by going up the river instead of taking either one of the land routes. I can not promise you that it will be a safe journey, because I do not know what lies ahead, but it is an option and you should consider it, my lord.
gl: Príncipe Konrad, ti e mailos teus amigos seguide a falar de arrodea-lo río. Pero nós podemos levarvos río arriba. Coa axuda de nó-los sirénidos, poderiades chegar ata o fogar dos elfos do norte moito máis rápido subindo o río do que o fariades por terra. Non podo prometervos que vaia ser unha xornada segura, porque descoñezo o que nos espera en diante, pero é unha opción que deberías considerar, señor.

source: Loyal Merfolk, you have served far beyond what your debt of gratitude requires. I will trust your strength and loyalty through this tribulation even as you trusted us to lead you through the heart of a volcano.
gl: Leais sirénidos, levádenos servido máis do que require a vosa débeda de gratitude. Confiaría na vosa fortaleza e lealdade nesta tribulación mesmo se non pretendesedes levar a través do corazón dun volcán.

source: Your people have already saved me once from a watery death, noble mer, fighting by my side as undead horrors threatened to devour us. I entrust our army to your strength and protection.
gl: A vosa xente xa me salvou unha vez de morrer afogado, noble sirénido, loitando ao meu lado cando os terroríficos non mortos ameazaban con deborarnos. Confío o noso exército á vosa fortaleza e protección.

source: If you are confident you can navigate these waters and guide our forces to safety, then lead on.
gl: Se es seguro de ti mesmo podes navegar por estas augas e guiar ás nosas forzas con seguridade, adiante.

source: I am, my liege. We press ahead. Stay close, noble masters.
gl: Sonno, señor. Nos imos á cabeza. Permanecede preto, nobres mestres.

source: I suspected you would attempt to lead us down the banks of Longlier...
gl: Sospeitei que tratarías de levarnos polas ribeiras do Xacer...

source: (shock) What!? Konrad, your folly is appalling! Do you flout my advice?
gl: [conmocionado] Que!? Konrad, iso é unha loucura! Vas facer caso omiso do meu consello?

source: We are traveling east? Down the river? Konrad, I hope you know what you are committing us to.
gl: Dirixímonos cara o leste? Río abaixo? Konrad, espero que saibas onde nos estás a meter.

source: Of course not, whelp, else he would have chosen a safer route.
gl: Pois claro que non, pequerrecho, se o soubede tería escollido unha ruta máis segura.

source: Hold your tongue, Kalenz. The princess is our ally and of royal blood. She deserves not your disrespect.
gl: Coida esa lingua, Kalenz. A princesa é a nosa aliada e de sangue real. Non se merece a túa falta de respecto.
