Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-Liberty/*.po
Languages: de, ru

source: Yes. The Queen ascended to the throne through the vilest of treachery. However, while most of my forces were sent with the King to fight the orcs, we have a strong enough contingent here to make the Queen's forces think twice about attacking Elensefar outright.
de: Ja. Die Königin hat den Thron durch übelsten Verrat erklommen. Wie dem auch sei, auch wenn die meisten meiner Streitkräfte mit dem König gegangen sind um gegen die Orks zu kämpfen, haben wir hier genug Truppen damit die Streitkräfte der Königin es sich zweimal überlegen, ob sie Elensefar offen angreifen.
ru: Да. Королева поднялась к трону через самое мерзкое из предательств. Однако, в то время как большинство моих сил посылали с Королем, чтобы бороться с орками, мы имеем достаточно сильный контингент, чтобы заставить силы Королевы думать дважды о нападении на Эленсефар напрямую.

source: We have an uneasy peace until they are done with the smaller villages and finally come around to obtaining my oath. The treaty between Elensefar and Wesnoth is ancient, but I am not so naive as to place my full trust in it. Not in these wicked times.
de: Wir haben einen wackeligen Frieden bis sie mit den kleineren Dörfern fertig sind und schlussendlich kommen, um meinen Eid abzunehmen. Das Abkommen zwischen Elensefar und Wesnoth ist sehr alt, aber ich bin nicht Naiv genug volles Vertrauen darin zu haben. Nicht in diesen schlimmen Zeiten.
ru: Мы имеем неудобный мир, пока они не закончены с меньшими деревнями и наконец возвратятся получить мою присягу. Соглашение между Эленсефаром и Веснотом является древним, но я не столь наивен, чтобы поместить мое полное доверие ему. Не в эти злые времена.

source: What can we do then? We have brought with us many from Annuvin province who are willing to fight, but our families are still at home. They will not last long if the Queen's patrols return.
de: Was sollen wir dann tun? Wir haben viele aus der Provinz Annuvin mitgebracht die bereit sind zu kämpfen, aber unsere Familien sind noch immer zu Hause. Sie werden nicht lange standhalten, wenn die Patrouillen der Königen zurückkehren.
ru: Что мы можем сделать тогда? Мы принесли с нами многих от области Аннавин, кто желает бороться, но наши семьи - все еще дома. Они не будут защищаться долго, если патрули Королевы возвратятся.

source: I am unwilling to start a civil war. I believe the Queen will remain preoccupied with order throughout the kingdom and, more importantly, with quelling the Northerner threat. We are a matter she will have to deal with later rather than sooner.
de: Ich bin nicht bereit einen Bürgerkrieg zu beginnen. Ich glaube die Königin wird mit dem Aufrechterhalten von Ordnung im Königreich beschäftigt sein und, noch wichtiger, damit die Gefahr durch die Nordmannen abzuwehren. Wir sind etwas, mit dem sie sich eher später als früher beschäftigen wird.
ru: Я не желаю начинать гражданскую войну. Я полагаю, что Королева останется озабоченной порядком в королевстве и, что еще более важно, подавлением угрозы жителей севера. Мы - вопрос, с которым она должна будет иметь дело позже, а не скорее.

source: A foolish miscalculation, Lord Maddock. These men with which you consort are outlaws and fugitives. They are a well-organized gang of criminals and murderers. We will kill them and then make sure you make your oath of allegiance to Queen Asheviere.
de: Eine törichte Fehlplanung, Lord Maddock. Die Männer mit denen ihr verkehrt sind Geächtete und Flüchtlinge. Sie sind eine gut organisierte Band von Kriminellen und Mördern. Wir werden sie töten und dann dafür sorgen, dass ihr euren Treueid an Königin Asheviere ablegt.
ru: Глупый просчет, Лорд Маддок. Эти мужчины, с которыми Вы общаетесь, - преступники и беглецы. Они - хорошо организованная банда преступников и убийц. Мы убьем их и затем удостоверимся, что Вы делаете вашу присягу из преданности Королеве Ашевир.

source: Men, to arms! The defense of Elensefar has begun!
de: Zu den Waffen, Männer! Die Verteidigung von Elensefar hat begonnen!
ru: Мужчины, к оружию! Защита Эленсефара началась!

source: As the sun set, a horrific change began to take place to the human adversaries of Baldras and his allies...
de: Als die Sonne am Horizont verschwand, begann eine schreckliche Veränderung in den menschlichen Gegnern von Baldras und seinen Verbündeten...
ru: С заходом солнца, ужасающее изменение начало происходить с человеческими противникам Болдраса и его союзников...

source: I cannot believe what my eyes are seeing! The flesh runs from their bones... these are not human warriors we fight. They are evil spirits masquerading as human!
de: Ich kann nicht glauben was meine Augen sehen! Das Fleisch fällt von ihren Knochen... dies sind keine menschlichen Krieger gegen die wir kämpfen. Dies sind böse Geister die sich als Menschen tarnen!
ru: Я не могу верить тому, что видят мои глаза! Мясо отделяется от их костей ... они не человеческие воины, с которыми мы боремся. Они - злая маскировка духов как людей!

source: Their human aspect is returning! This is an evil manner of sorcery we face, but one that we may yet overcome. CHARGE!
de: Ihre menschliche Seite kehrt zurück! Dies ist eine üble Form von Hexerei die uns da gegenüber steht, aber eine die wir noch immer überwinden können. ANGRIFF!
ru: Их человеческий аспект возвращается! Это - злая манера колдовства, перед которым мы оказываемся, но такая, которую мы можем все же преодолеть. В АТТАКУ!

source: Who are you? What are you?
de: Wer seid ihr? Was seid ihr?
ru: Кто Вы?

source: We are accursed. We were once under the command of Prince Eldred, the King's son and betrayer. The price for our treason is this hellish existence. We know not who or what inflicted this curse upon us, but our mortal deaths may be only the beginning of this penance we are doomed to pay.
de: Wir sind verflucht. Wir standen einst unter dem Kommando von Prinz Eldred, des Königs Sohn und Verräter. Der Preis für unseren Verrat ist diese höllische Existenz. Wir wissen nicht wer oder was uns mit diesem Fluch belegte, aber unser sterblicher Tod könnte erst der Anfang dieser Strafe sein, die wir zu bezahlen verdammt sind.
ru: Мы прокляты. Мы были однажды под командой Принца Элдреда, сына Короля и предателя. Цена за нашу измену - это адское существование. Мы не знаем, кто или что причиняло это проклятие нам, но наши смертельные случаи могут быть только началом этой эпитимии, которую мы являемся обреченными заплатить.

source: Lord Maddock, now that we are victorious, will you help us?
de: Lord Maddock, nachdem wir nun gewonnen haben, werdet Ihr uns helfen?
ru: Lord Маддок, теперь, когда мы победили, Вы поможете нам?

source: I will not. Unless you want me to round up the city's thieves to fight for you, I do not have the troops to spare. However, I am not the only one who commands men in this corner of Wesnoth.
de: Das werde ich nicht. Außer ihr wollt von mir, dass ich die Diebe der Stadt zusammen treibe um für euch zu kämpfen, habe ich keine Truppen auf die ich verzichten kann. Jedoch, ich bin nicht der einzige der in diesem Teil von Wesnoth Männer befehligt.
ru: Я не буду. Если Вы не хотите, чтобы я собрал воров города, чтобы бороться за Вас, я не имею войск, чтобы сэкономить. Однако, я не единственный, кто командует мужчинами в этом углу Веснота.

source: I don't understand. There are no other noble lords in this area.
de: Ich verstehe nicht. Es gibt keine anderen edlen Lords in dieser Gegend.
ru: не понимаю. В этой области нет никаких других благородных лордов.

source: Southeast of here there is a town, and there you may find assistance of the type I cannot give.
de: Im Südosten ist eine Stadt und dort könntet ihr Hilfe von der Art finden, wie ich sie euch nicht geben kann.
ru: К юго-востоку от сюда есть город, и там Вы можете найти помощь, которую я не могу дать.

source: Wish us well. If we are to resist the Wesnoth army a second time, we're going to need more than clubs and slings against steel.
de: Wünscht uns Glück. Wenn wir ein zweites Mal gegen die Armee Wesnoths bestehen wollen, werden wir mehr als Knüppel und Schleudern gegen Stahl benötigen.
ru: Желайте нам хорошего. Если мы должны сопротивляться армии Веснота во второй раз, когда мы нуждаемся больше чем в дубинках и првщах против стали.

source: Look, more riders come from the southeast. We cannot survive another assault. We are finished!
de: Seht, mehr Reiter kommen aus dem Südosten. Wir können keinen weiteren Angriff überstehen. Wir sind erledigt!
ru: Смотрите, больше наездников приезжает с юго-востока. Мы не можем пережить другое нападение. Мы закончены!

source: Hide and Seek
de: Verstecken und Suchen
ru: Поиски

source: Midnight
de: Mitternacht
ru: Полночь

source: Locate the leader of the insurgency
de: Finde den Anführer des Aufstands
ru: Определите местонахождение лидера мятежа

source: quick
de: schnell
ru: быстрый

source: Relentlessly pursued by riders patrolling the road to Elensefar, Baldras and his men traveled unseen along the swampy banks of the Great River to the city of Carcyn.
de: Unablässig verfolgt von Reitern, welche die Straße nach Elensefar patrouillieren, marschierten Baldras und seine Männer entlang den sumpfigen Bänken des Großen Flusses zur Stadt Carcyn.
ru: Неуклонно преследуемый наездниками, патрулирующими дорогу к Эленсефару, Болдрас и его мужчины путешествовали невидимыми по болотистым берегам Большой Реки к городу Каркин.

source: They hid until nightfall, then crept out to find the help Lord Maddock hinted was here.
de: Sie versteckten sich bis zum Anbruch der Nacht und krochen dann hervor, die Hilfe zu finden, welche Lord Maddock angedeutet hatte.
ru: Они скрылись до сумерек, затем выползали, чтобы найти помощь на которую Лорд Маддок намекнул.

source: I'm not sure where we're supposed to go now. If we go into town we can start asking around for information.
de: Ich bin unsicher wohin wir nun gehen sollen. Wenn wir in die Stadt gehen, können wir uns nach Informationen umhören.
ru: Я не уверен, куда мы должны пойти теперь. Если мы входим в город, мы можем начать расспрашивать тут и там для информации.

source: Wait - I hear something...
de: Warte - ich höre etwas...
ru: Ждите - я слышу что-что...

source: I'm glad we finally get to spend some time near a city. I was sick of marching through swamps and woods chasing down locals. If this terrorist shows up at Carcyn I'll put his head at the end of my pole.
de: Ich bin froh, dass wir endlich etwas Zeit nah einer Stadt verbringen. Ich war es leid, die lokale Bevölkerung verfolgend, durch Sümpfe und Wälder zu marschieren. Wenn dieser Verbrecher in Carcyn auftaucht, werde ich seinen Kopf auf das Ende meiner Stange stecken.
ru: Я рад, что мы наконец можем провести некоторое время около города. Я устал идти через болота и лес, упорно ищущий местных жителей. Если этот террорист обнаружится в Каркин, то я помещу его голову в конце моего шеста.

source: If we let him into the city, the commander will put our heads on poles... damn moonless night! Did you hear something?
de: Wenn wir ihn in die Stadt lassen, wird der Kommandeur unsere Köpfe auf Stangen stecken... verdammte mondlose Nacht! Hast du etwas gehört?
ru: Если мы позволим ему войти в город, то командующий поместит наши головы на шесты ..., проклятая безлунную ночь! Вы слышали кое-что?

source: Umm, I don't know. It is pitch black out there...
de: Hmm, ich weiß nicht. Es ist stockdunkel da draußen.
ru: Умм, я не знаю. Тут так темно...

source: I don't see anything. Let's keep going.
de: Ich sehe nichts. Gehen wir weiter.
ru: Я не вижу ничего. Давайте продолжать идти.

source: I think we need to find a way to sneak past these patrols. We would be slaughtered if we tried to fight them.
de: Ich denke wir müssen einen Weg finden uns an diesen Patrouillen vorbei zu schleichen. Wir würden abgeschlachtet werden, versuchten wir gegen sie zu kämpfen.
ru: Я думаю, что мы должны найти способ прокрасться мимо этих патрулей. Мы вырезались бы, если бы мы пробовали бороться с ними.

source: Let's go around then.
de: Lass uns um sie herum gehen.
ru: тогда обойдем вокруг

source: RUN!
de: RENNT!
ru: БЕЖИМ!

source: Who is that?
de: Wer ist da?
ru: Кто это?

source: I have come to find you. You must make it into the city without being seen. The soldiers are normally out hunting for my kind, but a company of shock troopers arrived three days ago and took over the patrols.
de: Ich bin gekommen euch zu finden. Ihr müsst ungesehen in die Stadt gelangen. Die Soldaten sind normalerweise draußen um meine Leute zu jagen, aber eine Kompanie Schreckenskrieger ist vor drei Tagen angekommen und hat die Patrouillen übernommen.
ru: Я приехал, чтобы найти Вас. Вы должны пробраться это в город без того, чтобы быть замеченным. Солдаты обычно отсутствуют, охотясь за моими людьми, но компания солдат прибыла три дня назад и заняла патруль.

source: They're looking for us.
de: Sie suchen nach uns.
ru: Они ищут нас.

source: Well, good thing I found you first. Now hurry.
de: Nun, nur gut das ich euch zuerst gefunden habe. Jetzt beeilt euch.
ru: Хорошая вещь, что я нашел Вас. Теперь поспешите.

source: No, THEY found us first! Let's go!
de: Nein, SIE haben uns zuerst gefunden! Lasst uns gehen.
ru: Нет, ОНИ нашли нас сначала! Пойдем!

source: Shhhhh!! I could hear you coming from bottom of the city dungeon.
de: Pssst!! Ich konnte euch vom untersten Verlies der Stadt aus kommen hören.
ru: Шшш!! Я мог услышать Вас идущих от основания городской темницы.

source: I can barely see where we are going. Is the city near?
de: Ich sehe kaum wo wir hingehen. Ist die Stadt nah?
ru: Я могу только видеть, куда мы идем. Город - рядом?

source: Yes, just south of here. You should avoid the main gate. The west gate is heavily traveled but is less guarded than the east gate. Try to sneak in that way.
de: Ja, nur ein wenig südlich von hier. Ihr solltet das Haupttor vermeiden. Das Westtor wird viel benutzt, aber es ist weniger bewacht als das Osttor. Ihr solltet versuchen auf diesem Weg hinein zu schleichen.
ru: Да, к югу от сюда. Вы должны избежать главных ворот. По западным воротам тяжело путешествуют, но они менее охраняемые, чем восточные ворота. Пробуйте прокрасться таким образом.

source: Unfortunately, they know we are here already. We can only hope that the cover of night will be adequate despite their stepped-up efforts to find us.
de: Unglücklicherweise wissen sie bereits von unserer Anwesenheit. Wir können nur hoffen, dass der Schutz der Nacht ausreichend ist, trotz ihrer verstärkten Anstrengungen uns zu finden.
ru: К сожалению, они знают, что мы уже здесь. Мы можем только надеяться, что прикрытие ночи будет адекватно несмотря на их интенсивные усилия найти нас.

source: Hello, our leader is on the other side of the city.
de: Hallo, unser Anführer ist auf der anderen Seite der Stadt.
ru: Привет, наш лидер с другой стороны города.

source: We already tangled with some guards. The city is probably swarming with soldiers by now. We cannot go that way.
de: Wir sind bereits mit Wachen verstrickt. Die Stadt ist mittlerweile vermutlich voll von Soldaten. Wir können diesen Weg nicht wählen.
ru: Мы уже ругались с некоторыми охранниками. Город вероятно роится с солдатами. Мы не можем пойти тем путём.

source: We have to go through the city? Impossible!
de: Wir müssen durch die Stadt? Unmöglich!
ru: Мы должны пройти город? Невозможно!

source: You must. Make a run for it if you have to. There is a small path that leads out of the city to the southeast and into the forest. My brother is waiting for you at that gate so he can take you to our master.
de: Ihr müsst. Rennt weg wenn es sein muss. Es gibt einen schmalen Pfad der südöstlich aus der Stadt in den Wald führt. Mein Bruder erwartet euch am Tor, damit er euch zu unserem Anführer bringen kann.
ru: Вы должны. Сделайте пробег, если потребуется. Есть маленькая дорожка, которая выводит из города к юго-востоку и в лес. Мой брат ждет Вас в тех воротах, таким образом он может взять Вас нашему владыке.

source: Gentlemen, please come this way and follow the path into the forest. Our leader is anxious to meet you.
de: Meine Herren, bitte hier entlang und folgen sie dem Pfad in den Wald. Unser Anführer ist bestrebt euch zu treffen.
ru: Господа, пожалуйста пойдите сюда и следуйте за дорожкой в лес. Наш лидер стремится встретить Вас.

source: As soon as we escape the Wesnoth death squad, we will be happy to oblige.
de: Sobald wir dem Todeskommando Wesnoths entkommen sind, werden wir gerne gefällig sein.
ru: Как только мы избежим батальона смерти Веснота, мы будем счастливы обязаться.

source: I haven't run this much in years. If you were to ask me to infiltrate a heavily guarded city relying on nothing but the cover of darkness and my wits, I would say you were crazy.
de: Ich bin seit Jahren nicht mehr so viel gerannt. Schläget ihr mir vor, eine schwer bewachte Stadt mit nichts als Dunkelheit und Verstand zum Schutze zu infiltrieren, so glaubte ich, ihr seiet Wahnsinnig.
ru: Я никогда не бегал так много. Если Вы должны были попросить, чтобы я прошел тяжело охраненный город, полагаясь только на прикрытие темноты и моего остроумия, я бы сказал, что Вы сумасшедшие.

source: As it turns out, I'm the crazy one. Let's finish this folly.
de: Wie sich herausstellt, bin ich der Wahnsinnige. Lasst uns diese Torheit beenden.
ru: Как это оказывается, я - сумасшедший. Давайте заканчивать это безумие.

source: You can come if you wish, but the leader is only interested in speaking to Baldras.
de: Ihr könnt kommen wenn ihr das wünscht, aber unser Anführer ist nur am Gespräch mit Baldras interessiert.
ru: Вы можете приехать, если Вы желаете, но лидер только интересуется разговором с Болдрасом.

source: Fly, and we may yet evade them in the Gray Woods.
de: Fliegt, und wir könnten ihnen noch immer in die Grauen Wälder entkommen.
ru: Летите, и мы можем все же уклониться от них в Сером Лесу.

source: Lead the way...
de: Zeigt uns den Weg...
ru: Идите впереди...

source: We have spent too much time here. Surely the Queen's forces have returned to Dallben. Our mission is unfinished, but we must return to fight a suicide battle.
de: Wir haben zu viel Zeit hier verbracht. Die Streitkräfte der Königin sind sicherlich nach Dallben zurückgekehrt. Unsere Mission ist nicht beendet, aber wir müssen zurückkehren, um einen Krieg ohne Hoffnung zu führen.
ru: Мы провели слишком много времени здесь. Конечно силы Королевы возвратились к Доллбен. Наша миссия незакончена, но мы должны возвратиться, чтобы бороться.

source: The Gray Woods
de: Die Grauen Wälder
ru: Серый Лес

source: Dusk
de: Dämmerung
ru: сумерки

source: Defeat the Lich Lords
de: Besiege die Lich Herrscher
ru: Победите Лордов Личей

source: The leader, I presume.
de: Der Anführer, vermute ich.
ru: Лидер, я предполагаю.

source: I am Helicrom, and you should not be so glib. I control dangerous men. My henchmen can slip unseen through any city, rob a man while he sleeps, or attack a caravan head-on. It's not noble work, but our pursuits require plenty of gold.
de: Ich bin Helicrom und Ihr solltet nicht so schnippisch sein. Ich führe gefährliche Männer. Meine Handlanger können ungesehen durch jede Stadt schlüpfen, einen Mann im Schlaf ausrauben oder eine Karawane frontal angreifen. Es ist kein edles Handeln, doch unsere Ziele benötigen viel Gold.
ru: Я - Хелайкром, и Вы не должны быть настолько бойкими. Я управляю опасными мужчинами. Мои прихвостни могут скользить невидимые через любой город, грабить человека, в то время как он спит, или нападать на караван. Это не благородная работа, но наше преследование требует большого количества золота.

source: Your pursuits?
de: Eure Ziele?
ru: Ваше преследование?

source: The former King's magic ministry kept a tight control on the training and employment of mages in Wesnoth. Those of us who dared to... depart from the curriculum, you might say, were dealt with harshly. We are outcasts because we seek to master shadow magic. Our secrecy and security are not cheap.
de: Das frühere Ministerium für Magie des Königs übte eine strenge Kontrolle über Training und Anstellung von Magiern in Wesnoth aus. Diejenigen von uns die es wagten... vom Lehrplan abzuweichen, sozusagen, wurden streng bestraft. Wir sind Ausgestoßene, weil wir danach streben die Magie des Schattens zu meistern. Unsere Geheimhaltung und unsere Sicherheit sind nicht billig.
ru: Волшебное министерство прежнего Короля держало напряженный контроль на обучении и занятости магов в Весноте. Таковые из нас, кто смел к ... отступают от учебного плана, Вы могли бы сказать, с ними имелись дело резко. Мы - изгои, потому что мы стремимся справиться с теневым волшебством. Наша тайна и безопасность не дешевы.

source: I have heard of you. Necromancers. Barely human scum, I say.
de: Ich habe von euch gehört. Totenbeschwörer. Kaum noch menschlicher Abschaum sage ich.
ru: Я услышал о Вас. Некроманты. Едва человеческая пена, я говорю.

source: Wrong. Necromancers become slaves to their Lich masters and eventually lose their humanity. We have found that practicing the dark arts is not as hazardous as it may seem. The balance of light and dark is a mystical secret we hope to discover. As such, we exist between both worlds, fitting into neither one.
de: Falsch. Totenbeschwörer sind Sklaven ihrer Lich Meister und verlieren schließlich ihre Menschlichkeit. Wir fanden, dass das Studium der dunklen Künste weniger gefährlich ist, als den Anschein hat. Die Balance zwischen Licht und Dunkelheit ist ein mystisches Geheimnis, welches wir zu lüften hoffen. Derweil existieren wir zwischen beiden Welten, zu Hause in keiner.
ru: Неправильно. Некроманты становятся рабами их владельцам личам и в конечном счете теряют их человечество. Мы нашли, что осуществление темных искусств не столь же опасно, как это может казаться. Баланс легких и темного - мистическая тайна, которую мы надеемся обнаружить. Также, мы существуем между обоими мирами, не вписываясь ни в один.

source: Fine, then. Why do you want to help us?
de: So sei es. Warum wollt Ihr uns helfen?
ru: Прекрасно. Почему Вы хотите помочь нам?

source: We don't. You have sought US out. But, I do know of your situation and am willing to help. The throne of Wesnoth, under a King or Queen, is a cow we always like to prod, so to speak.
de: Wir wollen nicht. Ihr habt UNS aufgesucht. Aber ich kenne eure Situation und bin bereit zu helfen. Dem Thron von Wesnoth, egal ob unter König oder Königin, Steine in den Weg zu legen, ist gewissermaßen immer in unserem Sinne.
ru: Мы не желаем. Вы искали НАС. Но, я действительно знаю о вашей ситуации и желаю помочь. Трон Веснота, при Короле или Королеве, является коровой, которую мы всегда любим подталкивать, так сказать.

source: Carcyn is always foggy as of late because these woods have recently become home to some powerful Liches. Our experiments may have actually aroused them from sleep... we're not exactly sure.
de: Carcyn ist in letzter Zeit immer in Nebel gehüllt, da sich in den Wäldern kürzlich einige mächtige Liche niederließen. Unsere Versuche könnten sie erst aus ihrem Schlaf geweckt haben... wir sind nicht ganz sicher.
ru: Каркин всегда туманен, потому что этот лес недавно стал домом некоторым мощным личам. Наши эксперименты, возможно, пробудили их от сна ... мы точно не уверены.

source: So now you need to defend your rear as well as your front... I see your predicament. My men will wipe this land clean if you can help us defend our homeland.
de: Von daher müsst ihr euch nun in zwei Richtungen verteidigen... ich sehe euer Problem. Meine Männer werden dieses Land säubern, wenn Ihr uns helfen könnt unsere Heimat zu verteidigen.
ru: Теперь Вы должны защитить ваш тыл так же как ваш фронт... Я вижу ваше затруднительное положение. Мои мужчины вытрут эту землю, если Вы можете помочь нам защищать нашу родину.
