Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-Liberty/*.po
Languages: de, ru

source: Look there... the canyon valley lies in perpetual darkness... a sign of true evil.
de: Seht... die Schlucht liegt in immer währender Dunkelheit... ein Zeichen von wahrem bösen.
ru: Взгляните туда ... долина каньона в бесконечной темноте ... признак истинного зла.

source: The defeat of the evil Liches infesting the Gray Woods was a bittersweet victory.
de: Die Niederlage der bösen Liche, welche die Grauen Wälder verseuchten, war ein bitter-süßer Sieg.
ru: Поражение злых личей наводняющих Серый Лес было сладостно-горькой победой.

source: With Helicrom dead, the guild of shadow magic was thrown into disarray.
de: Nach dem Tode Helicroms, waren die Strukturen der Gilde der Schattenmagier zerfallen.
ru: Со смертью Хелайкрома, гильдия теневого волшебства была брошена в беспорядок.

source: The remaining members were very grateful and offered Baldras a sizeable sum of gold for his help.
de: Die verbleibenden Mitglieder waren dankbar und offerierten Baldras eine größere Summe Goldes für seine Hilfe.
ru: Остающиися члены были очень благодарны и предложили Болдрасу большую сумма золота за его помощь.

source: It was not the help he was hoping for, but he knew it would have to be enough for the coming conflict.
de: Es war nicht die Hilfe nach der er gesucht hatte, aber er wusste, es würde für den bevorstehenden Kampf reichen müssen.
ru: Это не была помощь, на которую он надеялся, но он знал, что это должно быть достаточно для прибывающего конфликта.

source: The Liches are dead and I am very grateful. With the undead driven out, we may live here in relative peace and pursue our studies.
de: Die Liche sind besiegt und ich bin sehr dankbar. Nachdem die Untoten vertrieben sind, können wir hier relativ friedlich leben und unsere Studien verfolgen.
ru: Личи мертвы, и я очень благодарен. С вытесненными мертвецами, мы можем жить здесь в относительном мире и преследовать наши исследования.

source: Studies? Peace? You mean to continue feeding off of the lawful citizens of Wesnoth. There will be no peace for them.
de: Studien? Frieden? Ihr plant weiterhin von den gesetzestreuen Bürgern Wesnoths zu leben. Für sie wird es keinen Frieden geben.
ru: Исследования? Мир? Вы хотите продолжать откармливать на убой законных граждан Веснота. Не будет никакого мира для них.

source: No one here is in a position to be dispensing moral judgments. Regardless, you cannot overestimate the value of the service you have performed here today. I will help you to the utmost of my ability.
de: Niemand hier ist in einer geeigneten Position um moralische Urteile zu fällen. Ungeachtet dessen, könnt ihr den Wert des Dienstes, den ihr uns heute hier erwiesen habt, nicht richtig einschätzen. Ich werde euch jede mir mögliche Hilfe gewähren.
ru: Никто здесь не имеет возможность распределить моральные суждения. Независимо, Вы не можете оценить слишком высоко ценность обслуживания, которое Вы выполнили здесь сегодня. Я помогу Вам к самому большему моих способностей.

source: I was planning on giving you gold. Any good army is well financed, and with the Liches gone we can now spare it.
de: Ich hatte geplant euch Gold zu geben. Jede gute Armee muss ausreichend finanziert sein und nach dem Tod der Liche kann ich das Gold nun erübrigen.
ru: Я планировал дать Вам золото. Любая хорошая армия хорошо финансирована, и с уходом Личей, мы можем теперь потратить его.

source: But, I think it would help you more if I lent you some of my men to join you on your adventures. The Queen has been sending mages out here, and my men are itching for some payback.
de: Aber ich denke es würde euch mehr helfen, wenn ich euch einige Leute zur Unterstützung mitgebe. Die Königin sandte Magier hierher und meine Männer sind begierig darauf, es ihr ein wenig heimzuzahlen.
ru: Но, я думаю, что помогло бы Вам больше, если бы я предоставил Вам некоторых из моих мужчин, чтобы присоединиться к Вам на ваших приключениях. Королева послала волшебников здесь, и мои мужчины испытывают зуд для некоторой окупаемости.

source: On the other hand, if I keep the full force of my organization here, we might be able to regroup and join you on the battlefield when the time comes.
de: Andererseits, wenn ich die vollen Kräfte meiner Organisation hier behalte, könnten wir in der Lage sein uns neu zu formieren und euch, wenn die Zeit gekommen ist, im Schlachtfeld zur Seite stehen.
ru: С другой стороны, если я держу полную силу моей организации здесь, мы могли бы быть в состоянии перегруппировать и присоединяться к Вам на поле битвы, когда время прийдёт.

source: I leave it to you to decide.
de: Ich überlasse euch die Entscheidung.
ru: Я оставляю право вывирать Вам.

source: I will take the gold. How does 500 sound?
de: Ich nehme das Gold. Seit Ihr mit 500 einverstanden?
ru: Я возьму золото. Как насчет 500?

source: Agreed. Good luck and farewell to you, Master Baldras.
de: Akzeptiert. Viel Glück und gute Reise, Meister Baldras.
ru: Согласен. Удаче Вам и прощайте, Болдрас.

source: Send your men with us. They will be valuable help as we prepare for the assault from the Wesnoth army garrison.
de: Sendet eure Männer mit uns. Sie werden wertvolle Dienste leisten können, während wir uns auf den Angriff von Wesnoths Armeegarnison vorbereiten.
ru: Пошлите вашим мужчинам с нами. Они будут ценной помощью как мы подготовитесь к нападению от армейского гарнизона Веснота.

source: Done. My finest mages and thieves are at your disposal. Use them well.
de: Gerne. Meine besten Magier und Diebe stehen euch zur Verfügung. Setzt sie weise ein.
ru: Сделанно. Мои самые прекрасные волшебники и воры - в вашем распоряжении. Используйте их хорошо.

source: I wish you to join us in battle against the Queen's forces.
de: Ich möchte, dass ihr uns im Kampf gegen die Kräfte der Königin zur Seite steht.
ru: Я желаю, чтобы Вы присоединились к нам в сражении против сил Королевы.

source: Alright. I need time to clean up this forest and recall my men from the countryside. We will be ready to march in 7 days. All now hinges on you! Until then...
de: Einverstanden. Ich werde Zeit benötigen den Wald komplett zu säubern und meine Männer aus dem Umland zurück zu rufen. Wir werden in einer Woche marschbereit sein. Jetzt hängt alles von Euch ab. Bis dahin...
ru: Хорошо. Я нуждаюсь во времени, чтобы вымыть этот лес и отозвать моих мужчин из сельской местности. Мы будем готовы граничить через 7 дней. Все теперь зависят от Вас! До тех пор...

source: My men... have failed to protect me! I am a goner...
de: Meine Männer... schafften es nicht mich zu schützen! Ich bin verloren...
ru: Мои мужчины ... были не в состоянии защитить меня! Я - мертвый человек...

source: The Hunters
de: Die Jäger
ru: Охотники

source: Baldras and his men quickly left the Gray Woods, not entirely convinced of their safety even after eradicating the Liches.
de: Baldras und seine Männer verließen geschwind die Grauen Wälder, nicht vollends von ihrer Sicherheit überzeugt, selbst nachdem die Liche ausgelöscht waren.
ru: Болдрас и его люди быстро оставили Серый Лес, не полностью убежденные в их безопасности даже после уничтожения личей.

source: As they marched, many men and women from the small hamlets peppering the area around Carcyn and the Woods approached the group, asking to join them. The ascent of the Queen had cast an uneasy pallor over the citizens of Wesnoth, and some of them were willing to resist it.
de: Während des Marsches näherten sich viele Männer und Frauen aus den kleinen Dörfern im Umland von Carcyn und den Wäldern, mit der Bitte sich anschließen zu dürfen. Der Aufstieg der Königin hatte ein ungutes Gefühl in der Bevölkerung Wesnoths erzeugt und einige von ihnen, waren bereit sich dem zu widersetzen.
ru: Поскольку они прошли, много мужчин и женщин от маленьких деревень, перчащих область вокруг Каркина, и Лес приблизился к группе, прося присоединяться к ним. Подъем Королевы бросил неудобную бледность по гражданам Веснота, и некоторые из них желали сопротивляться этому.

source: Knowing they too would be labeled criminals, he reluctantly accepted their help. Baldras is now able to recruit outlaws.
de: Wissend, dass auch sie zu Kriminellen ernannt würden, akzeptierte er zögerlich ihre Hilfe. Baldras kann nun Geächtete rekrutieren.
ru: Зная, что их также назавут преступники, он неохотно принял их помощь. Болдрас теперь в состоянии принять на работу преступников.

source: Camped at the edge of the forest, they quietly observed substantial troop movements coming from the direction of Aldril, a nearby city, and marching to the northwest. Unsure what to make of it, they formulated their next course of action...
de: Am Rande des Waldes lagernd, beobachteten sie heimlich massive Truppenbewegungen aus Richtung Aldril, einer Stadt in der Nähe, die in Richtung Nordwest marschierten. Unsicher, was sie davon halten sollten, planten sie ihre nächsten Schritte...
ru: Поселившись в лагере на краю леса, они спокойно наблюдали существенные движения отряда, прибывающие от руководства Олдрила, соседнего города, и идущие к северо-западу. Неуверенные, что сделать из этого, они сформулировали их следующий курс действия...

source: Kill all enemy forces
de: Töte alle feindlichen Streitkräfte
ru: Убейте все вражеские силы

source: The words of Lord Maddock have weighed heavy on me these past few days. It has dawned on me that we can never win. We will never defeat the entire army of Wesnoth. Idiocy! If the noble lord of Elensefar is unwilling to resist the Queen, how should I ever expect to?
de: Die Worte von Lord Maddock haben mir die letzten Tage über keine Ruhe gelassen. Es ist mir klar geworden, dass wir nie gewinnen können. Wir werden niemals die gesamte Armee Wesnoths besiegen. Torheit! Wenn der Lord von Elensefar nicht bereit ist der Königin zu widerstehen, wie sollte ich dies je tun?
ru: Слова Лорда Маддока весили тяжело на мне эти последние несколько дней. Это рассвело на мне, что мы никогда не можем побеждать. Мы никогда не будем побеждать всю армию Веснота. Идиотия! Если благородный лорд Эленсефара не желает сопротивляться Королеве, как я должен когда-либо ожидать к?

source: What's worse is that she appears to have taken notice. We have counted five platoons of heavy infantry marching towards the garrison in just the last 2 hours.
de: Was schlimmer ist, sie scheint es bemerkt zu haben. Wir zählten allein in den letzten zwei Stunden fünf Züge schwerer Infanteristen die in Richtung der Garnison marschieren.
ru: Ещё хуже, - что она, кажется, делает заметки. Мы считали пять взводов тяжелой пехоты, идущей к гарнизону за 2 часа.

source: The garrison. The towers of Halstead are more than a garrison, nephew, they are a fortress. They used to protect this area from the enemies of Wesnoth; I never imagined they would house the enemies of Wesnoth.
de: Die Garnison. Die Türme von Halstead sind mehr als eine Garnison, Neffe, sie sind eine Festung. Bisher schützten sie diese Gegend vor den Feinden Wesnoths; ich hätte nie geglaubt, dass sie einmal die Feinde Wesnoths beherbergen würden.
ru: Гарнизон. Башни Халстид - больше чем гарнизон, племянник, они - крепость. Они имели обыкновение защищать эту область от врагов Веснота; я никогда не воображал, что они предоставят врагам жилище.

source: Uncle, he wears the crest of the Elense. We should answer.
de: Onkel, er trägt das Wappen von Elense. Wir sollten antworten.
ru: Дядя, он носит гребень Эленс. Мы должны ответить.

source: Rider, quiet down before we are discovered! Quickly, approach.
de: Reiter, seit leise bevor wir entdeckt werden. Schnell, kommt hierher.
ru: Наездник, успокойтесь прежде, чем мы обнаружены! Быстро, подходи.

source: Master Baldras, I bring news from the north. During the past week, several patrols have again ventured across the Great River into Annuvin. A man named Relnan opposed them with a small militia. He was victorious.
de: Meister Baldras, ich bringe Nachricht vom Norden. Während der letzten Woche haben sich wieder mehrere Patrouillen über den Großen Fluss nach Annuvin gewagt. Ein Mann namens Relnan widersetzte sich ihnen mit einer kleinen Miliz. Er war siegreich.
ru: Болдрас, я приношу новости с севера. В течение прошлой недели, несколько патрулей снова рискнули пройти поперек Большой Реки в Аннавин. Человек по имени Релнан противостоял им маленькой армией. Он победил.

source: This is surely good news!
de: Das sind auf jeden Fall gute Nachrichten!
ru: Это хорошие новости!

source: I am afraid it is not. The Queen is sending a branch of her main field army directly from Weldyn. As soon as they arrive, they will burn every village to the ground. No one will live.
de: Ich fürchte es ist nicht so. Die Königin schickt einen Teil der Hauptstreitkräfte direkt von Weldyn. Sobald sie eintreffen werden sie jedes Dorf niederbrennen. Niemand wird überleben.
ru: Я боюсь, что нет. Королева посылает ветвь ее главной полевой армии непосредственно от Велдин. Как только они прибывают, они сожгут каждую деревню до основания. Никто не будет жить.

source: The troop movements all make sense now. We must stop this army from reaching the garrison. We cannot swallow them whole, but we can gnaw away at them. They mustn't take one step without us being there to harass and delay them. When they reach Halstead they will be exhausted or dying.
de: Jetzt ergeben die Truppenbewegungen einen Sinn. Wir müssen diese Armee am Erreichen der Garnison hindern. Wir können es nicht mit der gesamten Truppe aufnehmen, aber wir können sie langsam aufreiben. Sie dürfen keinen Schritt machen, ohne das wir zur Stelle sind um sie zu drangsalieren und verlangsamen. Wenn sie Halstead erreichen, werden sie erschöpft oder am Sterben sein.
ru: Движения отряда теперь имеют смысл. Мы должны помешать этой армии достигнуть гарнизона. Мы не можем глотать их целыми, но мы можем грызть в них. Они не должны сделать один шаг без нас, готовых беспокоить и задерживать их. Когда они достигают Халстид, они будут исчерпаны или умерающие.

source: You just said we can't beat their entire army!
de: Du hast gerade gesagt, wir können ihre gesamte Armee nicht besiegen!
ru: Вы только что сказали, что мы не можем побить всю их армию!

source: Do you propose surrender? It's this or nothing. All we can do is see it through to the end.
de: Schlägst du vor aufzugeben? Wir können nichts anderes tun. Alles was wir tun können, ist es bis zum Ende durchzustehen.
ru: Вы предлагаете сдаться? Выбор - это или ничего. Все, что мы можем сделать, - пережить это до конца.

source: May you prevail in peace and war. I must depart before I am seen so far from my Lord's borders.
de: Möget ihr in Krieg und Frieden herrschen. Ich muss verschwinden bevor ich so fern des Landes meines Lords gesehen werde.
ru: Чтобы Вы преобладали в мире и войне. Я должен отбыть прежде, чем я замечен далеко от границ моего лорда.

source: Another platoon approaches...
de: Eine weiterer Zug nähert sich..
ru: Другой взвод приближается...

source: When we are done, no one will fear the open roads and night sky more than the Wesnoth army. Strike fast, strike silent... and leave no one alive.
de: Wenn wir fertig sind, wird niemand offene Straßen und den Nachthimmel mehr fürchten als die Armee Wesnoths. Schlagt schnell zu, schlagt leise zu... und lasst niemand am Leben.
ru: Когда мы закончены, никто не будет бояться открытых дорог и вечернего неба больше, чем армия Веснота. Ударьте быстро, ударьте тихо ... и не оставьте никого живым.

source: It's an ambush! Hold your ground!
de: Ein Hinterhalt! Haltet die Stellung!
ru: Это - засада! Держите ваше основание!

source: The next morning, the local night patrol returned to the nearby outpost. They were surprised to see their fellow soldiers engaged in combat with the band of thugs they had heard so much about.
de: Am nächsten Morgen kehrte die Nachtpatrouille zum nahen Außenposten zurück. Sie waren überrascht ihre Kameraden im Kampf mit der Bande von Strolchen zu sehen, von der sie so viel gehört hatten.
ru: Следующим утром, местный вечерний патруль возвратился к соседней заставе. Они были удивлены видеть их соратников, занятых в бою с полосой головорезов, о которых они услышали так.

source: Troops, to arms! These peasant scum think they are above the law. We will show them the law!
de: Männer, zu den Waffen! Dieser Zivilisten-Abschaum glaubt über dem Gesetz zu stehen. Wir werden sie lehren das Gesetz zu achten.
ru: Войска, к оружию! Зти крестьяне думают, что они выше закона. Мы покажем им закон!

source: Ow! Fire hot! No step in fire!
de: Au! Feuer, heiß! Nicht ins Feuer treten!
ru: Горячий огонь! Никакой шаг в огне!

source: What a bloody mess. We will attack Halstead next. If we wait, they will become invincible. If we can burn it to the ground before that happens, our people may have a chance. Rest well tonight, because tomorrow's battle will decide the fate of our homes, our families, and our freedom.
de: Was für ein blutiger Schlamassel. Wir werden als nächstes Halstead angreifen. Wenn wir warten, werden sie unbesiegbar. Wenn wir es vorher niederbrennen können, haben unsere Leute vielleicht eine Chance. Schlaft gut heute Nacht, denn der morgige Kampf wird über das Schicksal unsere Heimat, unserer Familien und unserer Freiheit entscheiden.
ru: Какой кровавый беспорядок. Теперь мы нападем на Халстид. Если мы будем ждать, то они станут неукротимыми. Если мы можем сжечь его к основанию прежде, чем это случается, наши люди могут иметь шанс. Отдых хорош сегодня вечером, потому что завтрашнее сражение решит судьбу наших домов, наших семей, и нашей свободы.

source: Send word to Helicrom that we are ready. It is time for him to repay his debt.
de: Sendet Helicrom Nachricht, wir seien bereit. Es ist an der Zeit für ihn, seine Schuld zu begleichen.
ru: Пошлите слово Хелайкрому, что мы готовы. Это - время для него, чтобы возместить его долг.

source: We have spent too much time here. Surely the entire Wesnoth army marches on our position. We are done for!
de: Wir haben zu viel Zeit hier verbracht. Sicherlich marschiert die gesamte Armee Wesnoths hierher. Wir sind erledigt!
ru: Мы провели слишком много времени здесь. Конечно вся армия Веснот марширует на нашем положении. Мы умерли!

source: Glory
de: Ruhm
ru: Слава

source: In the Year of Wesnoth 161, 338 years before Asheviere's betrayal, the newly crowned king sought to make safe once and for all the wildlands that separated the human cities surrounding Weldyn and the coastal regions of Elensefar.
de: Im Jahre 161 Wesnoths, 338 Jahre vor Ashevieres Betrug, strebte der neu gekrönte König danach die Wildnis zwischen den menschlichen Städten um Weldyn und den Küstenbereichen Elensefars endgültig sicher zu machen.
ru: В 161 году, за 338 лет до предательства Ашевир, недавно коронованный король стремился сделать безопасными земли, который отделили человеческие города, окружающие Велдин и прибрежные области Эленсефар.

source: The grand army of Wesnoth, personally led by the High Council of Archmagi, scoured the plains of all manner of hostile creature, be it beast, orc, or elf. The city-state of Elensefar was formally united to the kingdom and settlements rapidly spread. The country of Wesnoth had been carved in deed as well as in name.
de: Die glorreiche Armee Wesnoths, vom hohen Rat der Erzmagier persönlich geführt, säuberte die Ebenen von allen Arten feindlicher Kreaturen, sei es Bestie, Ork oder Elf. Der Stadtstaat Elensefar wurde offiziell ins Königreich aufgenommen und neue Siedlungen entstanden schnell. Das Land Wesnoth war nun in Wort und Tat geschaffen.
ru: Великая армия Веснота, лично во главе с Высоким Советом Архмагов, обыскивала равнины в поисках враждебных существ, быть этим животное, орк, или эльф. Город - государство Эленсефар был формально объединен к королевству и урегулированиям быстро распространение. Страна Веснот была вырезана в деле так же как на название.

source: A monument to this achievement was erected in the very heart of the wildlands. In a twelve-year ritual, the High Council demonstrated the height to which human magic had grown over the years by drawing the monument directly from the earth's living rock.
de: Ein Monument dieser Errungenschaft wurde im Herzen der Wildnis errichtet. In einem zwölfjährigen Ritual demonstrierte der hohe Rat zu was menschliche Magie mittlerweile fähig war, indem sie dieses Monument direkt aus den natürlichen Felsen des Landes empor wachsen ließen.
ru: Памятник этому достижению был установлен в самом сердце этих земель. В двенадцатилетнем ритуале, Высокий Совет демонстрировал высоту, к которой человеческое волшебство росло за эти годы, тянущий памятник непосредственно от живущей скалы земли.

source: Hundreds of feet tall, the mountain towered high above the plains, its sheer walls both inspiring and terrifying. Men from all over the countryside labored there, building the most formidable fortress ever conceived. It became the Stronghold of Halstead.
de: Mehrere hundert Fuß hoch, erhob sich der Berg hoch über die Ebenen, seine schieren Wände zugleich Ehrfurcht gebietend und Furcht einflößend. Männer aus allen Teilen des Landes arbeiteten hier, die großartigste Festung die je erdacht wurde schaffend. Es wurde die Festung Halstead.
ru: Десятки метров в высоту, гора возвышалась высоко над равнинами, ее явными стенами и воодушевление и ужасающий. Мужчины на всем протяжении сельской местности трудились там, строя самую огромную крепость, когда-либо задумываемую. Это стало Цитаделью Халстид.

source: This sentinel of the western plains stood watch as Wesnoth prospered for many centuries under the protection it provided. No war has overcome it, and its walls have never been overrun. The blood of invaders stains its parapets and the bones of the defeated are left at the base of Halstead's frozen waves of stone.
de: Dieser Wächter der westlichen Ebenen stand Wache als Wesnoth für Jahrhunderte unter seinem Schutz gedieh. Kein Krieg konnte sie zerstören und ihre Mauern wurden nie überrannt. Das Blut von Eindringlingen befleckt ihre Brüstung und die Knochen der Besiegten blieben am Boden von Halsteads steinernem Fundament zurück.
ru: Этот страж западных равнин стоял на стороже, поскольку Веснот процветал в течение многих столетий под защитой, которой он обеспечивал. Никакая война не преодолела это, и ее стены никогда не наводнялись. Кровь захватчиков окрашивает ее парапеты, и кости побежденного оставляют в основе замороженных волн Халстида камня.

source: Destroy the stronghold of Halstead
de: Zerstöre die Festung von Halstead
ru: Разрушьте цитадель Халстида

source: There it is. The stronghold of Halstead.
de: Das ist sie. Die Festung von Halstead.
ru: Вот и он. Цитадель Халстид.

source: Look at how tall it is! Those towers rise sheer out of the ground, as if called forth out of the earth.
de: Seht euch an wie groß sie ist! Diese Türme scheinen aus dem Boden zu kommen, als wären sie direkt aus der Erde emporgestiegen.
ru: Cмотрите, насколько высоко! То повышение башен, явно из основания, как будто вызванные из земли.

source: That may not be too far from the truth. During the time of the Great Kings of Wesnoth, this land was tamed with powerful magic. Wizards of an ancient era forged the walls of Halstead from the rock below.
de: Dies muss nicht allzu fern von der Wahrheit sein. In der Zeit der großen Könige von Wesnoth, wurde dieses Land mit machtvoller Magie gezähmt. Zauberer längst vergangener Zeiten formten die Mauern von Halstead aus den natürlichen Felsen unterhalb.
ru: Это, возможно, не слишком далеко от истины. В течение времени Больших Королей Веснота, эта земля была приручена с мощным волшебством. Волшебники древней эры подделывали стены Halstead от скалы ниже.

source: I don't see how we can bring it down. They are already invincible in there!
de: Ich kann nicht erkennen, wie wir es zerstören können. Sie sind bereits unbesiegbar darinnen.
ru: Я не вижу, как мы можем сбитьих. Они уже неукротимы!
