Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-Liberty/*.po
Languages: de, ru

source: No, my young friend. Halstead indeed has a weakness. Among my many assets is access to a wealth of secrets few in Wesnoth are privy to.
de: Nein, mein junger Freund. Halstead hat einen Schwachpunkt. Unter meinen vielen Besitztümern ist auch der Zugang zu vielen Geheimnissen, die nur wenigen in Wesnoth bekannt sind.
ru: Нет, мой юный друг. Халстид действительно имеет слабость. Среди моих многих активов - доступ к богатству тайн, в которые немногие в Весноте являются посвященными.

source: You see, the mountain on which the fort was built is solid, but the castle on top has been built and rebuilt many times over the ages. It is not as indestructible as you might think.
de: Sieh, der Berg auf dem die Festung ruht ist stabil, aber die Burg obenauf wurde mit der Zeit wieder und wieder auf- und umgebaut. Sie ist nicht so unzerstörbar wie es den Anschein hat.
ru: Вы видите, гора, на которой был построен форт, тверда, но замок на вершине был построен и восстановлен много раз по возрастам. Не столь же неразрушимо, как Вы могли бы думать.

source: Beneath the structure is a system of catacombs that connects all four towers to the central keep. Over time, after many wars, supports were required to hold up the middle.
de: Unterhalb ist eine Reihe von Katakomben, die alle vier Türme mit dem Burgfried verbinden. Mit der Zeit, nach vielen Kriegen, wurden Stützen notwendig um den Mittelteil zu halten.
ru: Ниже структуры - система катакомбов, которая соединяет, все четыре башни к центральному замку. В течение долгого времени, после многих войн, поддержки были обязаны держать середину.

source: So... we can knock out the supports and bring down the stronghold of Halstead. Would it really work?
de: Also... wir können die Stützen zerstören und damit die Festung Halstead niederreißen. Würde es wirklich funktionieren?
ru: Так ... мы можем выбить поддержки и сбить цитадель Халстид. Это действительно сработает?

source: I believe it will. Each tower has a passage down to the catacombs. If we can reach the center of each tower, one of our men can escape down to the bowels of the mountain and destroy its support. I am sure we will need to demolish no less than all four supports to raze the fortress.
de: Ich glaube es kann. Jeder Turm hat einen Eingang in die Katakomben. Wenn wir das Zentrum jedes Turm erreichen, kann einer unser Männer in die Tiefen des Berges entkommen und die Stütze zerstören. Ich bin sicher, wir müssen nicht weniger als alle vier Stützen zerstören, um die Festung hernieder zu reißen.
ru: Я полагаю, что да. Каждая башня имеет проход вниз к катакомбам. Если мы можем достигнуть центра каждой башни, один из наших мужчин может убежать вниз к кишкам горы и разрушить ее поддержку. Я уверен, что мы будем должны уничтожить не меньше чем все четыре поддержки, чтобы снести крепость.

source: No, young one. Halstead indeed has a weakness.
de: Nein, junger Freund. Halstead hat tatsächlich einen Schwachpunkt.
ru: Нет, молодой. Халстид действительно имеет слабость.

source: How do you know?
de: Woher weißt du dies?
ru: Как Вы знаете?

source: When I was a boy, my father - your grandfather - brought your dad and me to live in Aldril after orcs massacred many in our village. We grew up around here, and we learned many things.
de: Als ich noch ein Junge war, brachte mein Vater - dein Großvater - deinen Vater und mich nach Aldril, da Orks unser Dorf niedergemetzelt hatten. Wir wuchsen in dieser Gegend auf und lernten viele Dinge.
ru: Когда я был мальчиком, мой отец - ваш дедушка - привез меня и вашего отца, чтобы жить в Олдрил после того, как орки уничтожили многих в нашей деревне. Мы росли где-то здесь, и мы узнали много вещей.

source: Beneath the structure is a system of catacombs that connects all four towers to the central keep. The catacombs growing over time, combined with centuries of war, made it necessary to install supports to hold up the middle.
de: Unterhalb ist eine System von Katakomben, welches alle vier Türme mit dem Burgfried verbindet. Die Katakomben sind über die Jahre hinweg ausgedehnt worden, zusammen mit Jahrhunderten des Krieges, schuf dies die Notwendigkeit Stützen zu installieren, um den Mittelteil zu halten.
ru: Ниже структуры - система катакомб, которая соединяет, все четыре башни к центральному замку. Катакомбы, растущие в течение долгого времени, объединенный со столетиями войны, заставляли устанавливать поддержки, чтобы поддержать середину.

source: I hope you're right. In a few hours, night will fall, and will find out.
de: Ich hoffe du hast Recht. In ein paar Stunden bricht die Nacht an und wir werden es herausfinden.
ru: Надеюсь, что Вы правы. Через несколько часов будет ночь и мы узнаем.

source: We must be cautious. Look there, a substantial orc force is also advancing on Halstead. They must think Wesnoth's army is spread out right now.
de: Wir müssen vorsichtig sein. Sieh, eine beachtliche Truppe von Orks greift Halstead ebenfalls an. Sie müssen glauben Wesnoths Armee ist derzeit weit verstreut.
ru: Мы должны быть осторожными. Смотрите там, существенная сила орков также продвигается на Халстид. Они должны думать, что армия Веснота распространена прямо сейчас.

source: Heh. They're in for a surprise. This may work to our advantage.
de: Ha. Sie werden eine Überraschung erleben. Dies könnte sich zu unserem Vorteil auswirken.
ru: Они будут находятся в удивление. Это может работать в наших интересах.

source: Look in the distance... riders approach!
de: Seht, in der Ferne... Reiter nähern sich!
ru: Выглядите на расстояние ... подходят наездники!

source: Who is it?
de: Wer ist es?
ru: Кто это?

source: Help, I hope. Circumstances cannot afford to get much more dire.
de: Hilfe, hoffe ich. Die Umstände erlauben es nicht noch viel schlimmer zu werden.
ru: Помощь, я надеюсь. Обстоятельства не могут позволить себе становиться намного более страшными.

source: Riders approach from the northwest! Stand fast, men.
de: Reiter nähern sich vom Nordwesten! Haltet die Stellung Männer.
ru: Наездники приближаются с северо-запада!

source: Elense Vanguard Rider
de: Elensischer Reiter
ru: Всадник Эленс

source: Sound the advance!
de: Blast zum Angriff!
ru: Сообщи приближение!

source: Knights of Elensefar, behold the battle has already begun! Make camp here. Then, we CHARGE!
de: Ritter von Elensefar, seht der Kampf hat bereits begonnen. Schlagt das Lager auf. Dann, blast zum ANGRIFF!
ru: Рыцари Эленсефар, сражение, уже началось! Сделайте лагерь здесь. Тогда, мы АТАКУЕМ!

source: Amazing. Lord Maddock sent his home guard... his finest troops! Elensefar must be defenseless now. More hinges on this battle than I thought.
de: Beeindruckend. Lord Maddock hat seine Heimgarde geschickt... seine besten Truppen! Elensefar muss nun ohne Verteidigung sein. Von dieser Schlacht hängt mehr ab als ich dachte.
ru: Удивительно. Лорд Маддок послал его домашнюю охрану ... его самые прекрасные войска! Эленсефар должен быть беззащитным теперь. Большее зависит от этого сражения, чем я думал.

source: Baldras, Gwydion is Lord Maddock's son. This battle isn't just about Annuvin anymore.
de: Baldras, Gwydion ist der Sohn Lord Maddocks. Dieser Kampf geht nicht länger nur um Annuvin.
ru: Болдрас, Гвайдайон - сын Лорда Маддока. Это сражение не только про Аннавин.

source: That afternoon, another advance element of the main Wesnoth army arrived...
de: Am Nachmittag traf eine weitere vorgelagerte Division der Streitkräfte Wesnoths ein...
ru: Тем днем, другой отряд главной армии Веснот прибыл...

source: I think... I think they're trying to storm Halstead itself... the fools!
de: Ich denke... ich denke sie versuchen Halstead selbst zu stürmen... diese Verrückten!
ru: Я думаю... Я думаю, что они пробуют штурмовать Халстид непосредственно ... дураки!

source: They have breached the fortess gate! Repulse them!
de: Sie haben die Tore der Festung durchbrochen! Werft sie zurück!
ru: Они нарушили ворота! Отразите их!

source: I'm inside the tower! I'm going down to the catacombs - cover me.
de: Ich bin innerhalb des Turms! Ich steige jetzt in die Katakomben hinab - gebt mir Deckung.
ru: Я - в башне! Я спускаюсь до катакомбы - прикройте меня.

source: After about an hour...
de: Nach ungefähr einer Stunde...
ru: После приблизительно часа...

source: It's done.
de: Es ist getan.
ru: Готово.

source: The stronghold of Halstead began to shake...
de: Die Festung Halstead begann zu beben...
ru: Цитадель Халстид начала трястись...

source: We cannot stay here. The fortress has started to collapse!
de: Wir können nicht hier verbleiben. Die Festung hat begonnen zusammenzubrechen.
ru: Мы не можем остаться здесь. Крепость начала разрушаться!

source: I think it's working! Everybody get clear NOW!
de: Ich denke es funktioniert! Alle verlassen die Festung JETZT!
ru: Я думаю, что это работает! ОТОЙДИТЕ!

source: With a thunderous earthquake and billowing of dust, thousands of tons of stone and wood crashed in on itself. Some of it tumbled down the steep sides, while the remainder came to rest several hundred feet below ground, in the bowels of the hollowed-out mountain.
de: Mit einem donnernden Erdstoß und Wogen von Staub, krachten tausende Tonnen von Holz und Stein in sich zusammen. Ein Teil rollte seitlich herunter während der Rest mehrere hundert Fuß tief im Boden zum Stehen kam, im Innern des ausgehöhlten Berges.
ru: С грозовым землетрясением и волной пыли, тысячи тонн камня и леса потерпели крах в на себе. Часть их сыпалось по крутым склонам, в то время как остаток прибыл, чтобы остаться несколько сотен футов, под землей, в кишках впалой горы.

source: No one inside the fortress would make it out alive.
de: Niemand innerhalb der Festung kann es lebend hinaus geschafft haben.
ru: Никто в крепости не выживет.

source: After more than a week of fierce fighting, the main body of Asheviere's host arrived from Weldyn. The battle was soon finished. Every last man from the province of Annuvin was executed.
de: Nach mehr als einer Woche harter Kämpfe, erreichte der größte Teil von Ashieveres Truppen Weldyn. Der Kampf war schnell zu Ende. Jeder einzelne Bewohner der Provinz Annuvin wurde exekutiert.
ru: После больше чем недели жестокой борьбы, главное часть хозяина Ашевир прибыло от Велдин. Сражение было скоро закончено. Каждый последний человек от области Аннавин был казнен.

source: Men, help me out of here! I am trapped under this rubble.
de: Männer, helft mir hier hinaus! Ich bin unter diesem Schutt gefangen.
ru: Мужчины, помогите мне отсюда! Я пойман в ловушку под этим щебнем.

source: No one was able to get to Baldras in time. He and many of his companions died that day beneath the stronghold of Halstead.
de: Niemand konnte Baldras rechtzeitig erreichen. Er und viele seiner Begleiter starben an diesem Tag unter der Festung Halstead.
ru: Никто не был в состоянии добраться до Болдрас вовремя. Он и многие из его компаньонов умерли в тот деньпод цитаделью Халстид.

source: I hope this sacrifice is not in vain... we will never find out.
de: Ich hoffe dieses Opfer war nicht vergebens... wir werden es nie erfahren.
ru: Я надеюсь, что эта жертва не напрасно ..., мы никогда не узнаем.

source: Our dream of freedom... gone... Uungh.
de: Unser Traum von Frieden... vorbei... Aargh.
ru: Наша мечта о свободе ... ушла...

source: Uncle!
de: Onkel!
ru: Дядя!

source: NO!
de: NEIN!
ru: НЕТ!

source: I promised your father I would watch after you... and I failed.
de: Ich versprach deinem Vater ich würde nach dir sehen... und ich habe versagt.
ru: Я обещал вашему отцу, что я буду наблюдать за вами ... и это мне не удалось.

source: But we are so close to the end. We must finish this. I am sorry you will not be able to enjoy our freedom. Goodbye, Harper.
de: Aber wir sind so nah am Ziel. Wir müssen dies zu Ende bringen. Ich bedauere, dass du deine Freiheit nicht wirst genießen können. Auf Wiedersehen, Harper.
ru: Но мы - так близко к концу. Мы должны закончить это. Я сожалею, что Вы не будете в состоянии наслаждаться нашей свободой. До свидания, Харпер.

source: Carry on, my friends. Fighting by your side is the most honorable thing I have done...
de: Macht weiter, meine Freunde. An eurer Seite zu kämpfen, ist das ehrbarste was ich je getan habe...
ru: Продолжите, мои друзья. Борьба на вашей стороне - самая благородная вещь, которую я сделал...

source: Your reign of terror is over, General.
de: Eure Schreckensherrschaft ist vorbei, General.
ru: Ваше господство террора законченно, генерал.

source: You will never successfully oppose Asheviere. Her power is too great... This small victory today is a reprieve from the unimaginable pain you will suffer when her wrath finally meets up with you.
de: Ihr werdet euch Asheviere niemals erfolgreich entgegen stellen. Ihre Macht ist zu groß... Dieser kleine Sieg heute ist nichts als eine Galgenfrist für die unvorstellbare Schmerzen, die ihr erleiden werdet wenn ihr Zorn euch schlussendlich einholt.
ru: Вы никогда не будете успешно выступать против Ашевиры. Ее власть является слишком большой... Эта маленькая победа сегодня - отсрочка от невообразимой боли, которую Вы перенесете, когда ее гнев наконец встретется с Вами.

source: This was no small victory. You underestimate the power of love for freedom.
de: Dies war kein kleiner Sieg. Ihr unterschätzt die Macht des Drangs nach Frieden.
ru: Это не маленькая победа. Вы недооцениваете власть любви к свободе.

source: You... underestimate the... cruelty and ambition of your Queen... unngh..
de: Ihr... unterschätzt die... Grausamkeit und Begierde eurer Königin... aargh...
ru: Вы ... недооцениваете ... жестокость и амбицию вашей Королевы ...

source: Small victory? Bah! Now we will raze this fortress into the dust from whence it came.
de: Kleiner Sieg? Pah! Nun werden wir diese Festung dem Erdboden gleich machen, aus dem sie einst entstand.
ru: Маленькая победа? Вот ещё! Теперь мы снесем эту крепость в пыль, откуда она прибыла.

source: Liberty: Epilogue
de: Freiheit: Epilog
ru: Освобождение: Эпилог

source: The rest of the battle was a blur. The shock of what had happened stunned everybody.
de: Der Rest des Kampfes war verschwommen. Der Schock dessen, was stattgefunden hatte, lähmte jeden.
ru: Остальная часть сражения была неорганизованна. Удар того, что случилось, ошеломил каждого.

source: Baldras and his men fled the plains of western Wesnoth under the cover of night. The spectacle of Halstead's destruction kept them in a daze that slowly wore off as they made their way north.
de: Baldras und seine Männer flohen aus dem westlichen Flachland Wesnoths unter dem Schutz der Nacht. Das Schauspiel der Zerstörung Halsteads hielt sie in einem Zustand der Betäubung, der auf ihrem Weg Richtung Norden langsam verging.
ru: Болдрас и его мужчины сбежали из равнин западного Веснота под прикрытием ночи. Зрелище разрушения Халстида удержало их ошеломление, которое медленно смягчалось, поскольку они сделали их путь севером.

source: The Elense riders routed the orcish army, small as it was, and sent them back across the Great River. They then scattered to the countryside and were not heard from again. At the time, Baldras thought this was odd behavior when he heard about it.
de: Die Reiter von Elense verfolgten die Reste der Orkischen Armee und trieben sie zurück über den Großen Fluss. Dann verteilten sie sich übers Land und man hörte nichts mehr von ihnen. Zu dieser Zeit hielt Baldras dies für seltsames Verhalten, als er davon hörte.
ru: Наездники Эленс разбили оркскую армию, маленькую, какой она была, и послали их назад поперек Большой Реки. Они тогда рассеялись к сельской местности и не услышались снова. В то время, Болдрас думал, что это было странным поведением, когда он услышал об этом.

source: As the main branch of Asheviere's army neared the ruins of Halstead, strange things began to happen. Every night, men would disappear. Others were found hacked to bloody pieces. Unexplained misfortune plagued the marching columns. Soldiers dropped dead where they stood, slain by unseen assassins. Fear of an undead menace spread through the ranks.
de: Als der Hauptflügel von Ashevieres Armee die Ruinen von Halstead erreichte, begannen seltsame Dinge zu passieren. In jeder Nacht verschwanden Männer. Andere fand man zerstückelt vor. Unerklärliche Zwischenfälle plagten die marschierenden Truppen. Soldaten fielen wo sie standen, erschlagen von unbemerkten Meuchelmördern. Angst vor einem untoten Gegner verbreitete sich unter den Soldaten.
ru: Когда главная ветвь армии Ашевир приблизилась к руинам Халстид, странные вещи начали случаться. Каждую ночь, мужчины исчезли. Другие были найдены зарубленными к кровавым частям. Необъясненная неудача мучала идущие колонки. Солдаты упали замертво, где они стояли, убитые невидимыми убийцами. Опасение относительно нежитьской угрозы распространялось через отряды.

source: When the army of Wesnoth found the ruins of the mighty fortress Halstead, it was too much. Their utter disbelief that such a thing could happen combined with the invisible terror stalking them convinced Asheviere's second in command the entire countryside was cursed. He quickly retreated to the traditional border and set up strong defenses against the west.
de: Als die Armee von Wesnoth die Ruinen der mächtigen Festung Halstead fand, war dies zu viel. Ihr absoluter Unglauben, dass so etwas passieren konnte zusammen mit dem unsichtbaren, sie verfolgenden Terror, überzeugte Ashevieres zweiten Kommander davon, dass das gesamte Gebiet verflucht sei. Er zog sich geschwind in die früheren Grenzen zurück und errichtete eine starke Verteidigung gen Westen.
ru: Когда армия Веснота нашла руины могущественной крепости Халстид, это было слишком много. Их чрезвычайное недоверие, что такая вещь могла случиться объединенная с невидимым террором, преследующим их, убедило заместителя командира Ашевира, что вся сельская местность была проклята. Он быстро отступил к традиционной границе и настраивал сильную обороноспособность против запада.

source: Baldras had just crossed the Great River when rumors of night stalkers filtered through his ranks. With some humor he realized that Lord Maddock's men were successfully using tactics Baldras had mastered and used during his resistance.
de: Baldras hatte gerade den Großen Fluss überquert, als Gerüchte über Nachtschatten durch seine Ränge wanderten. Mit einigem Humor erkannte er, dass Lord Maddocks Männer erfolgreich Taktiken einsetzen, die auch er während seines Widerstandes gemeistert und genutzt hatte.
ru: Болдрас только что пересек Большую Реку, когда слухи вечерних преследователей проникали в его разряды. С некоторым юмором он понял, что мужчины Лорда Маддока успешно использовали тактику, с которой Болдрас справился и использовал в течение его сопротивления.

source: The peasants-turned-outlaws finally reached Dallben. It was burnt to the ground. In a panic, they raced through the forest to Delwyn. It was likewise devastated. However, they did find one clue as to what happened...
de: Die Geächteten die wieder zu Bauern wurden erreichten Dallben. Es war komplett Niedergebrannt. Sie rannten panisch durch den Wald nach Delwyn. Es war genauso zerstört. Jedoch, sie fanden einen Hinweis darauf, was passiert war...
ru: Он был сожжен до основания. В панике, они мчались через лес к Делвин. Он было аналогично опустошён. Однако, они действительно находили один ключ относительно того, что случилось...

source: ...a grimy note nailed to a charred post that read, 'Baldras, You would have been proud. We gave 'em hell. But in the end, it wasn't enough.'
de: ... eine grimmige Notiz die an einen verkohlten Posten genagelt war, las sich: »Baldras, du wärst stolz gewesen. Wie haben ihnen die Hölle auf Erden bereitet. Aber am Ende, war es nicht genug.«
ru: ... грязное примечание прибило к обугленному посту, которые читали, 'Болдрас, Вы были бы горды. Мы дали им ад. Но в конце, это не было достаточно.'

source: 'We fled like criminals in the night, but we made sure that no one would harass us anymore.'
de: »Wir flohen wie Kriminelle in der Nacht, aber wir stellten sicher, dass uns niemand mehr belästigen würde.«
ru: 'Мы сбежали как преступники ночью, но мы удостоверились, что никто не будет беспокоить нас больше.'

source: 'If you wish to find us, head west. When you reach the land's end, just keep going. See you soon, old friend. - Relnan'
de: »Wenn du uns finden möchtest, gehe nach Westen. Wenn du das Ende des Landes erreichst, geh einfach weiter. Bis bald, alter Freund. - Relnan«
ru: 'Если Вы желаете найти нас, пойдите на запад. Когда Вы достигаете конца этих земель, только продолжайте идти. Увижу Вас скоро, старй друг. - Релнан'

source: Village Elder
de: Dorfältester
ru: Деревенский Старшина

source: Each of the villages scattered across the Wesnoth countryside is usually guided by a group of elders, who are the village's wisest and most experienced residents.
de: Jedes der im ländlichen Teil Wesnoths verstreuten Dörfer, wird in der Regel von einer Gruppe Ältester geleitet, welche die weisesten und erfahrensten Bewohner des Dorfes sind.
ru: Каждая из деревень, рассеянных поперек сельской местности Веснота обычно управляется группой старших, которые являются самыми мудрыми и самыми опытными жителями деревни.

source: mace
de: Streitkolben
ru: булава

source: impact
de: Wucht
ru: удар

source: Bone Knight
de: Knochenritter
ru: Рыцарь Кости

source: Once great warriors across the plains, these mounted riders atop their skeletal horses were raised from the ground by unholy magic to spread fear and destruction.
de: Ehemals große Krieger der Ebenen, wurden diese Reiter auf ihren Skelett-Pferden durch schwarze Magie zurück gerufen, um Angst und Zerstörung zu verbreiten.
ru: Однажды хорошие воины на равнинах, эти наездники на своих скелетных лошадях были воспитаны от основания безобразным волшебством распространить опасение и разрушение.

source: axe
de: Axt
ru: топор

source: blade
de: Klinge
ru: клинок

source: trample
de: Niedertrampeln
ru: растоптать

source: charge
de: Ansturm
ru: бросок

source: Death Squire
de: Todesknappe
ru: Смертельный Сквайр

source: leadership
de: Führungsqualitäten
ru: лидер

source: Sometimes the mightiest warriors and generals, cursed with hate and angst, came back to this world as Death Knights. Death Squires serve them whilst accruing enough unholy power to become Death Knights. In the process they pick up a good deal of the Knight's power, including the ability to command underlings.
de: Manchmal, kommen die mächtigsten Krieger und Generäle, verflucht mit Hass und Angst, in diese Welt als Todesritter zurück. Todesknappen dienen ihnen, derweil sie genug dunkle Energie anhäufen um selbst Todesritter zu werden. Währenddessen erwerben sie einen Großteil der Macht des Ritters, unter anderem die Fähigkeit Untergebene zu führen.
ru: Иногда самые могущественные воины и генералы, проклятые с ненавистью и тоской, возвратились к этому миру как Смертельные Рыцари. Смертельные Сквайры служат им, накапливая достаточную власть стать Смертельными Рыцарями. В процессе они собирают власть Рыцаря, включая способность командовать подчиненными.

source: sword
de: Schwert
ru: меч

source: Young Peasant
de: Junger Bauer
ru: Молодой Крестьянин

source: The scruffy-haired peasant youth are much like the young people living elsewhere in Wesnoth: reckless, cocky, and eager to explore.
de: Die jungen Bauern mit den ungepflegten Haaren sind so ziemlich wie alle jungen Menschen irgendwo sonst in Wesnoth: waghalsig, großspurig und wild darauf, Neues zu erkunden.
ru: Потрепановолосая крестьянская молодежь очень походит на молодых людей, живущих в другом месте в Весноте: опрометчивые, дерзкие, и нетерпеливые исследовать.

source: club
de: Keule
ru: дубинка

source: sling
de: Schleuder
ru: праща

source: Night Patrolman
de: Nacht Patrouille
ru: Ночной Полицейский
