Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-Liberty/*.po
Languages: de, ru

source: Liberty
de: Freiheit
ru: Освобождение

source: (Easy)
de: (leicht)
ru: (Легкий)

source: Peasant
de: Bauer
ru: Крестьянин

source: Outlaw
de: Geächteter
ru: Изгой

source: (Hard)
de: (schwierig)
ru: (Сложный)

source: Fugitive
de: Flüchtling
ru: Беглец

source: The chronicles of how a certain group of Wesnothians were betrayed by their ruler and decided to fight back. This made them outlaws in the crown's eyes, but hopefully heroes in ours. Version
de: Die Chroniken darüber, wie eine bestimmte Gruppe von Wesnothiern von ihrem Herrscher betrogen wurde und beschloss, zurück zu schlagen. Dies machte sie zu Geächteten in den Augen der Herrscher, jedoch hoffentlich zu Helden in den unseren. Version
ru: Хроники того, как группа людей из Веснота была предана их правителем и решила сопротивляться. Это сделало их преступниками в глазах короля, но, мы надеемся, герои в наших. Версия

source: For BFW
de: Für BFW
ru: Для Веснота

source: Holy Ankh
de: Heiliges Amulett
ru: Священный Анк

source: You find a hefty pendant among the bones. It glows brightly when you pick it up!
de: Ihr findet einen schweren Anhänger zwischen den Knochen. Er leuchtet hell als Ihr ihn aufhebt!
ru: Вы находите здоровенный кулон среди костей. Он пылает ярко, когда Вы бирёте его!

source: There are some bones here. There appears to be something among them.
de: Hier sind einige Knochen. Es scheint etwas darin zu sein.
ru: Здесь есть кости. Кажется, кое-что находится среди них.

source: holy ankh
de: Heiliges Amulett
ru: священный анк

source: Tell my wife... that I loved her!
de: Sagt meiner Frau... das ich sie geliebt habe!
ru: Скажи моей жене... что я её любил.

source: Unngh... Now our people may never be free...
de: Arrgh... Nun werden unsere Leute nie die Freiheit erlangen...
ru: .Теперь наши люди никогда не будут свободны...

source: I am finished... will we ever be free?
de: Ich bin am Ende... werden wir jemals frei sein?
ru: Я закончен ... мы когда-либо будем свободны?

source: How can this be? We have lost.
de: Wie ist dies möglich? Wir haben verloren.
ru: Как это? Мы проиграли.

source: The Raid
de: Der Überfall
ru: Набег

source: Many years ago, during the reign of King Garard II, the border towns of Delwyn and Dallben in the province of Annuvin were growing increasingly dissatisfied with the King's rule. Being preoccupied with the great wars, the King was unable to send adequate forces to protect the frontier.
de: Vor vielen Jahren, unter der Regentschaft von König Garad II, wurden die Grenzstädte Dathyl und Dallben in der Provinz Annuvin zunehmend unzufrieden mit der Herrschaft des Königs. Beschäftigt mit den großen Kriegen, war der König nicht in der Lage ausreichende Truppen zur Sicherung der Grenzen zu schicken.
ru: Много лет назад, в течение господства Короля Гарарда II, пограничные города Делвин и Доллбен в области Аннавин становились все более и более неудовлетворенными Королём. Будучи озабоченным большими войнами, Король был неспособен послать адекватные силы, чтобы защитить границу.

source: As a result, these hearty people learned self-reliance and survival skills against the raiding orc hordes and savage saurian scavengers. They established their own trading routes and mutual defense forces.
de: Als Folge davon wurden diese tüchtigen Menschen Eigenständig um ihre Überlebenschancen im Hinblick auf Überfälle von Orks und wilden Saurianer Plünderern zu erhöhen. Sie etablierten ihre eigenen Handelswege und unterstützten sich gegenseitig bei der Verteidigung.
ru: В результате эти сердечные люди узнали уверенность в своих силах и навыки выживания против набегов орков и нападать на ящеров застрельщиков. Они установили их собственные торговые маршруты и взаимные силы защиты.

source: Although not permitted to train with traditional military weapons, these woodsmen were at home in the forests and swamps of their homeland and were very effective with their simple slings and clubs.
de: Obwohl es ihnen nicht gestattet war mit traditionellen militärischen Waffen zu trainieren, waren diese Menschen mit den Wäldern und Sümpfen ihrer Heimat vertraut und sehr geübt im Umgang mit ihren simplen Schleudern und Knüppeln.
ru: Хотя им не разрешеили обучаться с традиционным военным оружием, они были дома в лесах и болотах их родины и были очень эффективны с их простыми петлями и дубинами.

source: After the betrayal of the King by Queen Asheviere, the new regent of Wesnoth sought to consolidate her ill-gotten power. She sent her armies across Wesnoth to intimidate the provincial rulers and ensure her continued reign.
de: Nach dem Betrug des Königs durch Königin Asheviere, strebte die neue Regentin Wesnoths danach, ihre unrechtmäßig erworbene Macht zu festigen. Sie sandte ihre Armeen durch Wesnoth, um die Herrscher der Provinzen einzuschüchtern und ihre weitere Regentschaft zu sichern.
ru: После предательства Королевы Ашевиры, новый регент Веснота стремился объединить ее добытую нечестным путем власть. Она послала ее армии поперек Веснота, чтобы запугать провинциальных правителей и гарантировать ее длительное господство.

source: The people of Annuvin were unwilling to relinquish their hard-earned self rule, especially not to this pretender...
de: Die Menschen von Annuvin waren nicht willig ihre hart erarbeitete Eigenständigkeit aufzugeben, insbesondere nicht an diese unrechtmäßige Herrscherin...
ru: Люди Аннавина не желали оставлять само-управление, особенно ей...

source: Defeat all of the Goblin marauders
de: Besiege alle Goblin-Plünderer
ru: Победите всех мародеров Гоблинов

source: Goblins reach the village of Dallben
de: Goblins erreichen das Dorf Dallben
ru: Гоблины достигают деревни Доллбен

source: Death of Baldras
de: Tod von Baldras
ru: Смерть Болдраса

source: Death of Harper
de: Tod von Harper
ru: Смерть Харпера

source: Turns run out
de: Rundenlimit überschritten
ru: Ходы окончились

source: As long as the council of orcs does not provide us with sufficent forces out here in the wilderness, we look to these foolish humans to feed our wolves and slake the thirst of our blades.
de: So lange der Rat der Orks uns hier in der Wildnis nicht mit ausreichenden Kräften versorgt, müssen wir uns an diese törichten Menschen halten, um unsere Wölfe zu füttern und den Durst unserer Klingen zu stillen.
ru: Пока совет орков не предоставляет нам достаточные силы здесь в дикой местности, мы обращаемся к этим глупым людям, чтобы кормить наших волков и уменьшать жажду наших лезвий.

source: Ride you worms, I want to finish our raid before the hunting party returns to the human village.
de: Reitet, ihr Würmer! Ich will diesen Raubzug beenden bevor die Jäger zum Dorf zurückkehren.
ru: Поезжайте черви, я хочу закончить наш набег прежде, чем охотничья сторона возвращается к человеческой деревне.

source: Look, goblin riders approach! You were right, they were going to raid Dallben while we were gone.
de: Seht, Goblinreiter nähern sich! Du hattest recht, sie wollten Dallben ausrauben während wir abwesend sind.
ru: Смотри, подходят наездников гоблинов! Вы были правы, они собирались совершать набег на Доллбен, в то время как мы ушли.

source: We must stop them before they reach the village. Damn the crown, they have long since forgotten about us out here.
de: Wir müssen sie aufhalten bevor sie das Dorf erreichen. Verflucht sei die Krone! Sie haben uns hier draußen längst vergessen.
ru: Мы должны остановить их прежде, чем они достигают деревни. Прокляните корону, они давно забыли о нас здесь.

source: Goblins do not do well without their leader. If we can bring him down, we may stop them.
de: Goblins sind ohne Anführer relativ hilflos. Wenn wir ihn besiegen, könnten wir sie stoppen.
ru: Гоблины воюют плохо без их лидера. Если мы можем сбить его, мы можем остановить их.

source: That goblin leader is heading full-speed straight for Dallben. We'll need to chase him down if we're going to stop them.
de: Der Anführer der Goblins versucht Dallben so schnell wie möglich zu erreichen. Wir werden ihn verfolgen müssen, wenn wir sie aufhalten wollen.
ru: Тот лидер гоблинов едет на полной скорости прямо в Доллбен. Мы будем должны упорно искать его, если мы будем собираемся останавливать их.

source: Do it. Try to hold them back until us old timers can get there and finish them off. I have a feeling if you can distract the leader, the rest of them will be thrown into confusion.
de: Tut es. Versucht sie zurück zu halten bis wir älteren nachkommen und sie erledigen können. Ich hab das Gefühl, wenn ihr den Anführer ablenken könnt, wird der Rest von ihnen die Ordnung verlieren.
ru: Сделай это. Пробуйте сдержать их до тех пор, пока опытне воены могут добраться сюда и добить их. Я имею предчувствие, что если Вы сможете отвлечь лидера, остальная часть их будет брошена в беспорядок.

source: And Harper... don't get yourself killed. I'm responsible for you now that your father is gone, and I won't dishonor his memory by breaking my promise to keep you safe.
de: Und Harper... lass dich nicht töten. Ich bin jetzt, da dein Vater von uns gegangen ist, für dich verantwortlich und ich werde sein Vermächtnis nicht entehren, indem ich mein Versprechen dich zu schützen breche.
ru: И Харпер ... не дай им убить тебя. Я ответственен за Вас, так как ваш отец ушел, и я не опозорю его память, нарушая мое обещание держать Вас в безопасности.

source: ...I know... Alright now, let's stop these goblins!
de: ...Ich weiß... Los jetzt, lasst uns diese Goblins aufhalten!
ru: ... Знаю... Хорошо, теперь давайте останавливать этих гоблинов!

source: We are barely able to survive these orc raids. We lost two men last week, more today... yet Weldyn does nothing!
de: Wir sind kaum noch in der Lage diese Ork-Überfälle zu überleben. Wir haben letzte Woche zwei Männer verloren, heute weitere... trotzdem handelt Weldyn überhaupt nicht!
ru: Мы едва в состоянии пережить набеги орков. Мы потеряли двух мужчин на прошлой неделе, болше сегодня ... но Велдин не делает ничего!

source: The King stopped sending patrols out here once the war started. Once that happened, the burden fell to us. We are citizens of Wesnoth, and as long as her banner flies we will resist the horde.
de: Der König sandte keine Patrouillen mehr hier hinaus seit der Krieg begann. In diesem Moment ging die Last auf uns über. Wir sind Bürger von Wesnoth und solange das Banner weht, werden wir der Horde widerstehen.
ru: Король прекратил посылать патрули сюда, когда началась война. Как только это случилось, бремя упало к нам. Мы - граждане Веснота, и пока её флаг весит, мы будем сопротивляться орде.

source: The banner will fly over a ghost town if help does not come soon.
de: Das Banner wird über einer Geisterstadt wehen, wenn nicht bald Hilfe kommt.
ru: Он будет над заброшенным городом, если помощь не прийдёт скоро.

source: Look! Goblin riders are on the hunt - and heading right for Dallben!
de: Seht! Es sind Koboldreiter auf der Jagd - und sie steuern direkt auf Dalben zu!
ru: Смотрите! Гоблина-наездники на охоте. Они мчаться прямо для Доллбен!

source: The goblins reached the village! There will surely be nothing left when they are done destroying it.
de: Die Goblins haben das Dorf erreicht! Es wird sicherlich nichts verblieben sein, wenn sie mit der Plünderung fertig sind.
ru: Гоблины достигли деревни! Не останется ничего, когда они разрушат её.

source: Civil Disobedience
de: Ziviler Ungehorsam
ru: Гражданское неповиновение

source: Kill the Wesnoth army captain, Tarwen
de: Töte den Anführer der Armee Wesnoths, Tarwen
ru: Убейте капитана армии Веснота, Тарвена

source: Look, riders approach.
de: Seht, Reiter nähern sich.
ru: Слушайте, наездники приближаются.

source: Stand fast, nephew.
de: Bleib standhaft, Neffe.

source: By order of the Queen, the local magistrate of this town is ordered to travel with us to Elensefar for vetting.
de: Auf Anweisung der Königin, wird dem Magistrat dieser Stadt befohlen mit uns zur Sicherheitsüberprüfung nach Elensefar zu reisen.
ru: По приказу Королевы, местному судье этого города приказывают, чтобы путешествовать с нами к Эленсефар для проверки.

source: Garard is the King of Wesnoth. We are ruled by no queen.
de: Garad ist der König von Wesnoth. Wir werden von keiner Königin regiert.
ru: Гарард - Король Веснота. Нами не управляет никакая королева.

source: You backward peasants. Asheviere is the queen of Wesnoth. The King fell three weeks ago at Abez. I am done arguing with you. Your magistrate will be coming with us, and we do not care if it is dead or alive.
de: Ihr rückständigen Bauern. Asheviere ist die Königin von Wesnoth. Der König fiel vor drei Wochen bei Abez. Ich werde nicht weiter mit euch diskutieren. Euer Magistrat kommt mit uns, ob tot oder lebendig ist uns egal.
ru: Крестьяне! Ашевир - королева Веснота. Король упал три недели назад в Абез. Споря с Вами закончился. Ваш судья будет идти с нами, и мы не заботимся, мертв он или жив.

source: You take your soldiers and tell this 'queen' of yours that Baldras is staying put. I don't know who you are, but we don't like threats on our own land. This is not how Wesnoth soldiers behave.
de: Nehmt eure Soldaten und berichtet eurer "Königin" das Baldras hier verbleiben wird. Ich weiß nicht wer ihr seit, aber wir mögen Drohungen auf unserem eigenen Land ganz und gar nicht. Dies ist nicht die Art wie sich Soldaten Wesnoths verhalten.

source: Harper, get out of here. I see where this is going, and this is no battle for you.
de: Harper, verschwinde von hier. Ich kann sehen wohin dies führen wird und dies ist kein Kampf für dich.
ru: Харпер, уйдите. Я вижу, куда все это идет. Это сражение не для Вас.

source: Guard the gate.
de: Bewacht das Tor.
ru: Защитите ворота

source: There will be no more warnings. Present your magistrate. I rescind the offer to take him dead or alive. He will be leaving with us dead.
de: Es wird keine weiteren Warnungen geben. Präsentiert euren Anführer. Ich ziehe das Angebot ihn tot oder lebendig mitzunehmen zurück. Er wird tot mit uns kommen.

source: I am the magistrate of Dallben, and it is YOU who will be leaving Dallben, be it dead or alive.
de: Ich bin der Magistrat von Dallben und IHR seid es, der Dallben verlässt, sei es tot oder lebendig.
ru: Я - судья Доллбена, и зто ВЫ будете вынуждены покинуть Доллбен, быть Вы мертвой или живой.

source: Get back, you cur!
de: Zurück, du Hundesohn!
ru: Возвратитесь, злая собака!

source: Get out of my village!
de: Verlasst mein Dorf!
ru: Выйдите из моей деревни!

source: Our lives were hard when we were beneath the attention of the crown. But now I fear things are worse.
de: Unser Leben war hart als wir von der Krone nicht beachtet wurden. Aber nun fürchte ich, ist die Situation noch schlimmer.
ru: Наша жизнь были сложная, когда мы были на службе у короля. Но теперь я боюсь, что вудет хуже.

source: We must tell the people of Delwyn about this.
de: Wir müssen den Leuten in Delwyn davon erzählen.
ru: Мы должны сказать людям Делвина об этом.

source: That is true. We have always flown to their aid, and they ours. This is something we should face together.
de: Das ist wahr. Wir sind ihnen immer zu Hilfe geeilt und sie uns. Dies ist etwas, dem wir uns gemeinsam stellen sollten.
ru: Верно. Мы всегда бежали помочь им, и они нам. Эту проблему мы должны встретить вместе.

source: Alright. We will go to Delwyn and determine how to handle this development. I never thought Wesnoth would fall into darkness. But now, not only do the orcs threaten our lands, but some sinister thing is happening with the ascent of the Queen to the throne.
de: Einverstanden. Wir werden nach Delwyn gehen und besprechen, wie wir mit dieser Entwicklung umgehen. Ich hätte nie geglaubt, dass Wesnoth in solch dunkle Zeiten fällt. Doch nun bedrohen nicht nur Orks unsere Länder, es beginnt etwas böses mit dem Aufstieg der Königin auf den Thron.
ru: Хорошо. Мы пойдем в Делвин и решим, как обращаться с этим развитием. Я никогда не думал, что Веснот упадет в темноту. Но теперь, мало того, что орки угрожают нашим странам, но и некоторая зловещая вещь случается с подъемом Королевы к трону.

source: Today we may no longer be citizens of Wesnoth. I pray it could be otherwise, but we are now Outlaws.
de: Ab heute können wir keine Bürger von Wesnoth mehr sein. Ich wünschte es könnte anders sein, aber wir sind nun Geächtete.
ru: Сегодня мы, возможно, больше не граждане Веснота. Я прошу, что это могло быть иначе, но мы - теперь Преступники.

source: Oh, no! We have run out of time, they have arrived with reinforcements...
de: Oh nein! Wir haben keine Zeit mehr, sie haben Verstärkung erhalten...
ru: О, нет! Мы исчерпали время, они прибыли с подкреплением...

source: A Strategy of Hope
de: Eine Strategie der Hoffnung

source: Defeat both enemy leaders
de: Besiege beide gegnerischen Anführer
ru: Победите обоих вражеских лидеров

source: Death of Relnan
de: Tod von Relnan
ru: Смерть Релнана

source: Relnan, thank you for welcoming our messenger and agreeing to meet with us. In your many years as Delwyn's magistrate I have never known your judgement to err.
de: Relnan, habt Dank für den freundlichen Empfang unseres Boten und die Zustimmung uns zu treffen. In den vielen Jahren in denen Ihr der Magistrat Delwyns seid, habe ich nie gehört, dass euer Urteil falsch sei.
ru: Релнан, спасибо Вам за то, что приветствывали нашего посла и согласились встретиться с нами. За ваши многие годы как судья Делвина я никогда не знал, что ваше суждение допускает ошибку.

source: It has been a long time, old friend. Your news worries us. Yet, there is no problem we have not worked out here at our secret meeting place.
de: Es ist viel Zeit vergangen, alter Freund. Eure Neuigkeiten beunruhigen uns. Dennoch, es gab noch kein Problem, das wir hier an unserem geheimen Treffpunkt nicht lösen konnten.
ru: Это было долгое время, старый друг. Ваши новости волнуют нас. Все же, нет никакой проблемы, которую мы не могли отработали на нашим секретным месте для собраний.

source: You do not understand. We attacked a Wesnoth army patrol. Not only that, the leader was no man I had ever seen in Annuvin province before. Never has one been sent out here as a patrol captain who was so ruthless and cruel.
de: Ihr versteht nicht. Wir haben eine Armeepatrouille Wesnoths angegriffen. Nicht nur das, ihr Anführer war ein Mann den ich nie zuvor in der Provinz Annuvin sah. Nie zuvor wurde jemand als Führer einer Patrouille hierher gesandt, der so unbarmherzig und grausam war.
ru: Вы не понимаете. Мы напали на армейский патруль Веснота. Не только, их лидер не был никаким человеком, которого я когда-либо видел в области Аннавина прежде. Никогда не было ни одного посланного здесь, который был настолько безжалостным и жестоким.

source: Had they taken my uncle, they would have surely shown up in Delwyn today with the same ultimatum. As it is, several riders escaped.
de: Hätten sie meinen Onkel mitgenommen, dann wären sie sicherlich heute in Delwyn mit dem gleichen Ultimatum erschienen. Wie die Dinge liegen, sind mehrere Reiter entkommen.
ru: Если бы они взяли моего дядю, они конечно бы были в Делвине сегодня с тем же самым ультиматумом. Несколько наездников убежали.

source: Well, it won't be long until they report back to the local garrison with the details of your encounter.
de: Nun, es wird nicht lange dauern bis sie bei der hiesigen Garnison Meldung mit den Details eures Zusammentreffens erstatten.
ru: Хорошо, не пройдёт и дня, как они сообщат назад к местному гарнизону с деталями вашего столкновения.

source: Then they'll be back in force.
de: Dann werden sie mit starken Truppen zurückkehren.
ru: Тогда они вернутся в силе.

source: An offense to decency, this is! Since when has Wesnoth been ruled by fear and treachery? We should consult with Lord Maddock of Elensefar. We have known him for years to be noble in deed as well as in name.
de: Das ist ein absolut ehrloses Verhalten! Seit wann regieren in Wesnoth Angst und Verrat? Wir sollten Lord Maddock von Elensefar konsultieren. Er hat sich seit Jahren so nobel verhalten, wie es seinem Namen gebührt.
ru: Нарушение к благопристойности! С каких пор Веснот управляется опасением и предательством? Мы должны консультироваться с Лордом Маддоком из Эленсефара. Мы знали, что он в течение многих лет благородный в деле так же как на название.

source: I agree. I will stay here and prepare to defend Delwyn and Dallben... but lo! We are not alone. Their smell has long since given them away... saurians approach.
de: Einverstanden. Ich werde hier verbleiben und die Verteidigung von Delwyn und Dallben vorbereiten... doch siehe da! Wir sind nicht allein. Ihr Geruch hat sie längst verraten... Saurianer nähern sich.
ru: Я соглашаюсь. Я останусь здесь и подготовлюсь защищать Делвин и Доллбен ..., но! Мы не одни. Их запах давно отдал их ... ящеры подходят..

source: And orcs! Will we never be free of these foul beasts?
de: Und Orks! Werden wir denn nie frei von diesen üblen Bestien sein?
ru: И орки! Когда не будем свободны от этих грязных животных?

source: We cannot afford to waste any more time. To Elensefar!
de: Wir können es uns nicht leisten noch mehr Zeit zu verlieren. Nach Elensefar!
ru: Мы не можем позволить себе тратить впустую больше времени. В Эленсефар!

source: We have tarried here for far too long... there is no way we can reach Elensefar and return with help before the Wesnoth army destroys our homes. Retreat!!
de: Wir haben hier viel zu lange gezögert... wir haben keine Chance Elensefar zu erreichen und mit Hilfe zurück zu kehren bevor die Armeen Wesnoths unsere Heimat zerstören. Rückzug!!
ru: Мы остановились здесь слишком долго ... нет никакого способа, которым мы можем достигнуть Эленсефар и возвратиться с помощью прежде, чем армия Веснота разрушает наши дома. Отступите!!

source: Unlawful Orders
de: Ungesetzliche Befehle
ru: Незаконные Приказы

source: Defeat the enemy general
de: Besige den feindlichen General
ru: Победите вражеского генерала

source: Death of Maddock
de: Tod von Maddock
ru: Смерть Маддока

source: Baldras, your trip here was not wise. The Queen's patrols have been visiting the local villages and bringing the elders here. Those that swear allegience to the Queen are allowed to return home. Those that do not...
de: Baldras, es war nicht weise hierher zu kommen. Die Patrouillen der Königin haben die hiesigen Dörfer besucht und die Ältesten hierher gebracht. Diejenigen die einen Treueeid auf die Königin schwören dürfen heimkehren. Jeder der es nicht tut...
ru: Болдрас, ваша поездка здесь не была мудра. Патрули Королевы посетили местные деревни и привезли старшин здесь. Тем, которые клянутся приклонятся Королеве, позволяют возвратиться домой. Те, которые не делают этого...

source: ...are dispatched on the spot. I know the price of dissent. But what of you?
de: ...wird auf der Stelle getötet. Ich kenne den Preis einer anderen Meinung. Aber was ist mit dir?
ru: ... посланы на месте. Я знаю цену инакомыслия. Но что из Вас?

source: Well, they do not come within the walls of my city. They are actually camped nearby, and the main garrison is further southeast at Halstead. I know my time will soon come to swear allegience, but they do not press me. They are afraid I will refuse.
de: Nun, sie kommen nicht bis innerhalb der Mauern meiner Stadt. Sie haben stattdessen ein Lager in der Nähe und die Hauptgarnison ist weiter im Südwesten bei Halstead. Ich weiß meine Zeit Treue zu schwören wird bald kommen, aber sie drängen mich nicht. Sie fürchten, dass ich mich weigern werde.
ru: Хорошо, они не прибывают в пределах стен моего города. Они поселились в лагере поблизости, и их главный гарнизон - дальнейший юго-восток в Халстид. Я знаю, что мое время скоро прибудет, чтобы поклясться, но они не заставляют меня. Они боятся, что я откажусь.

source: Will you?
de: Werdet Ihr?
ru: Будете Вы?
