Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-Liberty/*.po
Languages: de, ru

source: Each village has a group of highly capable fighters dedicated to fending off orc raids. Some of these join the Wesnoth army, while others join the core of the village's night patrol.
de: Jedes Dort hat eine Gruppe von fähigen Kämpfern, bestimmt um Angriffe der Orks abzuwehren. Einige von diesen treten in die Armee Wesnoths ein, während andere dem Kern der Nacht Patrouillen des Dorfes beitreten.
ru: Каждая деревня имеет группу очень способных борцов, посвященных отражению набегов орков. Некоторые из них присоединяются к армии Веснота, в то время как другие присоединяются к ядру ночного патруля деревни.

source: female^Night Patrolman
de: Nacht Patrouille
ru: female^Ночной Полицейский

source: Each village has a group of highly capable fighters dedicated to fending off orc raids. Some of these join the Wesnoth army, while others join the core of the village's night patrol. She may look tough, but beneath that rough exterior is a dedicated and hard-working young woman.
de: Jedes Dort hat eine Gruppe von fähigen Kämpfern, bestimmt um Angriffe der Orks abzuwehren. Einige von diesen treten in die Armee Wesnoths ein, während andere dem Kern der Nacht Patrouillen des Dorfes beitreten. Sie mag hart aussehen, aber unter dieser rauen Schale ist eine engagierte und hart arbeitende junge Frau.
ru: Каждая деревня имеет группу очень способных борцов, посвященных отражению набегов орков. Некоторые из них присоединяются к армии Веснота, в то время как другие присоединяются к ядру ночного патруля деревни. Она может выглядеть жесткой, но ниже той грубой внешности - посвятившая себя и трудолюбивая молодая женщина.

source: Veteran criminals become notorious among the authorities for both their battle prowess and ability to elude capture. Dangerous and ruthless, they can be fearful in their element but no real match for professional law enforcment forces.
de: Erfahrene Kriminelle sind bei den Autoritäten berüchtigt, sowohl für ihr Können im Kampf als auch für ihre Fähigkeiten einer Gefangennahme zu entgehen. Gefährlich und unbarmherzig können sie in ihrem Bereich gefürchtet sein, sie sind jedoch keine echten Gegner für professionelle Gesetzeshüter.
ru: Старые преступники становятся печально известными среди властей и за их мастерство сражения и за способности уклониться от захвата. Опасные и безжалостные, они могут бояться в их элементе, но никаком реальном состязании для профессионального законо-поддерживателя.

source: female^Fugitive
de: Flüchtling
ru: female^Беглец

source: Veteran criminals become notorious among the authorities for both their battle prowess and ability to elude capture. Beautiful and dangerous, their beauty is exceeded only by their dangerousness.
de: Erfahrene Kriminelle sind bei den Autoritäten berüchtigt, sowohl für ihr Können im Kampf als auch für ihre Fähigkeiten einer Gefangennahme zu entgehen. Schön und gefährlich, wird ihre Schönheit nur durch ihre Gefährlichkeit übertroffen.
ru: Старые преступники становятся печально известными среди властей и за их мастерство сражения и за способности уклониться от захвата. Красивые и опасные, их красота превышена только их опасностью.

source: Senior Village Elder
de: Erfahrener Dorfältester
ru: Мудрый Деревенский Старшина

source: The entire village looks to the senior elder for guidance. Strong and wise, the senior elders have the responsibility for the community's livelihood placed squarely on their shoulders.
de: Das gesamte Dorf wendet sich an die erhabenen Ältesten um Rat zu erhalten. Stark und weise, ruht die Verantwortung für das Wohlergehen des Dorfes auf den Schultern der erhabenen Ältesten.
ru: Вся деревня выглядит к нему для руководства. Сильный и мудрый, он имеют ответственность за средства к существованию сообщества, помещенные прямо в его плечи.

source: Highwayman
de: Wegelagerer
ru: Разбойник

source: Armed with heavy mace, Highwaymen are the last people you want to meet on a deserted road late at night.
de: Bewaffnet mit schweren Streitkolben, sind Wegelagerer die letzten Menschen, denen man Nachts auf einer verlassenen Straße begegnen möchte.
ru: Вооруженный тяжелой булавой, разбойники - последние люди, которых Вы хотите встретить на пустынной дороге поздно вечером.

source: Ranger
de: Waldhüter
ru: Странник

source: Rangers are wild men and masters of forest and hills. They are excellent trackers, scouts, and archers, moving freely through the countryside under the cover of night. Most rulers are afraid of rangers and would rather put them in the dungeon than put their abilities to use.
de: Waldhüter sind wilde Männer und Meister von Wald und Hügeln. Sie sind exzellente Spurenleser, Späher und Bogenschützen, die sich im Schutze der Nacht frei durch das Land bewegen. Die meisten Herrscher fürchten Waldhüter und würden sie lieber in den Kerker sperren, als sich ihre Fähigkeiten zu Nutze zu machen.
ru: Странники - дикие мужчины и владельцы леса и холмов. Они - превосходные шпионы, разведчики, и стрельцы, двигаясь свободно через сельскую местность под прикрытием ночи. Большинство правителей боятся их и предпочитает поместить их в темницу, чем использовать их способности.

source: bow
de: Bogen
ru: лук

source: pierce
de: Stich
ru: пронзать

source: marksman
de: Schießkunst
ru: cнайпер

source: Huntsman
de: Jäger
ru: Охотник

source: Huntsmen have spent their lives in the backwoods and swamps of their wilderness homes. They can bullseye wamprats and track anything that moves in their territory. They are highly skilled at hunting at night.
de: Jäger haben den größten Teil ihres Lebens in den tiefen Wäldern und Sümpfen der Wildernis, die ihre Heimat ist, verbracht. Sie treffen eine Sumpfratte ins Auge und verfolgen die Spuren von allem, was sich in ihrem Gebiet bewegt. Sie sind sehr begabt darin, in der Nacht zu jagen.
ru: Охотники провели их жизни в задворках и болотах их глухих домов. Они могут отслеживать всё что двигается на их территории. Они высококвалифицированы при охоте ночью.

source: dagger
de: Dolch
ru: кинжал

source: Huntsmen have spent their lives in the backwoods and swamps of their wilderness homes. They track anything that moves in their territory, including people. Bandit gangs hire them for their ability to bring down any prey.
de: Jäger haben den größten Teil ihres Lebens in den tiefen Wäldern und Sümpfen der Wildernis, die ihre Heimat ist, verbracht. Sie folgen den Spuren von allem was sich in ihrem Gebiet bewegt, Menschen eingeschlossen. Banden von Banditen heuern sie wegen ihrer Fähigkeiten jedes Ziel zu erlegen an.
ru: Охотники провели их жизни в задворках и болотах их глухих домов. Они отслеживают всё что шагает на их территории, включая людей. Бригады бандитов нанимают их за их способность сбить любую добычу.

source: Night Watchman
de: Nachtwächter
ru: Сторож

source: The night watchmen are men and women who protect the villages from marauders, both human and otherwise, that prowl the Wesnoth countryside at night.
de: Die Nachtwache sind Männer und Frauen, welche die Dörfer vor Plünderern, sowohl menschliche als auch sonstige, beschützen, die sich Nachts in Wesnoth herumtreiben.
ru: Сторожи - мужчины и женщины, которые защищают деревни от мародеров, и людей и других, которые бродят в сельской местности Веснот ночью.

source: female^Night Watchman
de: Nachtwächterin
ru: female^Сторож

source: The night watchmen are men and women who protect the villages from marauders, both human and otherwise, that prowl the Wesnoth countryside at night. Female watchmen look good while doing it.
de: Die Nachtwache sind Männer und Frauen, welche die Dörfer vor Plünderern, sowohl menschliche als auch sonstige, beschützen, die sich Nachts in Wesnoth herumtreiben. Die weibliche Nachtwache sieht dabei auch noch gut aus.
ru: Сторожи - мужчины и женщины, которые защищают деревни от мародеров, и людей и других, которые бродят в сельской местности Веснот ночью. Женские сторожи только выглядят хорошими, но и есть такими.

source: Peasant Hunter
de: Bauern Jäger
ru: Крестьянин-Охотник

source: Villages rely on hunters to bring in a majority of the food supply.
de: Dörfer verlassen sich auf Jäger, um den Großteil der Nahrungsversorgung sicherzustellen.
ru: Деревни полагаются на охотников, чтобы ввести большинство поставки пищи.

source: Revenant
de: Wiedergänger
ru: Возрождённый

source: Revenants are undead creatures raised from once mighty warriors. While the warriors' will and soul are all but lost, their fighting skills certainly remain with the Revenant.
de: Wiedergänger sind untote Kreaturen, welche aus wiederauferstandenen, einst mächtigen Kämpfern geschaffen wurden. Die Seele und der Wille der Kämpfer sind zwar verloren, doch der Wiedergänger verfügt sicherlich über die Kampffertigkeiten des Kämpfers.
ru: Возрождённые - нежить, воскресшая от однажды могущественных воины. В то время как желание воинов и душа почти потеряны, их навыки борьбы конечно остаются с Возрождённым.

source: Rogue Mage
de: Schurken Magier
ru: Маг-Жулик

source: short sword
de: Kurzschwert
ru: короткий меч

source: missile
de: Magiegeschoss
ru: снаряд

source: cold
de: Kälte
ru: холод

source: magical
de: Magisch
ru: магический

source: Shadow Lord
de: Schatten Fürst
ru: Теневой Лорд

source: astral blade
de: Astralklinge
ru: звездное лезвие

source: shadow bolt
de: Schattengeschoss
ru: теневой болт

source: shadow blast
de: Schattenböe
ru: теневой взрыв

source: Shadow Mage
de: Schatten Magier
ru: Теневой Маг

source: ice blast
de: Eiswind
ru: ледяной взрыв

source: Skeleton Rider
de: Skelett Reiter
ru: Скелетный всадник

source: Peasants live in the small hamlets and villages scattered across the Wesnoth countryside.
de: Bauern leben in den kleinen Weilern und Dörfern, die über das Land von Wesnoth verstreut sind.
ru: Крестьяне живут в маленьких деревнях, рассеянных поперек сельской местности Веснот.

source: Peasant Trapper
de: Bauern Fallensteller
ru: Крестьянский Ловец

source: Trappers are skilled hunters who supply food and furs for several villages. Their hunting experience makes them most valuable at night and in forests and swamps.
de: Fallensteller sind fähige Jäger, die Nahrung und Felle für mehrere Dörfer bereit stellen. Ihre Jagderfahrung macht sie am wertvollsten in der Nacht, sowie in Wäldern und Sümpfen.
ru: Ловцы - квалифицированные охотники, которые поставляют пищу и меха для нескольких деревень. Их охотничий опыт делает их самыми ценными ночью и в лесах и болотах.

source: (Normal)
ru: (Обычный)

source: Halt!
ru: Остановитесь!

source: (Baldras!)
ru: (Болдрас!)
