Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-help/*.po
Languages: de

source: Shallow water represents any body of water deep enough to come up to roughly a man’s waist. This is enough to slow down nearly anyone and leave them wide open to attack. Dwarves, given that the water reaches up almost to their heads, have an extremely hard time of this. The exception is any race whose bodies naturally lend themselves to swimming, for which they receive a considerable defensive bonus and full movement. Most units make do with 20 to 30% defense in shallow water, whereas both Naga and Mermen enjoy 60%.
de: Seichtes Wasser ist tief genug, einem erwachsenen Mann bis zur Hüfte zu reichen. Das verlangsamt fast alle Einheiten und macht sie zu leichten Angriffszielen. Zwerge, denen das Wasser dort sprichwörtlich bis zum Hals steht, haben es besonders schwer. Die Ausnahme sind alle Einheiten, deren Körper zum Schwimmen geeignet sind. Sie bekommen einen beträchtlichen Verteidigungsbonus und volle Bewegung. Die meisten Einheiten haben zwischen 20 und 30% Verteidigung im seichten Wasser, Naga und Wassermänner haben 60%.

source: Deep Water
de: Tiefes Wasser

source: Deep water represents any body of water deep enough to cover a man’s head. Most units cannot enter deep water: it is the domain of units which can either fly, or are exceptionally strong swimmers. Mermen and Naga both receive 50% defense in deep water, with full movement.
de: Tiefes Wasser stellt jede Art von Gewässer dar, in dem ein ausgewachsener Mann nicht mehr stehen kann. Die meisten Einheiten können nicht schwimmen, so dass ihnen der Zutritt zu diesen Feldern verwehrt bleibt. Es ist das Reich der Einheiten, die entweder fliegen oder gut schwimmen können. Wassermänner und Naga haben beide 50% Verteidigung und volle Bewegung im tiefen Wasser.

source: Frozen
de: Gefroren

source: Frozen terrain represents any flat area that is covered by snow or ice. Most units are slowed down on it, and have a harder time defending themselves. Note that swimming units, even those who can breathe underwater, cannot swim underneath ice. Most units have 20 to 40% defense in frozen terrain.
de: Unter gefrorenem Gelände sind entweder permanent mit Schnee bedeckte Flächen (ähnlich wie Tundra) oder kurzzeitig bedeckte Wiesen zu verstehen. Die meisten Einheiten werden dadurch verlangsamt und können sich schwerer verteidigen. Einheiten, die schwimmen können, selbst jene, die unter Wasser atmen können, haben keine Möglichkeit sich unter dem Eis fortzubewegen. Die meisten Einheiten haben zwischen 20 und 40% Verteidigung auf gefrorenen Flächen.

source: Castle
de: Burg

source: Castles are any sort of permanent fortification. Nearly all units receive a considerable bonus to their defense by being stationed in a castle, and all units receive full movement in a castle. Stationing units in a castle represents its defensive capability. Without a unit in each wall hex, an enemy can simply sneak into the castle unchallenged, gaining the same defensive bonus as everyone inside. Most units have about 60% defense in a castle.
de: Burgen sind jede Art von dauerhaften Befestigungen. Fast alle Einheiten erhalten einen Verteidigungsbonus, wenn sie sich auf einem derartigen Feld aufhalten. In der Burg haben alle Einheiten volle Bewegung. Die Anzahl der in der Burg stationierten Einheiten repräsentiert deren Verteidigungsfähigkeit. Wenn nicht auf jedem Burghexfeld eine Einheit steht, können leicht Gegner diesen Platz einnehmen und den selben Verteidigungsbonus erhalten. Die meisten Einheiten haben 60% Verteidigung auf Burgfeldern.

source: The instability of sand makes it harder for most units to cross, and leaves them wide open to attack. In contrast, the wide feet or snakelike bodies of the lizardly races make sand much easier for them to navigate. Most units receive 20 to 40% defense in Sand.
de: Der instabile Untergrund, den Sand bietet, macht es den meisten Einheiten schwer, ihn zu durchqueren und macht sie zu leichten Angriffszielen. Im Gegensatz dazu können sich Echsenwesen durch ihre breiten Füße oder ihre schlangenähnlichen Körper viel leichter fortbewegen. Die meisten Einheiten haben 20 bis 40% Verteidigung im Sand.

source: Desert
de: Wüste

source: Deserts have a somewhat different composition than small sand pits or beaches, however for gameplay purposes they are identical. See <ref>dst='terrain_sand' text='Sand'</ref>.
de: Eigentlich sind Wüsten anders beschaffen, als kleine Sandflächen oder Strände. Der Einfachheit halber verhält sich eine Wüste spieltechnisch jedoch wie das Gelände <ref>dst=terrain_sand text=Sand</ref>.

source: Cave
de: Höhle

source: Cave terrain represents any underground cavern with enough room for a unit to pass. Most units are wholly unfamiliar with the terrain, and thus are both slowed down and hindered in defense. Dwarves and Trolls, who make their homes in caves, both have a relatively easy time navigating this terrain, especially dwarves, who by dint of their small size can navigate many obstacles that other races cannot. Occasionally caves are <ref>dst='terrain_illuminated_cave' text='Illuminated'</ref>. Most units receive 20 to 40% defense in Caves, whereas dwarves have 50%.
de: Höhlen sind Aushöhlungen im Untergrund, die genug Platz bieten, dass sich Einheiten darin bewegen können. Für die meisten Einheiten ist das Terrain jedoch vollkommen ungewohnt und sie können sich nur langsam fortbewegen und haben Schwierigkeiten, sich zu verteidigen. Zwerge und Trolle, die in den Höhlen leben, haben es dagegen relativ leicht, sich in ihnen fortzubewegen, besonders die Zwerge, die durch ihren kleinen Wuchs leichter durch viele Hindernisse kriechen können. Gelegentlich sind Höhlen <ref>dst=terrain_illuminated_cave text=erhellt</ref>. Die meisten Einheiten haben 20 bis 40% Verteidigung in Höhlen, Zwerge haben 50%.

source: Rockbound Cave
de: Unwegsame Höhle

source: Rockbound cave terrain is formed by the action of water and wind, carrying erosive particles that carve the rock. It resembles a scraggy underground cavern which reduces efficiency of most units, but shoulders defense. Dwarves and Trolls, who are main settlers of caves, have a relatively easy time navigating this terrain. Dwarves, who by dint of their small size have the full advantage of navigation in such topography. Occasionally caves are <ref>dst='terrain_illuminated_cave' text='Illuminated'</ref> Most units have about 50% defense in rocky caves, whereas cavalry are limited to 40%. Dwarves enjoy 60% defense in Rockbound caves.
de: Wind und Wasser haben im Laufe der Zeit Felsen und Steine herbeigetragen und eine unwegsame Landschaft geformt. Zwerge und Trolle, die in den Höhlen leben, haben es dagegen relativ leicht, sich in ihnen fortzubewegen, besonders die Zwerge, die durch ihren kleinen Wuchs leichter durch viele Hindernisse kriechen können. Gelegentlich sind Höhlen <ref>dst=terrain_illuminated_cave text=erhellt</ref>. Die meisten Einheiten haben 50% Verteidigung in unwegsamen Höhlen, wohingegen Kavallerie auf 40% begrenzt ist. Zwerge erhalten 60% Verteidigung.

source: Illuminated Cave
de: Erhellte Höhle

source: Rare patches of the underground world are illuminated by light from the surface shining down into the gloomy darkness. This provides an attack bonus for lawful units and removes the attack bonus from chaotic units. In all other regards this terrain is functionally identical to normal cave terrains.
de: An diesen Stellen sind Teile der Höhlendecke eingestürzt, so dass von oben das Licht der Sonne hereinscheinen kann. Dies gibt allen rechtschaffenen Einheiten einen Angriffsbonus und nimmt allen chaotischen Einheiten den ihrigen. Ansonsten verhält sich dieses Gelände wie normales Höhlengelände.

source: Mushroom Grove
de: Pilzhain

source: Mushroom groves are vast underground forests of giant mushrooms, which thrive in the damp darkness. Most units have trouble negotiating the spongy floor of smaller fungi, but they have plenty of cover behind the larger stalks. Mounted units, however, become completely mired and lack proper freedom of movement in combat. Undead units have a natural affinity for decay and function quite well in mushroom forests. Most units receive 50% to 60% defense in mushroom groves, whereas cavalry receive only 20%.
de: Pilzhaine sind mit den oberirdischen Wäldern vergleichbar. In der Dunkelheit gedeihen diese riesigen Gewächse auf das Prächtigste. Den meisten Einheiten bereitet es Schwierigkeiten, sich über den schwammigen, mit kleinen Pilzen bewachsenen Boden zu bewegen, jedoch bieten die großen Stengel ausgezeichnete Deckung. Berittene Einheiten haben in diesem unwegsamen Gelände jedoch ihre Schwierigkeiten und können nicht mehr effektiv kämpfen. Untote Einheiten, die von Verfall angezogen werden, haben weniger Schwierigkeiten, in diesen Wäldern aus Pilzen voranzukommen. Die meisten Einheiten haben 50 bis 60% Verteidigung in Pilzhainen, Kavallerie hingegen nur 20%.

source: Village
de: Dorf

source: Submerged Village
de: Versunkenes Dorf

source: Submerged villages are the homes of Merfolk and Nagas. While water-dwelling creatures are at home here, land-dwellers have a hard time navigating and defending these villages. However, like any village, the facilites are available to all creatures which allow units to tend to their wounds. Any unit stationed in a village can heal eight hitpoints each turn, or be cured of poison. Merfolk and Nagas have 60% defense in submerged villages, whereas land based units usually have a low defense.
de: Diese unter dem Wasser erbauten Behausungen werden vom Meervolk oder den Naga bewohnt. So ist es nicht verwunderlich, dass es ihnen keine Schwierigkeiten bereitet, diese Ortschaften zu verteidigen, wohingegen Landbewohner ihre Schwierigkeiten haben. Trotz allem sind hier ebenfalls, wie in jedem anderen Dorf auch, Heiler beheimatet, die sich um die Versorgung der im Dorf stationierten Einheiten kümmern. Jede stationierte Einheit kann 8 Lebenspunkte zu Beginn ihres Zuges regenerieren oder von der Wirkung eines Giftes kuriert werden. Angehörige des Meervolks und der Naga haben 60% Verteidigung in versunkenen Dörfern, wohingegen Landbewohner meist schlechtere Verteidigungswerte hinnehmen müssen.

source: Unwalkable
de: Unbegehbar

source: Unwalkable terrain covers any chasm or gorge which, as the name implies, cannot be crossed simply by walking. Chasms are noted for sheer walls which would take days to traverse. As far as gameplay is concerned, only units capable of flying can cross this terrain.
de: Unbegehbares Gelände stellt jede Art von Schlund oder Kluft im Boden dar, deren Tiefen ins Unbekannte reichen. Sie zeichnen sich durch ihre hohen Wände aus, die zu durchqueren viele Tagesmärsche in Anspruch nehmen. Da das Durchqueren von unbegehbarem Gelände für Reiter und Fußtruppen viel zu lange dauern würde, können nur fliegende Einheiten dieses Hindernis passieren.

source: The dangers inherent in trying to walk on lava are fairly obvious. As far as movement is concerned, lava is equivalent to <ref>dst='terrain_unwalkable' text='Unwalkable'</ref> terrain, and can only be crossed by those units capable of flying a considerable distance above it. The molten magma also produces a substantial glow, illuminating the area immediately above it. This provides an attack bonus for lawful units and removes the attack bonus from chaotic units.
de: Die Gefahren, die mit dem Überqueren von flüssiger Lava verbunden sind, sollten offensichtlich sein. Was die Bewegung angeht, verhält sich Lava wie <ref>dst='terrain_unwalkable' text='unpassierbares'</ref> Gelände und kann deshalb nur von fliegenden Einheiten passiert werden. Die geschmolzene Lava erhellt zudem das umliegende Gebiet, was rechtschaffenen Einheiten einen Angriffsbonus verleiht und chaotischen Einheiten den ihrigen entzieht.

source: River Ford
de: Furt

source: When a river happens to be extremely shallow, passing over it is a trivial matter for land based units. Moreover, any creature best adapted to swimming has full mobility even at such places in the river. As far as gameplay is concerned, a river ford is treated as either grassland or shallow water, choosing whichever one offers the best defensive and movement bonuses for the unit on it.
de: Wird ein Fluss sehr seicht, stellt er kein Hindernis mehr für Fußtruppen dar. Zudem bleibt jedem schwimmenden Wesen sogar an solchen Orten seine volle Mobilität erhalten. Spieltechnisch hat das Gelände Furt dieselben Auswirkungen wie Wiesen oder Seichtes Wasser, je nachdem in welchem Gelände bessere Bewegungs- und Verteidigungsboni für die Einheit gelten.

source: Coastal Reef
de: Küstennahes Riff

source: Coastal reefs are shallows formed by stone, coral and sand. This provides most land units with a more steady footing and defensive positions than wading in shallow water normally would and also grants most water-dwelling races an exceptionally high defense. Mermen and Naga both receive 70% defense on coastal reefs.
de: Küstennahe Riffe sind Sandbänke, geformt aus Stein, Korallen und Sand. Dieser Untergrund gibt Landbewohnern besseren Halt und eine bessere Verteidigungsposition im Vergleich zu seichtem Wasser. Meeresbewohner profitieren ebenfalls davon und genießen hier außerordentlichen Schutz. Angehörige des Meervolkes sowie Naga haben 70% Verteidigung in küstennahen Riffen.

source: Bridge
de: Brücke

source: To those capable of building one, the ability to lay a bridge offers a liberation from the fickle nature of waterways, whose fords come and go with the rise and fall of the waterline. This is to say nothing of the luxury of dry feet, the loss of which is no laughing matter in the cold months of the year. For those who go by land or sea, a bridge is the best of both worlds — for gameplay purposes, it is treated either as grassland or the underlying water, whichever offers the best movement and defensive bonuses for the unit occupying the bridge hex. Note that a swimming unit and a land unit are not capable of occupying a bridge hex at the same time.
de: Diejenigen, die in der Lage sind, eine Brücke zu bauen, haben sich von den Gesetzen der Natur insoweit losgesagt, dass sie einen Fluss überqueren können, unabhängig von einer vorhandenen Furt, die vielleicht beim nächsten Wasseranstieg unpassierbar wird. Vielen Kriegern, denen in den kalten Monaten nach der Durchquerung eines Flusses die Beine erfroren, blieb dieses Schicksal erspart, da sie eine Brücke benutzen konnten. Spieltechnisch hat das Gelände Brücke dieselben Auswirkungen wie Wiesen oder Seichtes Wasser, je nachdem in welchem Gelände bessere Bewegungs- und Verteidigungsboni für die Einheit gelten. Es ist nicht möglich, dass sich eine schwimmende und eine Landeinheit ein Brückenfeld teilen.

source: Impassable
de: Unpassierbar

source: Obstacles that not even the most determined traveler may overcome include solid walls of stone and mountains so tall and steep that they are constantly wreathed in cloud. Even flying creatures cannot navigate the jagged peaks at such rarified heights, and not even the fiercest troll can smash through thick walls of stone.
de: Zu jenen Hindernissen, die selbst der wagemutigste Wanderer nicht passieren kann, gehören zum einen massive Felswände sowie Berge, so groß und steil, dass ihre Gipfel von Wolken verhangen sind. Nicht einmal fliegende Kreaturen können die zerklüfteten Felslabyrinthe in dieser Höhe durchdringen und auch der kräftigste Troll ist nicht in der Lage, eine bloße Felswand einzureißen.

source: General commands
de: Generelle Kommandos

source: Clear chat messages.
de: Löschen der Gespräche.

source: Switch debug mode on (does not work in multiplayer). See <ref>dst='debug_commands' text='Debug mode commands'</ref>. Debug mode is turned off by quitting the game or :nodebug.
de: Schaltet den Debugmodus an (funktioniert nicht im Mehrspielermodus). Eine Übersicht der möglichen Kommandos findet Ihr unter <ref>dst='debug_commands' text='Debumodus Kommandos'</ref>. Der Debugmodus wird abgeschaltet, sobald das Spiel beendet oder der Befehl :nodebug genutzt wird.

source: Set or toggle player on side between human and AI player. The player/client who controls that side needs to issue this command. If no second parameter is supplied, toggle bewteen human and AI. If it is ‘on’, set an AI controller. If it is ‘off’ set a human controller. Defaults to the currently active side if no parameter is supplied.
de: Setzt oder wechselt die Kontrolle einer Fraktion zwischen KI und einem normalen Spieler. Der Spieler, der die zu ändernde Seite kontrolliert, muss dieses Kommando ausführen. Wenn kein zweiter Parameter angegeben wurde, wird zwischen KI und Spieler gewechselt. Ist der Wert »on«, übernimmt die KI. Ist der Wert »off«, übernimmt der Spieler. Wenn keine Seite angegeben wird, wird die momentan aktive verwendet.

source: Toggle the display of the current frames per second.
de: Aktiviert/deaktiviert die Anzeige der Bilder pro Sekunde im Spiel.

source: Switch a log domain to a different log level.
de: Schaltet die Protokolldomäne auf eine andere Protokollstufe.

source: Redraws the screen and reloads any image files that have been changed.
de: Zeichnet den Bildschirminhalt erneut lädt jede Grafikdatei neu, die sich geändert hat.

source: Bring up theme selection menu.
de: Zeigt das Grafikthemenauswahlmenü an.

source: Quit the scenario (without prompting).
de: Beendet das Szenario (ohne Rückfrage).

source: Save the game (without prompting).
de: Speichert das Spiel (ohne Rückfrage).

source: Save the game and quit the scenario (without prompting).
de: Speichert das Spiel und beendet das Szenario (ohne Rückfrage).

source: Multiplayer commands
de: Mehrspieler Kommandos

source: Ban a user in a multiplayer game by the IP address used by that username and kick him. Can be used on users not in the game but on the server. (Of course they won’t be kicked then.)
de: Verbannt die dem Namen des Spielers zugeordnete IP-Adresse aus dem Mehrspielermodus und wirft ihn aus dem Spiel. Kann auf Spieler angewandt werden, die sich nicht im Spiel aber auf dem Server befinden. (Sie werden dann nicht aus dem Spiel geworfen.)

source: Kick a user in multiplayer. They will be able to rejoin the game. If you just want to change control of their side(s) use the :control command instead.
de: Wirft einen Spieler im Mehrspielermodus aus dem Spiel. Es ist diesem Spieler jedoch möglich, erneut dem Spiel beizutreten. Soll nur die Kontrolle einer oder mehrerer Fraktionen geändert werden, verwendet das :controll Kommando stattdessen.

source: Mute a specific observer. If no username is supplied the muted usernames are displayed.
de: Entzieht einem bestimmten Beobachter Redefreiheit. Wenn kein Benutzername angegeben wird, wird eine Liste aller Beobachter angezeigt, denen die Redefreiheit entzogen wurde.

source: Toggle muting/silencing of all observers on/off.
de: Redefreiheit für alle Beobachter aus- und einschalten.

source: Unban a user in a multiplayer game by the IP address used by that username. Can be used on users not in the game but on the server.
de: Hebt die Verbannung einer dem Namen des Spielers zugeordneten IP-Adresse für eine Mehrspielerpartie auf. Er muss nicht an einem Spiel teilnehmen, aber sich auf dem Server befinden.

source: Unmute a specific observer. If no username is supplied the list of muted observers is cleared.
de: Erteilt einem bestimmten Beobachter Redefreiheit. Wenn kein Benutzername angegeben wird, wird allen Beobachtern, welchen die Redefreiheit entzogen wurde, diese wieder erteilt.

source: Debug mode commands
de: Debugmodus Kommandos

source: Brings up a menu for choosing a scenario to immediately advance to in a campaign.
de: Öffnet ein Menü, um das nächste Szenario einer Kampagne auszuwählen, welches danach unverzüglich geladen wird.

source: Create a unit of the specified type on the selected hex.
de: Erstellt eine Einheit des gewählten Typs auf dem ausgewählten Feld.

source: Toggle fog/shroud for the current side.
de: Aktiviert/deaktiviert den Nebel des Krieges/Schleier der Finsternis für den aktuellen Spieler.

source: Adds the specified amount to the current side’s gold.
de: Fügt den angegebenen Betrag dem Goldvorrat des aktuellen Spielers hinzu.

source: Immediately advances to the next scenario in a campaign.
de: Lädt unverzüglich das nächste Szenario einer Kampagne.

source: Manually set a gamestate variable to value.
de: Setzt den Wert einer Spielvariable manuell.

source: Show a gamestate variable.
de: Zeigt den Wert einer Spielvariable.

source: Manually fire the specified event.
de: Führt das ausgewählte Ereignis manuell aus.

source: Modifies the specified property of the selected unit. Example: :unit hitpoints=100
de: Verändert eine ausgewählte Eigenschaft der ausgewählten Einheit. Beispiel: :unit hitpoints=100

source: Makes the selected unit level up N times. Example: :unit advances=2
de: Lässt die ausgewählte Einheit N Stufen aufsteigen. Beispiel: :unit advances=2

source: heals +4
de: Heilen +4

source: female^heals +4
de: Heilen +4

source: Heals +4: Allows the unit to heal adjacent allied units at the beginning of our turn. A unit cared for by this healer may heal up to 4 HP per turn, or stop poison from taking effect for that turn. A poisoned unit cannot be cured of its poison by a healer, and must seek the care of a village or a unit that can cure.
de: Heilen +4: Angrenzende eigene oder verbündete Einheiten werden zu ihres Zuges geheilt. Eine Einheit, um die sich ein Heiler kümmert, erhält bis zu 4 LP pro Runde zurück. Vergiftungen kann ein Heiler zwar nicht aufheben, jedoch zumindest dem Schaden entgegenwirken. Vergiftungen können nur durch Einheiten mit der Fähigkeit »Kurieren« oder durch den Aufenthalt in einem Dorf aufgehoben werden.

source: heals +8
de: Heilen +8

source: female^heals +8
de: Heilen +8

source: Heals +8: This unit combines herbal remedies with magic to heal units more quickly than is normally possible on the battlefield. A unit cared for by this healer may heal up to 8 HP per turn, or stop poison from taking effect for that turn. A poisoned unit cannot be cured of its poison by a healer, and must seek the care of a village or a unit that can cure.
de: Heilen +8: Angrenzende eigene oder verbündete Einheiten werden zu Beginn ihres Zuges geheilt. Eine Einheit, um die sich ein Heiler kümmert, erhält bis zu 8 LP pro Runde zurück. Vergiftungen kann ein Heiler zwar nicht aufheben, jedoch zumindest dem Schaden entgegenwirken. Vergiftungen können nur durch Einheiten mit der Fähigkeit »Kurieren« oder durch den Aufenthalt in einem Dorf aufgehoben werden.

source: cures
de: Kurieren

source: female^cures
de: Kurieren

source: Cures: A curer can cure a unit of poison, although that unit will receive no additional healing on the turn it is cured of the poison.
de: Kurieren: Das Wissen um die Wirkung von Kräutern und das Brauen starker Tinkturen gegen allerlei Gifte ist nicht jedem in Wesnoth bekannt. Einheiten, die über die Fertigkeit »Kurieren« verfügen, können jede benachbarte, vergiftete Einheit von ihrem Leid erlösen.

source: regenerates
de: Regeneration

source: female^regenerates
de: Regeneration

source: Regenerates: The unit will heal itself 8 HP per turn. If it is poisoned, it will remove the poison instead of healing.
de: Regeneration: Die Selbstheilungskräfte sind bei dieser Einheit so stark, dass sie 8 LP zu Beginn ihres Zuges zurückgewinnt. Falls die Einheit vergiftet sein sollte, wird die Wirkung des Giftes gestoppt, aber es werden keine LP zurückgewonnen.

source: steadfast
de: Unerschütterlich

source: female^steadfast
de: Unerschütterlich
