Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-help/*.po
Languages: de

source: Introduction
de: Einführung

source: Gameplay
de: Spielregeln

source: Traits
de: Charakteristiken

source: Units
de: Einheiten

source: Abilities
de: Fertigkeiten

source: Weapon Specials
de: Waffenfähigkeiten

source: Factions
de: Fraktionen

source: Terrains
de: Geländearten

source: Commands
de: Kommandos

source: Certain units have abilities that either directly affect other units, or have an impact on how the unit interacts with other units. These abilities will be listed under this topic as you encounter them.
de: Bestimmte Einheiten verfügen über Fertigkeiten, die entweder andere Einheiten direkt beeinflussen oder die Art der Interaktion mit ihnen verändern. Diese Fertigkeiten werden nach und nach unter dieser Kategorie erscheinen, sobald Ihr auf sie gestoßen seid.

source: Some weapons have special features that increase the effectiveness of attacking with them.
de: Einige Waffen haben spezielle Fähigkeiten, die ihre Effektivität erhöhen, wenn man mit ihnen angreift.

source: Unknown Unit
de: Unbekannte Einheit

source: This unit is unknown for the moment. You must discover it in the game to be allowed to see its description.
de: Noch ist Euch nichts über diese Einheit bekannt. Zunächst müsst Ihr ihr im Spiel begegnen, bevor es Euch vergönnt ist, ihre Beschreibung einsehen zu dürfen.

source: Overview
de: Übersicht

source: Fundamentals of Gameplay
de: Grundlegendes zum Spiel

source: While playing, keep in mind that if you mouse-over many items in the game, such as the information displayed in the status pane, a brief description will be shown explaining each item. This is especially useful when you encounter new <ref>dst='..abilities_section' text='abilities'</ref> for the first time.
de: Vergesst nicht, dass Ihr die Maus über viele Spielelemente bewegen könnt, um Euch zumeist eine kurze Beschreibung anzeigen zu lassen. Das ist vor allem dann sinnvoll, wenn neue <ref>dst='..abilities_section' text=Fertigkeiten</ref> zum ersten Mal auftauchen.

source: About the Game
de: Über das Spiel

source: The game takes place over a series of battles, called scenarios. Each scenario pits your troops against the troops of one or more adversaries. You can play against the computer, or with friends who each take turns sitting at the computer (hotseat play). If your computer is connected to a computer network, you can also play against other people connected to that network. If your computer has a connection to the Internet, you can play against other people across the Internet.
de: Das Spiel erstreckt sich über eine Serie von Kämpfen, genannt Szenarien. Jedes Szenario konfrontiert Eure Truppen mit den Truppen eines oder mehrerer Gegner. Ihr könnt gegen den Computer spielen oder mit Freunden, die ihre Züge alle am selben PC ausführen (Hotseat). Wenn Euer Computer mit einem Netzwerk verbunden ist, könnt Ihr gegen andere Personen spielen, die ebenfalls mit dem Netzwerk verbunden sind. Wenn Euer Computer über eine Internetverbindung verfügt, könnt Ihr auch über das Internet spielen.

source: Campaigns consist of multiple scenarios that follow on from each other, telling a story. In a campaign, you often need to play more carefully, preserving your best troops so that they can be used again in later scenarios in the campaign.
de: Kampagnen bestehen aus mehreren aufeinander folgenden Szenarien, die in eine Geschichte eingebettet sind. In einer Kampagne solltet Ihr im Allgemeinen vorsichtig mit Euren besten Truppen umgehen, da Ihr sie in den späteren Szenarien erneut einberufen könnt.

source: Victory and Defeat
de: Sieg und Niederlage

source: Pay careful attention to the Objectives pop-up box at the beginning of each scenario. Usually you will achieve victory by killing all enemy leaders, and only be defeated by having your leader killed. But scenarios may have other victory objectives — getting your leader to a designated point, say, or rescuing someone, or solving a puzzle, or holding out against a siege until a certain number of turns have elapsed.
de: Lest Euch die Ziele, die zu Beginn jedes Szenario eingeblendet werden, sorgfältig durch. Üblicherweise werdet Ihr den Sieg erringen, wenn Ihr die gegnerischen Anführer bezwingt und verlieren, wenn Euer eigener Anführer gestorben ist. Szenarios können jedoch auch andere Siegesbedingungen aufweisen. Beispielsweise müsst Ihr Euren Anführer zu einem bestimmten Punkt führen, Notdürftige aus ihrer misslichen Lage befreien, ein Rätsel lösen oder einer anstürmenden Heerschar für eine bestimmte Zeit Paroli bieten.

source: Recruiting and Recalling
de: Ausbildung und Einberufung

source: If you right-clicked on a castle hex and selected recruit, the new unit will appear in that square. Otherwise, it will appear in a free square near the keep. You may only recruit as many units as you have free hexes in your castle, and you cannot spend more gold than you actually have on recruiting.
de: Wenn Ihr über einen Rechtsklick auf ein Hexfeld Eures Burgfrieds ins Ausbildungsmenü gelangt seid, wird die neue Einheit dort erscheinen. Sonst wird sie auf einem freien Feld in der Burg eingesetzt. Einheiten könnt Ihr nur ausbilden, solange es freie Hexfelder in der Burg gibt und Ihr über genug Gold verfügt.

source: Recruited units come with two random <ref>dst='..traits_section' text='Traits'</ref> which modify their statistics.
de: Ausgebildete Einheiten erhalten zwei zufällig gewählte <ref>dst='..traits_section' text='Charakteristiken'</ref>, die ihre Eigenschaften verändern.

source: In later scenarios, you may also Recall survivors from earlier battles. Recalling costs a standard 20 gold and presents you with a list of all surviving units from previous scenarios.
de: In späteren Szenarios könnt Ihr Überlebende aus früheren Schlachten einberufen. Das funktioniert genauso wie das Ausbilden, kostet aber immer 20 Goldstücke. Im Auswahlmenü werden alle überlebenden Einheiten der vergangenen Szenarien angezeigt.

source: Units not only cost gold to Recruit or Recall, they also require money to support. See <ref>dst='income_and_upkeep' text='Income and Upkeep'</ref> for more information.
de: Ihr solltet beachten, dass Einheiten nicht nur bei der Ausbildung und Einberufung Gold kosten, sondern auch Unterhaltskosten verursachen. Geht zu <ref>dst='income_and_upkeep' text='Einkommen und Unterhaltskosten'</ref>, um mehr darüber zu erfahren.

source: Orbs
de: Sphären

source: On top of the energy bar shown next to each unit of yours is an orb. For units you control, this orb is:
de: An der Spitze des Energiebalkens neben jeder Eurer Einheiten befindet sich eine Sphäre. Diese Sphäre ist:

source: green if it hasn’t moved this turn,
de: grün, wenn die Einheit in diesem Zug nicht bewegt wurde,

source: yellow if it has moved, but could still move further or attack, or
de: gelb, wenn die Einheit während dieses Zuges bereits bewegt wurde, aber noch weiter bewegt werden oder angreifen könnte oder

source: The orb is blue if the unit is an ally you do not control.
de: Die Sphäre ist blau, wenn die Einheit ein Verbündeter ist, die Ihr nicht ziehen könnt.

source: Enemy units have no orb on top of their energy bar.
de: Über dem Energiebalken gegnerischer Einheiten werden keine Sphären angezeigt.

source: Hitpoints and Experience
de: Lebenspunkte und Erfahrung

source: Each unit has a certain number of hitpoints (HP). If the hitpoints of a unit drop below 1, the unit dies. Each unit also has a certain number of experience points (XP). A freshly recruited unit starts with no experience points, and gains experience by fighting enemies.
de: Jede Einheit hat eine bestimmte Menge an Lebenspunkten (Abk. LP). Fallen diese unter 1, stirbt die Einheit. Zudem besitzt jede Einheit eine bestimmte Anzahl Erfahrungspunkte (Abk. EP). Eine frisch rekrutierte Einheit besitzt keinerlei Erfahrung. Diese erhält sie durch das Bekämpfen von Feinden.

source: The hitpoints and experience points are both indicated in the status pane using two numbers (the current value and the maximum value the unit can have).
de: Die Lebens- und Erfahrungspunkte werden im Statusfenster als Zahlenwert angezeigt. Links steht der aktuelle Wert und rechts der Maximalwert.

source: The hitpoints are also indicated by an energy bar next to each unit, which is green, yellow or red. A unit with at least 1 experience point has a blue experience bar, which turns white as the unit is about to <ref>dst='experience_and_advancement' text='advance'</ref>.
de: Zudem werden die Lebenspunkte als Balken neben der Einheit dargestellt. Dieser ist entweder grün, gelb oder rot. Eine Einheit, die über mindestens einen Erfahrungspunkt verfügt, hat zusätzlich einen blauen Erfahrungsbalken. Dieser wird weiß, wenn eine Einheit kurz davor ist, <ref>dst='experience_and_advancement' text='aufzusteigen'</ref>.

source: Movement
de: Bewegungskosten

source: Each unit has a certain number of movement points which are used up when moving into a new hex, depending on the Terrain of that particular hex. For instance, grassland nearly always costs 1 movement point to enter. Exactly how many movement points are spent entering a hex depends on the unit type — in forest, elvish units only spend 1 movement point, most human and orc units spend 2, while horsemen spend 3. You can learn how many movement points a unit requires to enter a certain terrain type by right-clicking on it, selecting Unit Description, and then looking at <italic>text='Terrain Modifiers'</italic>.
de: Jede Einheit hat eine bestimmte Anzahl an Bewegungspunkten (Abk. BP), die verbraucht werden, wenn die Einheit ein neues Feld betritt. Das Betreten von Wiesen kostet fast immer einen Bewegungspunkt. Die genauen Kosten hängen von der Art der Einheit ab: Elfen verbrauchen im Wald nur jeweils einen Bewegungspunkt, die meisten Menschen und Orks brauchen dort zwei und Reiter sogar drei. Ihr könnt Euch die Bewegungskosten für eine Einheit anzeigen lassen, wenn Ihr auf diese rechtsklickt, danach »Einheitenbeschreibung« auswählt und Euch den Abschnitt <italic>text='Geländemodifikatoren'</italic> anseht.

source: Another thing to keep in mind while moving is Zones of Control. Each unit generates a zone of control in the hexes immediately surrounding it, and any enemy unit entering those hexes immediately ends its movement. Learning how to use zones of control to your advantage is an important part of Wesnoth, as only <ref>dst='ability_skirmisher' text='Skirmishers'</ref> can ignore zones of control.
de: Eine andere Sache, die Ihr beim Bewegen Eurer Einheiten beachten solltet, sind die Kontrollzonen. Jede Einheit verfügt über eine Kontrollzone, die aus den sie umgebenden Hexfeldern besteht. Wenn eine Einheit die Kontrollzone einer gegnerischen Einheit betritt, verliert sie sofort alle Bewegungspunkte. Ihr solltet lernen, Kontrollzonen zu Eurem Vorteil zu nutzen. Lediglich <ref>dst='ability_skirmisher' text='Plänkler'</ref> können Kontrollzonen ignorieren.

source: To see where the enemy can move to during their next turn, press Ctrl-v or Cmd-v. Ctrl-b or Cmd-b shows where the enemy could move, if your units were not on the map to block their progress.
de: Um zu sehen, welche Felder der Feind in seinem nächsten Zug erreichen kann, drückt Strg+V oder Cmd+V. Strg+B oder Cmd+B zeigt die Felder, die der Feind im nächsten Zug erreichen könnte, wenn Eure Einheiten sie nicht daran hindern.

source: Shroud and Fog of War
de: Schleier der Finsternis und Nebel des Krieges

source: In some scenarios, parts of the map will be hidden from you. There are two mechanisms that can be used separately or together. The Shroud hides both the terrain and any units at a location. However, once it is cleared, you can always see that location. The Fog of War only hides units and ownership of villages (other than by you or your allies). The Fog of War is cleared temporarily when you have units nearby, but returns when they leave. Both the Shroud and the Fog of War are cleared by units. Each unit clears locations adjacent to those within one turn’s move (ignoring zones of control and enemy units). Normally you can undo a unit’s movement, as long as an event with a randomized result has not occurred, such as combat or recruitment (as most units receive random traits when recruited). Exploring hidden terrain by clearing Shroud or Fog will also prevent undos to a previous state. You may wish to activate ‘delay shroud updates’ in the actions menu. This will prevent units from clearing Shroud or Fog until the next randomized event or a manual update via ‘update shroud now’ (or the end of your turn) and thereby perserve your ability to undo movement.
de: In einigen Szenarios mag es vorkommen, dass ein Teil der Karte für Euch unbekannt ist. Es gibt zwei Mechanismen, die entweder einzeln oder zusammen auftreten können. Liegt der Schleier der Finsternis über dem Land, werden Gelände und Einheiten vor Eurem Blick verborgen sein. Sobald Ihr den Schleier gelüftet habt, ist der Blick frei auf die erkundete Region. Der Nebel des Krieges verbirgt nur Einheiten und die Zugehörigkeit von Dörfern (nur bei Dörfern von Feinden) vor Eurem Blick. Wenn Eure Einheiten ein vom Nebel verhangenes Gebiet betreten, klärt dieser temporär auf. Die Größe des aufgeklärten Bereichs richtet sich nach der Bewegungsreichweite, über die eine Einheit pro Zug verfügt (unabhängig von Kontrollzonen oder gegnerischen Einheiten). Gewöhnlich könnt Ihr den Zug einer Eurer Einheiten rückgängig machen, solange kein Ereignis mit unvorhersehbarem Ausgang, wie beispielsweise Kampf oder Rekrutierung (die meisten Einheiten erhalten zufällige Charakteristiken bei der Rekrutierung), eingetreten ist. Das Erkunden eines vom Nebel des Krieges oder Schleier der Finsternis verborgenen Gebietes kann ebenfalls nicht rückgängig gemacht werden. Ihr könnt die Einstellung »Schleier verspätet aktualisieren« im Menü »Aktionen« aktivieren. Dies verhindert, dass Einheiten den Nebel oder Schleier aufdecken, bis das nächste Ereignis mit unvorhersehbarem Ausgang eintritt oder ein manuelles Aktualisieren mittels »Schleier jetzt aktualisieren« ausgelöst wird (oder am Ende Eures Zuges). Dadurch bleibt Euch die Möglichkeit erhalten, die Bewegung Eurer Einheit rückgängig zu machen.

source: Combat
de: Kampf

source: <header>text='Order and number of strikes'</header>
de: <header>text='Reihenfolge und Anzahl von Angriffen'</header>

source: The attacker gets the first strike, then the defender retaliates. Each strike either hits, doing a given amount of damage, or misses, doing no damage at all. Strikes alternate until each unit has used up all of its strikes. The number of strikes a unit has varies; for instance, an Elvish fighter with a 5–4 attack may strike 4 times, each successful strike dealing 5 damage, while an Orcish Grunt with a 9–2 attack can only strike twice (but at 9 damage for each hit).
de: Der Angreifer führt den ersten Angriff aus, danach schlägt der Verteidiger zurück. Das geht solange weiter, bis beide all ihre Angriffe verbraucht haben. Die Anzahl der Angriffe, die einer Einheit zur Verfügung stehen, variiert: Ein Elfenkrieger mit einer 5-4 Schwertattacke kann viermal angreifen und dem Gegner jeweils 5 Schadenspunkte zufügen. Ein Orkgrunzer mit einer 9-2 Attacke kann hingegen nur zweimal angreifen, teilt dafür aber jeweils 9 Schadenspunkte aus.

source: <header>text='Chance to hit'</header>
de: <header>text='Trefferwahrscheinlichkeit'</header>

source: Every unit has a chance of being hit, based on the Terrain it is in. This is shown in the status pane, and may also be found by right-clicking a unit, selecting Unit Description, and then looking at <italic>text='Terrain Modifiers'</italic>. For instance, many elves have a defense rating of 70% in forest, so a unit attacking them has only a 30% chance of hitting. Conversely, the elf’s chance of hitting the attacker in return depends on what terrain the attacker is in.
de: Von zwei Ausnahmen abgesehen, berechnet sich die Trefferwahrscheinlichkeit ausschließlich aus dem Verteidigungswert des Geländes, in dem sich die Einheit gerade aufhält. Dieser Wert kann über einen Rechtsklick auf die Einheit, Auswahl von »Einheitsbeschreibung« und anschließendem Klick auf <italic>text='Geländemodifikatoren'</italic> eingesehen werden. Elfen verfügen zum Beispiel im Wald über einen Verteidigungswert von 70%. Ein Angreifer hat also nur eine 30%-Chance, eine elfische Einheit zu treffen. Im Umkehrschluss hängt die Trefferwahrscheinlichkeit des Elfen von der Art des Geländes ab, in dem sich der Angreifer befindet.

source: There are two exceptions to this rule: <ref>dst='weaponspecial_magical' text='Magical attacks'</ref> and <ref>dst='weaponspecial_marksman' text='Marksmen'</ref>. Magical attacks always have a 70% chance to hit, regardless of terrain, and, when used offensively, Marksmen always have at least a 60% chance to hit, regardless of terrain.
de: Es gibt zwei Ausnahmen von dieser Regel: <ref>dst='weaponspecial_magical' text='Magische Angriffe'</ref> und Angriffe unter Verwendung der Fertigkeit <ref>dst='weaponspecial_marksman' text='Schießkunst'</ref>. Magische Angriffe haben grundsätzlich eine 70%ige Trefferwahrscheinlichkeit. Scharfschützen haben stets eine Trefferwahrscheinlichkeit von mindestens 60%, unabhängig vom jeweiligen Gelände.

source: <header>text=Damage</header>
de: <header>text=Schaden</header>

source: Each strike which hits causes a base amount of damage depending on the attack type. For instance, an Elvish Fighter with a 5–4 attack does 5 base damage. This is usually modified by two things: <ref>dst='damage_types_and_resistance' text='Resistance'</ref> and <ref>dst='time_of_day' text='Time of Day'</ref>. To see how base damage is modified by the circumstances, select <italic>text='Damage Calculations'</italic> in the attack selection menu.
de: Jeder Angriff, der trifft, fügt dem Gegner je nach seiner Art eine bestimmte Menge an Schaden zu. Ein Elfenkrieger mit einer 5-4 Schwertattacke verursacht beispielsweise einen Grundschaden von 5 Punkten. Dieser Wert wird normalerweise von zwei Faktoren beeinflusst: <ref>dst='damage_types_and_resistance' text='Resistenzen'</ref> und <ref>dst='time_of_day' text='der Tageszeit'</ref>. Um herauszufinden, wie der Grundschaden durch diese Faktoren beeinflusst wird, wählt <italic>text='Schadensberechnung'</italic> im Dialog »Gegner angreifen«.

source: A few units have special <ref>dst='..abilities_section' text='abilities'</ref> which affect damage dealt in combat. The most common of these is <ref>dst='weaponspecial_charge' text='Charge'</ref>, which doubles the damage dealt by both attacker and defender when the unit with Charge attacks.
de: Manche Einheiten verfügen in Kombination mit ihrem Angriff über spezielle <ref>dst='..abilities_section' text='Fertigkeiten'</ref>, die den ausgeteilten Schaden beeinflussen. Die am weitesten verbreitete ist der <ref>dst='weaponspecial_charge' text='Sturmangriff'</ref>, welcher den ausgeteilten Schaden von Angreifer und Verteidiger verdoppelt, wenn eine Einheit mit dieser Fertigkeit angreift.

source: Damage Types and Resistance
de: Schadensarten und Resistenzen

source: In Wesnoth, there are three types of damage usually associated with physical attacks: Blade, Pierce and Impact damage. Additionally, there are three further types of damage usually associated with magical attacks: Fire, Cold and Arcane attacks. Different units may have resistances which alter the damage which they take from certain damage types.
de: In Wesnoth besitzen physische Attacken eine von drei verschiedenen Schadensarten: Klinge, Stich und Wucht. Des Weiteren gibt es ebenfalls drei für magische Angriffe: Feuer, Kälte und heilige Attacken. Einheiten können Resistenzen gegen manche Schadensarten haben, was ihren Schaden entsprechend verändert.

source: For example, Skeletons are highly resistant to Blade and Pierce damage, but are vulnerable to Impact and Fire damage, and extremely vulnerable to Arcane damage.
de: Skelette beispielsweise besitzen eine hohe Resistenz gegen Klingen- und Stichangriffe, sind aber leicht verwundbar durch Wucht- und Feuerschaden. Am empfindlichsten sind sie bei heiligen Attacken.

source: If a strike is determined to hit, it will always do at least 1 point of damage. This applies even if the defender has 100% resistance to the damage type.
de: Ein erfolgreicher Angriff fügt mindestens 1 Schadenspunkt zu. Das gilt selbst dann, wenn der Verteidiger 100% Widerstand gegen den entsprechenden Waffentyp hat.

source: Time of Day
de: Tageszeit

source: The current time of day can be observed under the minimap in the status pane. For the usual day/night cycle, Morning and Afternoon count as day, First and Second Watch count as night:
de: Die aktuelle Tageszeit wird direkt unter der Übersichtskarte in der oberen rechten Ecke des Statusfensters angezeigt. Vormittag und Nachmittag zählen als Tag, Erste und Zweite Wache als Nacht. Der normale Tag/Nacht-Zyklus sieht folgendermaßen aus:

source: Dawn
de: Morgengrauen

source: Morning
de: Vormittag

source: Afternoon
de: Nachmittag

source: Dusk
de: Abenddämmerung

source: First Watch
de: Erste Wache

source: Second Watch
de: Zweite Wache

source: Keep in mind that some scenarios take place underground, where it is perpetually night!
de: Vergesst nicht, dass manche Szenarios unter der Erdoberfläche stattfinden, wo es immer Nacht ist.

source: Experience and Advancement
de: Erfahrung und Stufenanstieg

source: If both units survive a combat, they gain a number of experience points equal to the level of the unit they’re fighting. If a unit kills another in combat, however, it gains much more experience — 4 for a level 0 unit, 8 for level 1, 16 for level 2, 24 for level 3, and so forth.
de: Wenn beide Einheiten einen Kampf überleben, bekommen sie die Erfahrungspunkte (Abk. EP) in Höhe der Stufe des Gegners. Wenn eine Einheit eine andere tötet, bekommt sie wesentlich mehr Erfahrung: 4 für eine Stufe-0-Einheit, 8 für Stufe 1, 16 für Stufe 2, 24 für Stufe 3 usw.

source: Units have a certain amount of experience required to advance (this is 20% less for units with the Intelligent trait). Once they achieve this amount, they immediately advance to the next level, healing fully in the process. In some cases, you will be given a choice of advancement options.
de: Einheiten benötigen eine bestimmte Anzahl von Erfahrungspunkten, um eine Stufe aufzusteigen (20% weniger bei Einheiten mit der Charakteristik »Intelligent«). Sobald sie genügend Erfahrungspunkte gesammelt haben, steigen sie eine Stufe auf und werden vollständig geheilt. Bei einigen Einheiten könnt Ihr aus mehreren Aufstiegsmöglichkeiten auswählen.
