Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-help/*.po
Languages: de

source: Steadfast: This unit’s resistances are doubled, up to a maximum of 50%, when defending. Vulnerabilities are not affected.
de: Unerschütterlich: Diese Einheit steht wie ein Fels in der Schlacht. Ihre Resistenzen werden verdoppelt, jedoch maximal auf 50%, wenn sie sich gegen Feinde verteidigt.

source: leadership
de: Führungsqualitäten

source: female^leadership
de: Führungsqualitäten

source: Leadership: This unit can lead our own units that are next to it, making them fight better. Adjacent own units of lower level will do more damage in battle. When a unit adjacent to, of a lower level than, and on the same side as a unit with Leadership engages in combat, its attacks do 25% more damage times the difference in their levels.
de: Führungsqualitäten: Diese Einheit führt befreundete Einheiten in die Schlacht und lässt die Nahestehenden besser kämpfen. Benachbarte Einheiten niedrigerer Stufen richten im Kampf mehr Schaden an. Pro Stufe weniger erhöht sich der Schaden um 25%.

source: skirmisher
de: Plänkler

source: female^skirmisher
de: Plänkler

source: Skirmisher: This unit is skilled in moving past enemies quickly, and ignores all enemy Zones of Control.
de: Plänkler: Diese Fertigkeit ermöglicht es einer Einheit, durch feindliche Linien zu brechen, da sie sämtliche feindlichen Kontrollzonen ignorieren kann.

source: illuminates
de: Lichtaura

source: female^illuminates
de: Lichtaura

source: Illuminates: This unit illuminates the surrounding area, making lawful units fight better, and chaotic units fight worse. Any units adjacent to this unit will fight as if it were dusk when it is night, and as if it were day when it is dusk.
de: Lichtaura: Diese Einheit wird von einer Aura des Lichtes umgeben, die redliche Einheiten anspornt und lichtscheue verunsichert. Jede angrenzende Einheit kämpft während der Nacht, als sei es Dämmerung und während der Dämmerung, als sei es Tag.

source: teleport
de: Teleportation

source: female^teleport
de: Teleportation

source: Teleport: This unit may teleport between any two empty villages owned by its side using one of its moves.
de: Teleportieren: Durch die Magie der Bewegung ist es dieser Einheit möglich, im Bruchteil eines Augenblicks von einem in ein anderes eigenes und unbesetztes Dorf zu springen.

source: ambush
de: Waldkenntnis

source: female^ambush
de: Waldkenntnis

source: Ambush: This unit can hide in forest, and remain undetected by its enemies. Enemy units cannot see this unit while it is in forest, except if they have units next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
de: Waldkenntnis: Da die meisten Elfen in den Wäldern aufwachsen, sind sie mit diesem Gelände vertraut wie kaum ein anderer und können sich vor den Augen des Feindes verbergen. Feindliche Einheiten können diese Einheit nicht sehen oder angreifen, wenn sie sich im Wald aufhält, außer wenn sich eine feindliche Einheit auf einem angrenzenden Feld befindet, oder direkt nachdem die Einheit selbst angegriffen hat.

source: nightstalk
de: Schemen

source: Nightstalk: The unit becomes invisible during night. Enemy units cannot see this unit at night, except if they have units next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
de: Schemen: Bereits tagsüber ist es schwierig, einen Geist zu erkennen. Doch des Nachts sind ihre schemenhaften Körper so gut wie unsichtbar. Feindliche Einheiten können diese Einheit nachts nicht sehen oder angreifen, außer wenn sich eine feindliche Einheit auf einem angrenzenden Feld befindet, oder direkt nachdem die Einheit selbst angegriffen hat.

source: female^nightstalk
de: Schemen

source: concealment
de: Gassenwissen

source: female^concealment
de: Gassenwissen

source: Concealment: This unit can hide in villages (with the exception of water villages), and remain undetected by its enemies, except by those standing next to it. Enemy units can not see this unit while it is in a village, except if they have units next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
de: Gassenwissen: Diese Einheit kennt sich so gut in Dörfern (Ausnahmen bilden die Dörfer des Meervolkes und der Naga) aus, dass sie ihre Anwesenheit verbergen kann. Feindliche Einheiten können diese Einheit nicht sehen oder angreifen, wenn sie sich in einem Dorf aufhält, außer wenn sich eine feindliche Einheit auf einem angrenzenden Feld befindet oder direkt nachdem die Einheit selbst angegriffen hat.

source: submerge
de: Abtauchen

source: female^submerge
de: Abtauchen

source: Submerge: This unit can hide in deep water, and remain undetected by its enemies. Enemy units cannot see this unit while it is in deep water, except if they have units next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
de: Abtauchen: Diese Einheit kann sich in tiefem Wasser vor ihren Gegnern verstecken. Feindliche Einheiten können diese Einheit nicht sehen oder angreifen, wenn sie in tiefem Wasser ist, außer wenn sich eine feindliche Einheit auf einem angrenzenden Feld befindet, oder direkt nachdem die Einheit selbst angegriffen hat.

source: feeding
de: Kannibalismus

source: female^feeding
de: Kannibalismus

source: Feeding: This unit gains 1 hitpoint added to its maximum whenever it kills a living unit.
de: Kannibalismus: Nachdem sie eine lebende Einheit getötet hat, labt sie sich an deren Überresten und erhält durch die restliche Lebenskraft in dem toten Körper einen zusätzlichen Lebenspunkt zu ihrem Maximalwert.

source: +1 max HP
de: +1 max LP

source: berserk
de: Kampfrausch

source: Berserk: Whether used offensively or defensively, this attack presses the engagement until one of the combatants is slain, or 30 rounds of attacks have occurred.
de: Kampfrausch: Diese Einheit ist es gewohnt, bis zum Tod zu kämpfen. Wenn sie in die Offensive geht und einen Gegner angreift oder sich verteidigt, ruht sie erst, bis der Tod die Entscheidung gefällt hat oder 30 Angriffsrunden verstrichen sind.

source: backstab
de: hinterlistiger Angriff

source: Backstab: When used offensively, this attack deals double damage if there is an enemy of the target on the opposite side of the target, and that unit is not incapacitated (turned to stone or otherwise paralyzed).
de: Hinterlistiger Angriff: Diese Einheit schleicht sich in den Rücken des Gegners, um ihm bei einem Angriff den doppelten Schaden zuzufügen. Dies gelingt nur, wenn der Feind von einer weiteren, auf der entgegengesetzten Seite stehenden Einheit, die nicht mit dem Opfer verbündet ist, abgelenkt wird und der Gegner nicht kampfunfähig ist (z.B. zu Stein verwandelt). Wird der hinterhältige Angreifer zuerst angegriffen, steht ihm ein hinterlistiger Angriff nicht mehr zu.

source: plague
de: untote Plage

source: Plague: When a unit is killed by a Plague attack, that unit is replaced with a unit identical to and on the same side as the unit with the Plague attack. This doesn’t work on Undead or units in villages.
de: Untote Plage: Wird ein Gegner durch eine Einheit mit der Fähigkeit »untote Plage« vernichtet, so wird er durch eine eigene Einheit ersetzt, die jener mit der Fähigkeit »untote Plage« identisch ist. Dies funktioniert nicht gegen Untote oder Einheiten in Dörfern.

source: Plague: When a unit is killed by a Plague attack, that unit is replaced with a Walking Corpse on the same side as the unit with the Plague attack. This doesn’t work on Undead or units in villages.
de: Untote Plage: Wird ein Gegner durch eine Einheit mit der Fähigkeit »untote Plage« vernichtet, erhebt sich der soeben Erschlagene als wandelnde Leiche zu einem Untotendasein und wird gegen seine ehemaligen Verbündeten in den Kampf ziehen. Gegen Untote oder Einheiten in Dörfern zeigt dies keine Wirkung.

source: slows
de: verlangsamen

source: Slow: This attack slows the target until it ends a turn. Slow halves the damage caused by attacks and the movement cost for a slowed unit is doubled. A unit that is slowed will feature a snail icon in its sidebar information when it is selected.
de: Verlangsamen: Unsichtbare Fäden scheinen das Opfer zu behindern und festzuhalten. Verlangsamte Einheiten verursachen bei einem Angriff nur die Hälfte ihrer Schadenspunkte. Zudem verbrauchen sie bei einem Zug doppelt so viele Bewegungspunkte wie gewöhnlich. Ist eine Einheit verlangsamt, erscheint ein Schnecken-Symbol in der seitlichen Leiste.

source: petrifies
de: versteinert

source: Petrify: This attack petrifies the target, turning it to stone. Units that have been petrified may not move or attack.
de: Versteinern: Dieser Angriff verwandelt das Ziel zu Stein. Eine versteinerte Einheit kann sich weder bewegen noch einen Angriff ausführen.

source: marksman
de: Schießkunst

source: Marksman: When used offensively, this attack always has at least a 60% chance to hit.
de: Schießkunst: Im Angriff benutzt, bringt diese Fähigkeit mindestens eine 60%ige Trefferwahrscheinlichkeit.

source: magical
de: magisch

source: Magical: This attack always has a 70% chance to hit regardless of the defensive ability of the unit being attacked.
de: Magisch: Angriffe, die magischer Natur sind, haben grundsätzlich, unabhängig vom Verteidiger, eine Trefferwahrscheinlichkeit von 70%.

source: swarm
de: Schwarm

source: Swarm: The number of strikes of this attack decreases when the unit is wounded. The number of strikes is proportional to the percentage of its of maximum HP the unit has. For example a unit with 3/4 of its maximum HP will get 3/4 of the number of strikes.
de: Schwarm: Die Anzahl der Angriffe verringert sich, wenn die Einheit verwundet wird. Die Anzahl der Angriffe ist proportional dem Verhältnis von aktuellen LP zu maximalen LP. Zum Beispiel verfügt eine Einheit mit 3/4 ihrer maximalen LP auch nur über 3/4 ihrer Angriffe.

source: charge
de: Ansturm

source: Charge: When used offensively, this attack deals double damage to the target. It also causes this unit to take double damage from the target’s counterattack.
de: Ansturm: Diese Attacke wird mit solcher Wucht ausgeführt, dass sie doppelten Schaden verursacht. Da der Angreifer dabei seine Deckung vollkommen vernachlässigt, ergeht es ihm bei einem Gegentreffer genauso. Der Anstürmende verwendet diese Fertigkeit nicht, wenn er selbst angegriffen wird.

source: drains
de: Lebensentzug

source: Drain: This unit drains health from living units, healing itself for half the amount of damage it deals (rounded down).
de: Lebensentzug: Durch die Macht der Schwarzen Magie wird bei Berührung des Opfers die Hälfte des Schadens (abgerundet) auf den Berührenden übertragen, der dadurch geheilt wird.

source: firststrike
de: Erstschlag

source: First Strike: This unit always strikes first with this attack, even if they are defending.
de: Erstschlag: Mit dieser Waffe führt die Einheit immer den ersten Angriff durch, selbst wenn sie sich verteidigt.

source: poison
de: vergiften

source: Poison: This attack poisons living targets. Poisoned units lose 8 HP every turn until they are cured or are reduced to 1 HP. Poison can not, of itself, kill a unit.
de: Vergiften: Mit Gift bestrichene Waffen können bei einem Treffer das Ziel dauerhaft vergiften. Dadurch verliert das Opfer zu Beginn seines Zuges 8 LP, bis es geheilt wird oder seine LP auf 1 reduziert wurden. Das Gift alleine wirkt dabei nie tödlich.

source: Max HP bonus +3, Max XP +20%
de: Max. LP +3, Max. EP +20%

source: Underground
de: Untergrund

source: Deep Underground
de: Tiefer Untergrund

source: Special Notes:
de: Anmerkungen:

source: Spirits have very unusual resistances to damage, and move quite slowly over open water.
de: Geister haben sehr ungewöhnliche Schadensresistenzen und bewegen sich sehr langsam auf offenem Wasser.

source: This unit’s arcane attack deals tremendous damage to magical creatures, and even some to mundane creatures.
de: Der arkane Angriff dieser Einheit fügt untoten sowie magischen Einheiten schweren Schaden zu und verletzt auch Lebende.

source: This unit is capable of basic healing.
de: Diese Einheit beherrscht die grundlegenden Fähigkeiten der Heilkunst.

source: This unit is capable of healing those around it, and curing them of poison.
de: Diese Einheit ist in der Lage, alle befreundeten, direkt benachbarten Einheiten von ihren Wunden zu heilen oder von der Wirkung eines Giftes zu kurieren.

source: This unit is capable of neutralizing the effects of poison in units around it.
de: Diese Einheit ist in der Lage, die Wirkung eines Giftes bei allen befreundeten, direkt benachbarten Einheiten aufzuheben.

source: This unit regenerates, which allows it to heal as though always stationed in a village.
de: Diese Einheit verfügt über die Fertigkeit der Regeneration. Dadurch erhält sie genauso viele Lebenspunkte, als würde sie sich in einem Dorf aufhalten.

source: The steadiness of this unit reduces damage from some attacks, but only while defending.
de: Die körperliche Widerstandskraft dieser Einheit reduziert den erlittenen Schaden einiger Angriffe, jedoch nur, wenn sich die Einheit verteidigt.

source: The leadership of this unit enables adjacent units of the same side to deal more damage in combat, though this only applies to units of lower level.
de: Die Führungsqualitäten dieser Einheit gewähren allen benachbarten verbündeten Einheiten einen Schadensbonus, jedoch nur, wenn sie eine niedrigere Stufe besitzen.

source: This unit’s skill at skirmishing allows it to ignore enemies’ zones of control and thus move unhindered around them.
de: Ihre Fähigkeit als Plänkler erlaubt es dieser Einheit, ungesehen an ihren Feinden vorbeizukommen und dabei jegliche Kontrollzone zu ignorieren.

source: Illumination increases the lighting level in adjacent areas.
de: Diese Einheit ist von einer gleißenden Lichtaura umgeben, die die Lichtverhältnisse in der Nähe dieser Einheit verbessert.

source: This unit can use one move to teleport between any two empty villages controlled by its side.
de: Durch die Magie der Bewegung ist es dieser Einheit möglich, im Bruchteil eines Augenblicks von einem in ein anderes eigenes und unbesetztes Dorf zu springen.

source: In woodlands, this unit’s ambush skill renders it invisible to enemies unless it is immediately adjacent or has revealed itself by attacking.
de: Diese Einheit kennt sich bestens in den Wäldern aus und kann sich daher vor ihren Feinden verstecken. Dies macht sie praktisch unsichtbar. Sie kann nur von Einheiten aufgespürt werden, die auf einem direkt benachbarten Feld stehen. Zudem wird sie sichtbar, sobald sie angreift.

source: This unit is able to hide at night, leaving no trace of its presence.
de: Diese Einheit ist in der Lage, in der Nacht mit der sie umgebenden Finsternis zu verschmelzen und kann nur gesehen werden, wenn eine Einheit direkt in einem benachbarten Feld steht oder bis die Einheit durch einen Angriff wieder sichtbar wird.

source: This unit can hide in villages (with the exception of water villages), and remain undetected by its enemies, except by those standing next to it.
de: Diese Einheit findet in jedweden Dörfern (mit Ausnahme von Behausungen des Meervolkes) ein Versteck. Sie kann nur von Einheiten aufgespürt werden, die auf einem direkt benachbarten Feld stehen. Zudem wird sie sichtbar, sobald sie angreift.

source: This unit can move unseen in deep water, requiring no air from the surface.
de: Diese Einheit kann sich ungesehen in tiefem Wasser bewegen, da sie für lange Zeit nicht auftauchen muss.

source: This unit gains 1 hitpoint added to its maximum whenever it kills a living unit.
de: Nachdem sie eine lebende Einheit getötet hat, labt sie sich an deren Überresten und erhält durch die restliche Lebenskraft in dem toten Körper einen zusätzlichen Lebenspunkt zu ihrem Maximalwert.

source: Whenever its berserk attack is used, this unit continues to push the attack until either it or its enemy lies dead.
de: Verfällt die Einheit in einen Kampfrausch, wird sie nicht eher ruhen, bis entweder sie selbst oder ihr Gegner tot am Boden liegt.

source: If there is an enemy of the target on the opposite side of the target while attacking it, this unit may backstab, inflicting double damage by creeping around behind that enemy.
de: Während eine befreundete Einheit einen Gegner ablenkt, kann sich diese Einheit in dessen Rücken schleichen und einen hinterhältigen Angriff ausführen, der doppelten Schaden verursacht.

source: Foes who lose their life to the plague will rise again in unlife, unless they are standing on a village.
de: Jeder, der von dieser Einheit mittels der Waffenfähigkeit »Plage« niedergestreckt wird, erhebt sich sogleich wieder als wandelnde Leiche, um an der Seite dieser Einheit zu kämpfen.

source: This unit is able to slow its enemies, halving their movement speed and attack damage until they end a turn.
de: Diese Einheit kann ihre Gegner verlangsamen, so dass der verursachte Schaden des Gegners im Kampf sowie seine Bewegungspunkte um die Hälfte reduziert werden.

source: The ability to turn the living to stone makes this unit extremely dangerous.
de: Die Fähigkeit, ihre Gegner in Stein zu verwandeln, macht diese Einheit zu einem extrem gefährlichen Gegner.

source: This unit’s marksmanship gives it a high chance of hitting targeted enemies, but only on the attack.
de: Ihre hervorragende Schießkunst erlaubt es dieser Einheit, jeden Feind mit hoher Wahrscheinlichkeit zu treffen. Dies gilt jedoch nur in der Offensive.

source: The unit has magical attacks, which always have a high chance of hitting an opponent.
de: Diese Einheit verfügt über Angriffe magischer Natur, welche immer eine hohe Trefferwahrscheinlichkeit aufweisen.

source: The swarming attacks of this unit become less deadly whenever its members are wounded.
de: Mit steigender Verwundung ihrer Tentakel wird der Angriff dieser Einheit immer weniger gefährlich.

source: Using a charging attack doubles both damage dealt and received; this does not affect defensive retaliation.
de: Ein Angriff dieser Einheit ist mit der Waffenfähigkeit »Ansturm« versehen. Hierdurch wird zwar der Schaden, den die Einheit verursacht, verdoppelt, jedoch verursacht auch ihr Gegner doppelten Schaden. Im Verteidigungsfall wird diese Fähigkeit nicht aktiviert.

source: During battle, this unit can drain life from victims to renew its own health.
de: Wird ein Gegner von dieser Einheit gebissen oder berührt, wird ein Teil von dessen Lebenskraft abgesaugt und auf die Einheit übertragen.

source: The length of this unit’s weapon allows it to strike first in melee, even in defense.
de: Durch die Länge ihrer Waffe führt diese Einheit den ersten Schlag, selbst wenn sie sich nur verteidigt.

source: The victims of this unit’s poison will continually take damage until they can be cured in town or by a unit which cures.
de: Die Opfer, die von einer vergifteten Waffe getroffen werden, nehmen kontinuierlich Schaden, bis sie in einem Dorf oder von einem Heiler kuriert werden.

source: female^loyal
de: loyal

source: Zero upkeep
de: Keine Unterhaltskosten

source: undead
de: untot

source: female^undead
de: untot

source: Immune to drain, poison and plague
de: Immun gegen Lebensentzug, Gift und Untote Plage

source: mechanical
de: Kriegsgerät

source: female^mechanical
de: Kriegsgerät

source: strong
de: kräftig

source: female^strong
de: kräftig

source: dextrous
de: treffsicher

source: female^dextrous
de: treffsicher

source: quick
de: schnell

source: female^quick
de: schnell

source: female^intelligent
de: intelligent

source: resilient
de: robust

source: female^resilient
de: robust

source: healthy
de: vital

source: female^healthy
de: vital

source: Always rest heals
de: Rastet auch nach Bewegung

source: fearless
de: furchtlos

source: female^fearless
de: furchtlos

source: Fights normally during unfavorable times of day/night
de: Tag/Nacht haben keinen Einfluß

source: weak
de: schwächlich

source: female^weak
de: schwächlich

source: slow
de: behäbig

source: female^slow
de: behäbig

source: dim
de: tumb

source: female^dim
de: tumb

source: aged
de: gealtert

source: female^aged
de: gealtert

source: Help
de: Hilfe

source: <header>text='Units having this special attack'</header>
de: <header>text='Einheiten mit diesem Spezialangriff'</header>

source: <header>text='Units having this ability'</header>
de: <header>text='Einheit mit dieser Fertigkeit'</header>

source: Leaders:
de: Heerführer:

source: Recruits:
de: Rekrutierbar:

source: Era:
de: Epoche:

source: Factions:
de: Fraktionen:

source: Factions are only used in multiplayer
de: Fraktionen werden nur im Mehrspielermodus verwendet

source: level
de: Stufe

source: Advances from:
de: Vorherige Stufe:

source: Advances to:
de: Nächste Stufe:

source: race^Miscellaneous
de: Verschiedenes

source: Race:
de: Rasse:

source: Abilities:
de: Fertigkeiten:

source: Ability Upgrades:
de: Fertigkeitsverbesserungen:

source: HP:
de: LP:

source: Moves:
de: BP:

source: Cost:
de: Kosten:

source: Alignment:
de: Tag-/Nachteinfluss:

source: Required XP:
de: Benötigte EP:

source: unit help^Attacks
de: Attacken

source: unit help^Name
de: Name

source: Type
de: Typ

source: Strikes
de: Attacken

source: Range
de: Reichweite

source: Special
de: Spezialität

source: Resistances
de: Resistenztabelle

source: Attack Type
de: Angriffsart

source: Resistance
de: Resistenz

source: Terrain Modifiers
de: Geländemodifikatoren

source: Terrain
de: Gelände

source: Defense
de: Verteidigung

source: Movement Cost
de: Bewegungskosten

source: <header>text='Units of this race'</header>
de: <header>text='Einheiten dieser Rasse'</header>

source: < Back
de: < Zurück

source: Forward >
de: Vorwärts >

source: Reference to unknown topic:
de: Verweis auf unbekanntes Thema:

source: corrupted original file
de: Beschädigte Originaldatei

source: Close
de: Schließen

source: The Battle for Wesnoth Help
de: Hilfe zu Battle for Wesnoth

source: Parse error when parsing help text:
de: Fehler beim Analysieren des Hilfetextes:
