Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-help/*.po
Languages: de

source: While most units have three levels, not all do. Occasional units (such as <ref>dst='unit_Mage' text='Magi'</ref>) may have four. Once a unit has reached its maximum level, it may have an After Maximum Level Advancement (AMLA) available to it. The AMLA will modify the unit each time the unit reaches the experience goal, but the unit will remain the same level. The typical AMLA effect is for the unit to raise the maximum HP by 3 and full-heal it. The first AMLA will normally be reached with 150 XP gained (120 XP for intelligent units). However, gaining an AMLA becomes progressively harder for each AMLA the unit receives, and so it is usually more useful to try to advance your lower level units.
de: Die meisten Einheiten verfügen über drei Stufen, doch bei nicht allen ist dies der Fall. Einige Einheiten (wie die <ref>dst='unit_Mage' text='Magier'</ref>) können vier Stufen haben. Sobald eine Einheit ihre höchste Stufe erreicht hat, kann sie anstelle eines Stufenanstiegs mit einem anderen Bonus belohnt werden. Der englische Begriff dafür ist AMLA. Den AMLA-Bonus erhält die Einheit jedes Mal, wenn sie die dafür benötigte Erfahrung gesammelt hat, jedoch bleibt sie auf der selben Stufe. Der normale AMLA-Effekt für Einheiten ist die Erhöhung der maximalen Lebenspunkte um 3 und eine Komplettheilung für alle 150 EP (120 EP für intelligente Einheiten), die gesammelt werden. Pro AMLA wird die Anzahl der benötigten EP größer, so dass Ihr besser Eure schwächeren Einheiten fördern solltet.

source: Healing
de: Heilung

source: In combat, your units will inevitably take damage. When a unit <ref>dst='experience_and_advancement' text='advances'</ref>, it will heal fully. This can happen as you finish fighting an enemy, whether it is your turn or not. Wesnoth offers several other ways for your units to heal, all of which take place at the beginning of your turn, before you take action.
de: Im Kampf werden Eure Einheiten unvermeidlich Verletzungen davontragen. Wenn eine Einheit <ref>dst='experience_and_advancement' text='eine Stufe aufsteigt'</ref>, wird sie vollständig geheilt. Dies kann am Ende eines Kampfes geschehen, unabhängig davon, wer am Zug ist. In Wesnoth gibt es natürlich noch andere Möglichkeiten, erlittenen Schaden zu heilen. Diese Möglichkeiten werden jeweils zu Beginn Eures Zuges ausgeführt.

source: Resting: A unit which neither moves, attacks, nor is attacked will heal 2 HP in its next turn.
de: Rasten: Eine Einheit, die sich nicht bewegt und auch nicht angreift, erhält 2 Lebenspunkte am Anfang des nächsten Zuges.

source: Villages: A unit which starts a turn in a village will heal 8HP.
de: Dörfer: Wenn sich eine Einheit zu Beginn ihres Zuges in einem Dorf befindet, erhält sie 8 Lebenspunkte zurück.

source: <ref>dst='ability_regenerates' text='Regeneration'</ref>: Certain units (such as trolls) will automatically heal 8HP every turn.
de: <ref>dst='ability_regenerates' text='Regeneration'</ref>: Manche Einheiten (beispielsweise Trolle) heilen sich zu Beginn ihres Zuges automatisch um 8 Lebenspunkte selbst.

source: Healing units: Units with the <ref>dst='ability_heals +4' text='Heals'</ref> ability will heal each allied adjacent unit, usually <ref>dst='ability_heals +4' text='4HP'</ref> or <ref>dst='ability_heals +8' text='8HP'</ref> per turn, or prevent Poison from causing that unit damage.
de: Heilkundige Einheiten: Einheiten, die über die Fertigkeit <ref>dst='ability_heals +4' text='Heilen'</ref> verfügen, stellen bei allen eigenen oder verbündeten, in angrenzenden Feldern stehenden, Einheiten <ref>dst='ability_heals +4' text='4'</ref> oder <ref>dst='ability_heals +8' text='8'</ref> Lebenspunkte zu Beginn ihres Zuges wieder her oder verhindern einen möglichen Schaden durch Gift.

source: Curing units: Units with the <ref>dst='ability_cures' text='Cures'</ref> ability will cure Poison in all allied adjacent units (in preference to healing, if it has that ability as well).
de: Kurierende Einheiten: Einheiten, die über die Fertigkeit <ref>dst='ability_cures' text='Kurieren'</ref> verfügen, sind in der Lage, vergiftete eigene und verbündete Einheiten von ihrer Vergiftung zu kurieren (Kurieren wird dabei der Vorzug gegeben, falls die Einheit über eine der Heilfertigkeiten verfügt).

source: Resting can be combined with other forms of healing, but villages, regeneration, healing and curing cannot combine with each other: the best option will be used. Finally, units heal fully between scenarios.
de: Ihr solltet beherzigen, dass nur Rasten mit anderen Heilungsformen kombiniert werden kann. Dörfer und Heiler ergänzen sich beispielsweise nicht. Zudem werden alle Einheiten zwischen zwei Szenarios vollständig geheilt.

source: Income and Upkeep
de: Einkommen und Unterhalt

source: In Wesnoth, it is not enough simply to recruit units and fight. You must watch your gold as well, especially in campaigns, where you can carry extra gold over from one scenario to the next. There are two aspects to this; Income and Upkeep.
de: Es genügt in Wesnoth nicht, nur Einheiten auszubilden und zu kämpfen. Denn ebenso müsst Ihr auf Euer Gold achten, besonders in Kampagnen, bei denen Ihr einen Teil Eures Goldes ins nächste Szenario mitnehmen könnt. Es gibt dabei zwei Dinge zu beachten: Einkommen und Unterhalt.

source: Income is simple. You have a base income of 2 gold per turn. For every village you control, you gain one additional gold each turn. Thus, if you have ten villages, you would normally gain 12 gold each turn. Your Upkeep costs are subtracted from this income, as detailed below.
de: Mit dem Einkommen verhält es sich einfach: Grundsätzlich erhaltet Ihr 2 Goldstücke pro Zug. Für jedes Dorf, das Ihr zusätzlich kontrolliert, erhaltet Ihr ein weiteres Goldstück. Angenommen, Ihr würdet 10 Dörfer kontrollieren, so würdet Ihr 12 Goldstücke erhalten. Die Unterhaltskosten für Eure Truppen werden von Eurem Einkommen abgezogen.

source: Upkeep is also fairly simple. Each unit requires an amount of Upkeep equal to its level. You can support as many levels <italic>text=worth</italic> of units as you have villages, without paying any upkeep. However, for each level of unit beyond the number of villages you have, you must pay one gold per turn. For example, if you have twelve level one units and ten villages, you would have to pay two gold each turn in upkeep.
de: Jede Einheit braucht zum Unterhalt einen Betrag an Goldstücken gleich ihrer Stufe. Ihr könnt allerdings so viele Stufen an Einheiten, wie Ihr Dörfer Euer Eigen nennt, ohne Kosten unterhalten. Für jede Einheitenstufe darüber hinaus müsst Ihr ein Goldstück zahlen. Wenn Ihr zum Beispiel über 12 erststufige Einheiten verfügt und 10 Dörfer kontrolliert, müsst Ihr 2 Goldstücke pro Zug bezahlen.

source: Upkeep costs are subtracted from your Income, so in the case of twelve levels of units and ten villages, your resultant Income would be 10 gold per turn.
de: Diese Kosten werden von Eurem Einkommen abgezogen. Bei insgesamt zwölf Einheitenstufen und zehn Dörfern betrüge Euer Einkommen also 10 Goldstücke pro Zug.

source: There are two important exceptions to Upkeep: units with the Loyal trait and leaders never incur upkeep. Units you begin the scenario with (such as Delfador), or units who join you during a scenario (such as the Horseman in the second scenario of Heir to the Throne) will usually have the Loyal trait. The unit you are playing (such as Konrad) will almost always be a leader.
de: Es gibt zwei wichtige Ausnahmen für die Berechnung der Unterhaltskosten. Einheiten mit der Charakteristik »loyal« und Euer Anführer verursachen niemals Unterhaltskosten. Einheiten, mit denen Ihr ein Szenario beginnt (beispielsweise Delfador) oder Einheiten, die sich Euch während eines Szenarios anschließen (beispielsweise der Reiter im zweiten Szenario von »Der Thronerbe«), sind üblicherweise »loyal«. Die Einheit, die Ihr verkörpert (beispielsweise Konrad), wird fast immer auch Euer Anführer sein.

source: Wrap Up
de: Fazit

source: This concludes the fundamentals of Wesnoth. You might want to read up on Basic Strategy, or familiarize yourself with <ref>dst='..traits_section' text='Traits'</ref> and <ref>dst='..abilities_section' text='Abilities'</ref>, but you now know everything you need to know to play the Heir to the Throne campaign. Have fun, and good luck!
de: Die Grundlagen des Spiels wurden nun behandelt. Ihr könnt Euch bei »Grundlegende Strategien« tiefergehend informieren oder Euch mit den <ref>dst='..traits_section' text='Charakteristiken'</ref> und <ref>dst='..abilities_section' text='Fertigkeiten'</ref> vertraut machen. Aber eigentlich wisst Ihr schon alles, was Ihr zum Spielen der Kampagne »Der Thronerbe« benötigt. Viel Spaß dabei!

source: ingame_help_item^Contributors
de: Mitwirkende

source: License
de: Lizenz

source: The traits that are available to all non-Undead units are <ref>dst='traits_intelligent' text='Intelligent'</ref>, <ref>dst='traits_quick' text='Quick'</ref>, <ref>dst='traits_resilient' text='Resilient'</ref>, and <ref>dst='traits_strong' text='Strong'</ref>.
de: Bei den Charakteristika, die für alle nicht untoten Einheiten verfügbar sind, handelt es sich um <ref>dst='traits_intelligent' text='intelligent'</ref>, <ref>dst='traits_quick' text='schnell'</ref>, <ref>dst='traits_resilient' text='robust'</ref> und <ref>dst='traits_strong' text='kräftig'</ref>.

source: Other traits that may be assigned to units are <ref>dst='traits_dextrous' text='Dextrous'</ref>, <ref>dst='traits_loyal' text='Loyal'</ref>, and <ref>dst='traits_undead' text='Undead'</ref>.
de: Andere spezielle Charakteristiken, die einzelnen Einheiten zugewiesen sein können, sind <ref>dst='traits_dextrous' text='treffsicher'</ref>, <ref>dst='traits_loyal' text='loyal'</ref> und <ref>dst='traits_undead' text='untot'</ref>.

source: Intelligent units require 20% less experience than usual to advance.
de: Intelligente Einheiten benötigen 20% weniger Erfahrung als andere, um eine Stufe aufzusteigen.

source: Intelligent units are very useful at the beginning of a campaign as they can advance to higher levels more quickly. Later in campaigns Intelligent is not quite as useful because the After Maximum Level Advancement (AMLA) is not as significant a change as advancing a level. If you have many ‘maximum level’ units you may wish to recall units with more desirable traits.
de: Intelligente Einheiten sind vor allem zu Beginn einer Kampagne nützlich, weil sie rasch eine neue Stufe erreichen können und somit schneller hochstufige Einheiten verfügbar sind. Später ist diese Charakteristik nicht mehr so nützlich, weil eine Einheit, die ihre höchste Stufe erreicht hat, keine Erfahrung mehr benötigt. Besitzt man erst einmal mehrere höchststufige Einheiten, solltet Ihr eher Einheiten mit anderen Charakteristika einberufen.

source: Quick
de: Schnell

source: Quick units have 1 extra movement point, but 5% less HP than usual.
de: Schnelle Einheiten erhalten einen Bewegungspunkt extra, verfügen dafür aber über 5% weniger LP.

source: Quick is the most noticeable trait, particularly in slower moving units such as trolls or heavy infantry. Units with the Quick trait often have greatly increased mobility in rough terrain, which can be important to consider when deploying your forces. Also, Quick units aren’t quite as tough as units without this trait and are subsequently less good at holding contested positions.
de: Schnelligkeit ist vor allem bei langsamen Einheiten wie Trollen oder Schwerer Infanterie eine sinnvolle Charakteristik. In unwegsamem Gelände haben schnelle Einheiten oft eine viel größere Mobilität, was Ihr beim Einsatz Eurer Truppen berücksichtigen solltet. Um Stellungen zu halten, eignen sie sich aufgrund ihrer verminderten LP allerdings weniger gut.

source: Resilient
de: Robust

source: Resilient units have 4 HP plus 1 HP per level more than usual.
de: Robuste Einheiten erhalten 4 LP + 1 LP pro Stufe zusätzlich.

source: Resilient units can be useful at all stages of a campaign, and this is a useful trait for all units. Resilient is often most helpful as a trait when it occurs in a unit that has some combination of low hitpoints, good defense, or high resistances. Resilient units are especially useful for holding strategic positions against opponents.
de: Robuste Einheiten sind in allen Phasen des Spiels nützlich. Dieses Charakteristikum ist für alle Arten von Einheiten sinnvoll. Am wirksamsten ist allerdings die Kombination dieser Eigenschaft mit hoher Widerstandskraft, geringen Trefferpunkten oder guten Verteidigungswerten. Robuste Einheiten sind besonders gut geeignet, um Stellungen zu halten.

source: Strong
de: Kräftig

source: Strong units do 1 more damage for every successful strike in melee combat, and have 1 more HP.
de: Kräftige Einheiten verursachen pro Nahkampfattacke einen Schadenspunkt mehr und haben einen zusätzlichen LP.

source: While useful for any close-combat unit, Strong is most effective for units who have a high number of swings such as the Elvish Fighter. Strong units can be very useful when a tiny bit of extra damage is all that is needed to turn a damaging stroke into a killing blow.
de: Obwohl Kraft für alle Nahkampfeinheiten nützlich ist, entfaltet sich die Wirkung besonders bei Einheiten mit einer hohen Zahl an Attacken. Kräftige Einheiten können sehr nützlich sein, wenn es darum geht, Einheiten in einer Kampfhandlung niederzustrecken.

source: Fearless
de: Furchtlos

source: Aversion to light and dark holds no sway over these brave individuals.
de: Weder Licht noch Dunkelheit können die Furcht in die Herzen dieser Recken tragen.

source: Loyal units don’t incur upkeep. Most units incur an upkeep cost at the end of every turn, which is equal to their level. Loyal units do not incur this cost.
de: Loyale Einheiten kosten keinen Unterhalt. Die meisten Einheiten verursachen Unterhaltskosten in der Höhe, die ihrer Stufe entspricht. Loyale Einheiten verursachen diese Kosten nicht.

source: During campaigns, certain units may opt to join the player’s forces of their own volition. These units are marked with the Loyal trait. Although they may require payment to be recalled, they never incur any upkeep costs. This can make them invaluable during a long campaign, when gold is in short supply. This trait is never given to recruited units, so it may be unwise to dismiss such units or to send them to a foolish death.
de: In Kampagnen schließen sich Euch manchmal Einheiten aus freien Stücken an. Diese Einheiten sind loyal. Auch wenn es eine Bezahlung erfordern mag, sie wieder einzuberufen, so fordern sie doch niemals eine Entlohnung ihrer Dienste. Daher können sie in langen Kampagnen von großem Wert sein, wenn die Goldvorräte knapp sind. Diese Charakteristik wird nicht an rekrutierte Einheiten vergeben, weshalb es unklug sein mag, Freiwillige abzuweisen oder unsinnigerweise in den sicheren Tod zu schicken.

source: trait^Undead
de: Untot

source: Undead units are immune to poison, also drain and plague doesn’t work on them.
de: Untote Einheiten sind immun gegen Gift. Lebensentzug und untote Plage haben ebenfalls keinen Einfluss auf sie.

source: trait^Mechanical
de: Mechanisch

source: Mechanical units are immune to poison, also drain and plague doesn’t work on them.
de: Kriegsgeräte werden durch Gift, Lebensentzug und Untote Plage nicht beeinflusst.

source: Dextrous
de: Treffsicher

source: Dextrous units do 1 more damage for every successful strike in ranged combat.
de: Treffsichere Einheiten richten einen Punkt mehr Schaden an, wenn sie mit ihrer Fernkampfwaffe angreifen.

source: Dextrous is a trait possessed only by Elves. The Elven people are known for their uncanny grace, and their great facility with the bow. Some, however, are gifted with natural talent that exceeds their brethren. These elves inflict an additional point of damage with each arrow.
de: Treffsicherheit ist eine den Elfen vorbehaltene Fähigkeit. Das Volk der Elfen ist bekannt für ihre respektgebietende Anmut sowie ihre Fähigkeiten im Umgang mit dem Bogen. Doch auch unter ihnen gibt es einige, die mit einem besonderen Talent für den Umgang mit dieser Waffe gesegnet sind. Diese Elfen richten mit jedem Pfeil einen zusätzlichen Punkt Schaden an.

source: Healthy
de: Vital

source: Renowned for their vitality, some dwarves are sturdier than others and can rest even when travelling.
de: Gerühmt für ihre Vitalität sind die Zwerge, doch gibt es auch unter ihnen besonders robuste Exemplare, die sich nach einer kurzen Rast wesentlich schneller von ihren Verletzungen erholen.

source: Healthy units have 1 HP plus 1 HP per level more than usual and rest heal the usual 2 HP after each turn they did not fight. They also suffer a quarter less damage from poison.
de: Vitale Einheiten erhalten 1 LP zu Beginn sowie 1 LP pro Stufe zusätzlich. Zudem regenerieren sie nach einem Zug, in dem sie nicht gekämpft haben, 2 LP als würden sie rasten. Außerdem erleiden sie ein Viertel weniger Schaden, wenn sie vergiftet wurden.

source: Dim
de: Tumb

source: Units with trait Dim suffer a 20% increase in experience required to advance.
de: Tumbe Einheiten benötigen 20% mehr Erfahrung als andere, um eine Stufe aufzusteigen.

source: Dim is a trait all too common in goblins and other lesser species. There are reasons these species are lesser, and this is one of them.
de: Tumb ist eine Charakteristik, die viele Kobolde und andere niedere Arten aufweisen. Einer der Gründe, dass man sie oft als »niedere Arten« bezeichnet, ist sicherlich ihr weniger stark entwickelter Intellekt.

source: Slow
de: Langsam

source: Thick-bodied and clumsy, slow individuals of goblins and other species take a movement penalty but are compensated for it with a slight increase in endurance.
de: Sie haben ein dickes Fell und sind oft ein wenig tollpatschig. Langsame Kobolde und andere Arten mit dieser Charakteristik bewegen sich nicht so schnell fort, können im Ausgleich dafür aber ein bisschen mehr verkraften.

source: Weak
de: Schwächlich

source: Game maps feature a variety of terrains that affect both unit movement and a unit’s defensive capability in combat.
de: Szenarios können aus vielen unterschiedlichen Geländearten bestehen, die sowohl die Beweglichkeit als auch die Verteidigungsfähigkeiten einer Einheit beeinflussen.

source: Flat
de: Flachland

source: Grassland represents open plains, whether cultivated, cut back for grazing, or wild. Being open ground, Grassland is both very easy to move across, but is also difficult to defend oneself in. Typically, those units that perform best on grassland are either cavalry, or very agile units which take advantage of the open space. Most units have defense of 30 to 40% on grassland.
de: Wiesen stellen offene Ebenen dar, egal ob Ackerland, Weidefläche oder wild bewachsen. Auf dem freien Feld bewegen sich Einheiten sehr schnell, allerdings ist es sehr schwer eine Deckung zu finden, um sich zu verteidigen. Am besten sind hier Kavallerie oder sehr flinke Einheiten, die von der freien Fläche profitieren. Die meisten Einheiten haben 30 bis 40% Verteidigung auf Wiesen.

source: Road
de: Straße

source: Forest
de: Wald

source: Forests represent any woodland with significant undergrowth, enough to hinder passage. Though they slow nearly everyone down, forests do offer better defense to most units than open ground. Cavalry, however, have so much trouble navigating them that any benefit gained by stealth is negated. Elves are an exception to this general rule for forests. Not only do they possess full movement in forests, but they also gain a considerable defensive bonus. Dwarves are another exception to this rule; though they are able to plow through the forests without much loss of speed, their utter unfamiliarity with the terrain causes them to receive no defensive bonus. Most units have 50% defense in forests, but cavalry are limited to 30%. Elves, on the other hand, enjoy 60 to 70% defense, even their mounted units. Dwarves generally receive only 30% defense in forests.
de: Wälder repräsentieren jede Art von Gehölz mit viel Gestrüpp, was das Vorwärtskommen erschwert. Obwohl sich fast alle Einheiten im Wald deutlich langsamer als auf freier Fläche bewegen können, bietet ihnen der Wald bessere Verteidigungsmöglichkeiten. Berittene Einheiten haben allerdings sehr große Schwierigkeiten, im Wald voranzukommen, so dass sie einen Verteidigungsabzug bekommen. Da Elfen im Wald aufwachsen, erleiden sie keine Einschränkung ihrer Bewegung und erhalten zusätzlich noch einen großen Verteidigungsbonus. Zwerge stellen ebenfalls eine Besonderheit dar: Obwohl sie sich recht schnell durch den Wald bewegen können, sind sie mit dem Gelände so unvertraut, dass sie keinen Verteidigungsbonus erhalten. Alle elfischen Einheiten, wozu auch ihre berittenen Einheiten zu zählen sind, erhalten 60 bis 70% Verteidigung. Zwerge verfügen generell nur über 30% Verteidigung in Wäldern. Fußtruppen der übrigen Rassen erhalten 50% Verteidigung in allen Waldfeldern, wohingegen ihre Kavallerie auf 40% begrenzt ist.

source: Hills
de: Hügel

source: Mountains
de: Berge

source: Mountains are steep enough that units often have to climb over obstacles to move. By this nature, they provide a considerable defensive bonus for most troops, but they also severely impede any passage through them. Most cavalry simply cannot enter mountainous terrain; however, elvish cavalry is an exception to this, as are the goblin wolf riders. Both Dwarves and Trolls are native to mountainous terrain, and have a very easy time getting around. Most units receive about 60% defense in mountains, whereas Dwarves enjoy 70%.
de: Berge sind so steil, dass Einheiten oft über Hindernisse klettern müssen, um vorwärts zu kommen. Deswegen bekommen die meisten Einheiten einen beachtlichen Verteidigungsbonus, können sich dafür aber nur sehr langsam fortbewegen. Die meisten Kavallerieeinheiten können Berggelände überhaupt nicht betreten, ausgenommen die elfische Kavallerie und die Wolfsreiter der Kobolde. Zwerge und Trolle stammen aus den Bergen und können sich recht flink in diesem Gelände bewegen. Die meisten Einheiten verfügen über 60% Verteidigung in den Bergen, Zwerge genießen 70%.

source: Swamp
de: Sumpf

source: Swamps represent any sort of wetlands. Swamps slow down nearly everyone, and inhibit their ability to defend themselves. An exception to this is any race bodily skilled in navigating water; these receive both full movement and a defensive bonus. Those that make their living in the wetlands are also adept at using this terrain for cover. Most units make do with 30% defense in swamps. Mermen, Naga, and Saurians all generally enjoy 60%.
de: Sümpfe repräsentieren jede Form von Feuchtgebieten. Fast jede Einheit wird in den Sümpfen verlangsamt und beim Verteidigen behindert. Eine Ausnahme sind alle Einheiten, die sich im Wasser bewegen können. Sie sind voll beweglich und erhalten einen Verteidigungsbonus. Einheiten, die aus Sümpfen stammen, sind auch erfahren genug, um Deckung in diesem Gelände zu finden. Die meisten Einheiten haben 30% Verteidigung in den Sümpfen. Wassermänner, Nagas und Saurianer haben 60%.

source: Shallow Water
de: Seichtes Wasser
