Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-man/*.po
Languages: da

source: Battle for Wesnoth
da: Kampen om Wesnoth

source: NAME
da: NAVN

source: wesnoth - Battle for Wesnoth, a turn-based fantasy strategy game
da: wesnoth - Kampen om Wesnoth, et rundebaseret fantasi strategispil

source: B<wesnoth> [I<OPTIONS>] [I<PATH_TO_DATA>]
da: B<wesnoth> [I<INDSTILLINGER>] [I<STI_TIL_DATA>]

source: DESCRIPTION
da: BESKRIVELSE

source: Battle for B<Wesnoth> is a turn-based fantasy strategy game.
da: Kampen om B<Wesnoth> er et rundebaseret fantasi strategispil.

source: Defeat all enemy leaders using a well-chosen cadre of troops, taking care to manage your resources of gold and villages. All units have their own strengths and weaknesses; to win, deploy your forces to their best advantage while denying your foes the chance to do the same. As units gain experience, they acquire new abilities and become more powerful. Play in your own language and test your skill against a smart computer opponent, or join Wesnoth's large community of on-line players. Create your own custom units, scenarios or campaigns, and share them with others.
da: Besejr alle fjendtlige ledere med en velvalgt skare af tropper, sørg for at bruge dine ressourcer af guld og landsbyer. Alle enheder har deres styrker og svagheder; for at vinde så sæt dine tropper ind hvor de kan bruge deres fordele mens du forhindrer din modstander i at gøre det samme. Efterhånden som enheder opnår erfaring, så opnår de nye evner og bliver mere magtfulde. Spil på dit eget sprog og test dig selv mod computeren eller tilslut dig de mange andre spillere der spiller på nettet mod hinanden. Skab dine egne enheder, scenarier eller kampagner, og del dem med andre.

source: OPTIONS
da: INDSTILLINGER

source: B<--bpp>I<\ number>
da: B<--bpp>I<\ nummer>

source: sets BitsPerPixel value. Example: --bpp 32
da: Indstiller BitsPerPixel værdien. Eksempel: --bpp32

source: B<--compress>I<\ E<lt>infileE<gt>>B<\ >I<E<lt>outfileE<gt>>
da: B<--pak>I<\ E<lt>valgtfilE<gt>>B<\ >I<E<lt>nyfilE<gt>>

source: compresses a savefile (infile) that is in text WML format into binary WML format (outfile).
da: Komprimerer en gemt fil fra formatet WML til det bineære format WML.

source: B<-d>, B<--debug>
da: B<-d>, B<--fejlsøge>

source: shows extra debugging information and enables additional command mode options in-game (see the Wiki at http://www.wesnoth.org/ for more information about command mode).
da: viser ekstra fejlsøgningsinformation og slår ekstra kommandoer til i selve spillet (se http://www.wesnoth.org/ (engelsk) for flere oplysninger om kommandoerne.

source: B<--decompress>I<\ E<lt>infileE<gt>>B<\ >I<E<lt>outfileE<gt>>
da: B<--udpak>I<\ E<lt>valgtfilE<gt>>B<\ >I<E<lt>nyfilE<gt>>

source: decompresses a savefile (infile) that is in binary WML format into text WML format (outfile).
da: udpakker en gemtfil (valgtfil) som er i det binære format WML til tekst WML format (nyfil).

source: B<-f>, B<--fullscreen>
da: B<-f>, B<--fuldskærm>

source: runs the game in full screen mode.
da: afvikler spillet i fuldskærm.

source: displays the number of frames per second the game is currently running at, in a corner of the screen.
da: Viser antallet af rammer per sekund spilles afvikles med i et hjørne af skærmen.

source: B<-h>, B<--help>
da: B<-h>, B<--hjælp>

source: displays a summary of command line options to standard output, and exits.
da: viser et overblik af kommandolinje muligheder til standard uddata, og afslutter.

source: B<--load>I<\ savegame>
da: B<--hent>I<\ gemtspil>

source: loads the file savegame from the standard save game directory.
da: Henter det gemte spil fra standardkataloget for gemte spil.

source: B<--log-error="domain1,domain2,...">, B<--log-warning="...">, B<--log-info="...">
da: B<--log-fejl="domæne1,domæne2,...">, B<--log-advarsel="...">, B<--log-info="...">

source: sets the severity level of the debug domains. "all" can be used to match any debug domain. B<--log-info> shows all messages, B<--log-warning> only warnings and errors, and B<--log-error> just errors.
da: indstiller strenghedsniveauet på fejlsøgningsdomænerne. "all" kan bruges til alle fejlsøgningsdomæner. B<--log-info> viser alle beskeder, B<--log-advarsel> viser kun advarsler og fejl og B<--log-fejl> kun fejl.

source: B<--max-fps>
da: B<--maks-fps>

source: the number of frames per second the game can show, the value should be between the 1 and 1000, the default is 50.
da: antallet af frame per sekund som spillet kan vise, værdien bør være mellem 1 og 1000, standard er 50.

source: B<--multiplayer>
da: B<--flerspiller>

source: runs a multiplayer game. There are additional options that can be used together with B<--multiplayer> as explained below.
da: afvikler et flerspiller spil. Der er ekstra indstillinger som kan bruges med B<--flerspiller> som forklaret nedenfor.

source: B<--nocache>
da: B<--intet mellemlager>

source: disables caching of game data.
da: slår mellemlager af spildata fra.

source: B<--nosound>
da: B<--ingenlyd>

source: runs the game without sounds and music.
da: afvikler spillet uden lyd eller musik.

source: B<--path>
da: B<--sti>

source: prints the name of the game data directory and exits.
da: udskriver navnet på spilkataloget for gemt spil og afslutter.

source: B<-r>, B<--resolution>\ I<XxY>
da: B<-r>, B<--opløsning>\ I<XxY>

source: sets the screen resolution. Example: -r 800x600
da: indstiller skærmopløsningen. Eksempel: -r 800x600

source: runs the game in a small test scenario.
da: afvikler spillet i et lille testscenarie.

source: shows the version number and exits.
da: viser versionnummeret og afslutter.

source: runs the game in windowed mode.
da: afvikler spillet i indstilling windowed.

source: B<--no-delay>
da: B<--ingen-ventetid>

source: runs the game without any delays for graphic benchmarking. This is automatically enabled by --nogui.
da: afvikler spillet uden forsinkelser på grund af grafiske sammenligninger. Dette sættes automatisk på ved hjælp af --nogui.

source: B<--exit-at-end>
da: B<--afslut-ved-slutning>

source: exits once the scenario is over, without displaying victory/defeat dialog which requires the user to click OK. This is also used for scriptable benchmarking.
da: afslutter når scenariet er slut, uden at vise sejr/nederlag vinduet, som kræver at brugeren klikker o.k. Dette gælder også for skript sammenligning.

source: Options for --multiplayer
da: Indstillinger for --flerspiller

source: The side-specific multiplayer options are marked with E<lt>numberE<gt>. E<lt>numberE<gt> has to be replaced by a side number. It usually is 1 or 2 but depends on the number of players possible in the chosen scenario.
da: Denne sideafhængig flerspiller indstilling er markeret E<lt>nummerE<gt>. E<lt>nummerE<gt> skal erstattes af et sidenummer. Det er normalt 1 eller 2 men er afhængig af antallet af mulige spillere i det valgte scenarie.

source: B<--algorithmE<lt>numberE<gt>=value>
da: B<--algoritmeE<lt>nummerE<gt>=værdi>

source: selects a non-standard algorithm to be used by the AI controller for this side. Available values: "idle_ai" and "sample_ai".
da: vælger en ikke standard algoritme som bruges af computeren for denne spiller. Mulige værdier: "idle_ai" and "sample_ai".

source: B<--controllerE<lt>numberE<gt>=value>
da: B<--controllerE<lt>nummerE<gt>=værdi>

source: selects the controller for this side. Available values: "human" and "ai".
da: Vælg bruger af denne side. Tilgængelige værdier: "menneske" og "computer".

source: B<--era=value>
da: B<--æra=værdi>

source: use this option to play in the selected era instead of the "Default" era. The era is chosen by an id. Eras are described in the data/multiplayer.cfg file.
da: Brug denne mulighed for at spille i den valgte ære fremfor i "Standard" æraen. Æra vælges via dens id. Æraerne er beskrevet i data/multiplayer.cfg filen.

source: runs the game without the GUI. Must appear before B<--multiplayer> to have the desired effect.
da: Afvikler spillet uden GUI. Skal fremgå før B<--flerspiller> for at have den ønskede effekt.

source: B<--parmE<lt>numberE<gt>=name:value>
da: B<--parmE<lt>nummerE<gt>=navn:værdi>

source: sets additional parameters for this side. This parameter depends on the options used with B<--controller> and B<--algorithm.> It should only be useful for people designing their own AI. (not yet documented completely)
da: Sætter yderligere indstillinger for denne side. Denne indstilling er afhænigig af valgene for B<--controller> og B<--algoritme.> Den er beregnet for folk der selv designer deres egen computerspiller. (ikke dokumenteret ordentlig endnu).

source: B<--scenario=value>
da: B<--scenarie=værdi>

source: selects a multiplayer scenario. The default scenario is "multiplayer_Charge".
da: vælger et flerspiller scenarie. Standardscenariet er "flerspiller_Charge".

source: B<--sideE<lt>numberE<gt>=value>
da: B<--sideE<lt>nummerE<gt>=værdi>

source: selects a faction of the current era for this side. The faction is chosen by an id. Factions are described in the data/multiplayer.cfg file.
da: vælger en fraktion for den nuværende æra til denne side. Fraktionen vælges via en id. Fraktioner er beskrevet i data/multiplayer.cfg filen.

source: B<--turns=value>
da: B<--runder=værdi>

source: sets the number of turns for the chosen scenario. The default is "50".
da: indstiller antallet af runder for det valgte scenarie. Standarden er "50".

source: Example to test your own AI:
da: Eksempel som kan teste din egen computerspiller:

source: wesnoth --multiplayer --controller2=python_ai --algorithm2=python_ai --parm2=python_script:py/my_own_python_ai.py --side2=Rebels
da: wesnoth --flerspiller --controller2=python_ai --algorithm2=python_ai --parm2=python_script:py/my_own_python_ai.py --side2=Rebeller

source: AUTHOR
da: FORFATTER

source: Written by David White E<lt>davidnwhite@verizon.netE<gt>.
da: Skrevet af David White E<lt>davidnwhite@verizon.netE<gt>.

source: Edited by Nils Kneuper E<lt>crazy-ivanovic@gmx.netE<gt>, ott E<lt>ott@gaon.netE<gt> and Soliton E<lt>soliton@sonnenkinder.orgE<gt>.
da: Redigeret af Nils Kneuper E<lt>crazy-ivanovic@gmx.netE<gt>, ott E<lt>ott@gaon.netE<gt> and Soliton E<lt>soliton@sonnenkinder.orgE<gt>.

source: This manual page was originally written by Cyril Bouthors E<lt>cyril@bouthors.orgE<gt>.
da: Denne manual blev først skrevet af Cyril Bouthors E<lt>cyril@bouthors.orgE<gt>.

source: Visit the official homepage: http://www.wesnoth.org/
da: Besøg den officielle hjemmeside: http://www.wesnoth.org/

source: COPYRIGHT
da: OPHAVSRET

source: Copyright \(co 2003-2006 David White E<lt>davidnwhite@verizon.netE<gt>
da: Ophavsret \(co 2003-2006 David White E<lt>davidnwhite@verizon.netE<gt>

source: This is Free Software; this software is licensed under the GPL version 2, as published by the Free Software Foundation. There is NO warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
da: Dette er fri programmel; programmellet er udgivet under GPL version 2, der er offentliggjort af Free Software Foundation. Der er ingen garanti; selv ikke for at spillet virker eller kan bruges til en konkret formål.

source: SEE ALSO
da: SE OGSÅ

source: B<wesnoth_editor>(6), B<wesnothd>(6)
da: B<wesnoth_kortredigering>(6), B<wesnothd>(6)

source: WESNOTH_EDITOR
da: WESNOTH_KORTREDIGERING

source: June 2005
da: Juni 2005

source: wesnoth_editor
da: wesnoth_kortredigering

source: Battle for Wesnoth map editor
da: Kampen om Wesnoths kortredigering

source: B<wesnoth_editor>
da: B<wesnoth_kortredigering>

source: Battle for B<Wesnoth> map editor.
da: Slaget om B<Wesnoth>s kortredigering.

source: selects the data directory to use.
da: vælg kataloget som skal anvendes.

source: B<-f>,B<\ --fullscreen>
da: B<-f>,B<\ --fuldskærm>

source: runs the editor in full screen mode.
da: afvikler kortredigering i fuldskærm indstilling

source: B<-h>,B<\ --help>
da: B<-h>,B<\ --hjælp>

source: tells you what the command line options do.
da: fortæller dig hvad kommandolinjen gør.

source: B<-r>,B<\ --resolution>
da: B<-r>,B<\ --opløsning>

source: sets screen resolution. Example: -r 800x600
da: indstiller skærmopløsningen. Eksempel: -r 800x600

source: prints version number and exits.
da: printer versionnummer og afslutter.

source: runs the editor in windowed mode.
da: afvikler kortredigering i indstilling windowed.

source: Written by David White E<lt>davidnwhite@verizon.netE<gt>. Edited by Nils Kneuper E<lt>crazy-ivanovic@gmx.netE<gt> and ott E<lt>ott@gaon.netE<gt>. This manual page was originally written by Cyril Bouthors E<lt>cyril@bouthors.orgE<gt>.
da: Skrevet af David White E<lt>davidnwhite@verizon.netE<gt>. Redigeret af Nils Kneuper E<lt>crazy-ivanovic@gmx.netE<gt> og ott E<lt>ott@gaon.netE<gt>. Denne manualside blev først skrevet af Cyril Bouthors E<lt>cyril@bouthors.orgE<gt>.

source: Battle for Wesnoth multiplayer network daemon
da: Kampen om Wesnoth flerspiller netværksdæmon

source: wesnothd - Battle for B<Wesnoth> multiplayer network daemon
da: wesnothhd - Kampen om B<Wesnoth> flerspiller netværksdæmon

source: B<wesnothd> [\|B<-dvV>\|] [\|B<-c> I<path>\|] [\|B<-p> I<port>\|] [\|B<-t> I<number>\|] [\|B<-T> I<number>\|]
da: B<wesnothd> [\|B<-dvV>\|] [\|B<-c> I<sti>\|] [\|B<-p> I<port>\|] [\|B<-t> I<nummer>\|] [\|B<-T> I<nummer>\|]

source: Manages Battle for Wesnoth multiplayer games. See http://www.wesnoth.org/wiki/ServerAdministration on what commands the server accepts via the wesnoth client or the socket.
da: Håndterer Kampen om Wesnoths under flerspiller. Se http://www.wesnoth.org/wiki/ServerAdministration for hvilke kommandoer serveren accepterer via wesnoth-klienten eller soklen.

source: B<-c,\ --config>I<\ path>
da: B<-c,\ --indstil>I<\ sti>

source: tells wesnothd where to find the config file to use. See the section B<SERVER CONFIG> below for the syntax.
da: fortæller wesnothd hvor den skal finde konfigurationsfilen. Se afsnittet B<SERVER INDSTILLING> nedenfor for syntaks.

source: B<-d,\ --daemon>
da: B<-d,\ --dæmon>

source: runs wesnothd as a daemon.
da: kør wesnothd som en dæmon.

source: B<-h,\ --help>
da: B<-h,\ --hjælp>

source: binds the server to the specified port. If no port is specified, port 15000 will be used.
da: Tildeler serveren til den specificerede port. Hvis ingen port er specificeret vil port 15000 blive anvendt.

source: B<-t,\ --threads>I<\ number>
da: B<-t,\ --tråde>I<\ nummer>

source: sets the maximum number of waiting worker threads for network I/O to n (default: 5, max: 30).
da: indstiller det maksimale antal af ventende tråde til netværk I/O til n (standard: 5, maks: 30).

source: B<-T,\ --max-threads>I<\ number>
da: B<-T,\ --maks-tråde>I<\ nummer>

source: sets the maximum number of worker threads that will be created if set to 0 there will be no limit (default: 0).
da: indstiller det maksimale antal af tråde som bliver lavet. Hvis den sættes til 0 vil der ikke være en begrænsning (standard: 0).

source: shows version number and exits.
da: viser versionnummer og afslutter.

source: B<-v,\ --verbose>
da: B<-v,\ --uddybende>

source: turns on more verbose logging.
da: tænder for mere uddybende log

source: SERVER CONFIG
da: SERVER INDSTILLING

source: The general syntax is:
da: Den generelle syntaks er:

source: key="I<value>"
da: nøgle="I<værdi>"

source: key="I<value>,I<value>,..."
da: nøgle="I<værdi>,I<værdi>,..."

source: Global keys:
da: Globale nøgler:

source: B<connections_allowed>
da: B<forbindelser_tilladt>

source: The number of allowed connections from the same IP.
da: Antallet af tilladte forbindelser fra samme IP.

source: B<disallow_names>
da: B<forbyd_navne>

source: Names/nicks that are not accepted by the server. `*' and `?' from wildcard patterns are supported. See B<glob>(7) for more details. Default values (used if nothing is specified) are: `server,ai,player,network,human,admin,computer'.
da: Navne som ikke accepteres af serveren. '*' og `?' fra wildcard patterns er understøttet. Se B<glob>(7) for flere detaljer. Standardværdier (anvendes hvis intet er anført) er: `server,computerspiller,spiller,netværk,menneske,admin,computer'.

source: B<max_messages>
da: B<maks_beskeder>

source: The number of allowed messages in B<messages_time_period>.
da: Antallet af tilladte beskeder i B<beskeder_tids_periode>.

source: B<messages_time_period>
da: B<beskeder_tids_periode>

source: The time period (in seconds) message flooding is detected in.
da: Tidsperioden (i sekunder) hvor beskeders flooding registreres.

source: The message of the day.
da: Dagens besked

source: B<passwd>
da: B<adgangskode>

source: The password used to gain admin privileges. Usually it starts with "admin ".
da: Adgangskoden der giver administratorrettigheder. Starter normalt med "admin ".

source: B<versions_accepted>
da: B<versions_accepterede>

source: A comma separated list of version strings to be accepted by the server. `*' and `?' from wildcard patterns are supported.
da: En kommasepareret liste af versionsstrenge som accepteres af serveren. `*' og `?' er understøttet.

source: Example: versions_accepted="*" accepts any version string.
da: Eksempel: versioner_accepteret="*" acceptere enhver versionsstreng.

source: Global tags:
da: Globale mærker:

source: B<[redirect]> A tag to specify a server to redirect certain client versions to.
da: B<[omdiriger]> Et mærke som specificerer, at en server skal omdirigere visse klientversioner til.

source: B<host>
da: B<vært>

source: The address of the server to redirect to.
da: Adressen på serveren der omdirigeres til.

source: The port to connect to.
da: Forbindelsesport.

source: A comma separated list of versions to redirect. Behaves the same way as B<versions_accepted> in regard to wildcard patterns.
da: En kommasepareret liste af versioner som omdirigeres. Fungerer på samme måde som B<versioner_accepteret> i forhold til wildcard patterns.

source: B<[proxy]> A tag to tell the server to act as a proxy and forward the connected client's requests to the specified server. Accepts the same keys as [redirect].
da: B<[proxy]> Et mærke som fortæller serveren den skal fungere som en proxy og og videresende den forbundne klients forespørgsler til den specificerede server. Accepterer de samme nøgler som [omdiriger].

source: Written by David White E<lt>davidnwhite@verizon.netE<gt>. Edited by Nils Kneuper E<lt>crazy-ivanovic@gmx.netE<gt>, ott E<lt>ott@gaon.netE<gt> and Soliton E<lt>soliton@sonnenkinder.orgE<gt>. This manual page was originally written by Cyril Bouthors E<lt>cyril@bouthors.orgE<gt>.
da: Skrevet af David White E<lt>davidnwhite@verizon.netE<gt>. Redigeret af Nils Kneuper E<lt>crazy-ivanovic@gmx.netE<gt>, ott E<lt>ott@gaon.netE<gt> og Soliton E<lt>soliton@sonnenkinder.orgE<gt>. Denne manualside blev først skrevet af Cyril Bouthors E<lt>cyril@bouthors.orgE<gt>.

source: B<wesnoth>(6), B<wesnoth_editor>(6)
da: B<wesnoth>(6), B<wesnoth_kortredigering>(6)
