Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-tutorial/*.po
Languages: fi, fr, he, it

source: Each unit you recruit is an individual person, Konrad. Units of the same type have slight variations in how strong or how skilled they are. The function of traits is to add variety to your army. A unit's traits are displayed in the Status Table, and the function of a specific trait can be found by putting your cursor over that trait.
he: כל יחידה שאתה מגייס היא אדם שונה, קונרד. ליחידות מאותו סוג יש שוני קטן בכמה הן חזקות או מוכשרות הן.התפקיד של המאפיינים הוא להוסיף גיוון לצבא שלך. המאפיינים של היחידה מוצגים בטבלת המצב, ניתן למצוא את פעולתו של המאפיין על ידי שתשים עליו את הסמן.

source: What do traits do?
he: מה עושים המאפיינים?

source: So all units receive traits?
he: אז כל היחידות מקבלות מאפיינים?

source: Most but not all. Magical creations like skeletons and ghosts do not have traits. You may also come across average units that have one or zero traits during the course of a scenario. However, units you recruit can be counted on to have two traits.
he: רובן אבל לא כולן. ליצירות קסומות כמו שלדים או רוחות אין מאפיינים. יכול להיות שתפגוש יחידות ממוצעות להן יש מאפיין אחד, או אפס מאפיינים, במהלך המערכה. לעומת זו, אתה יכול לסמוך על כך שליחידות אותן אתה מגייס יהיו שני מאפיינים.

source: There are four distinct traits, which have effects ranging from increasing a unit's hit points to decreasing the amount of XP required to advance. However, all traits are designed to improve a unit's power; there are no 'negative' traits. Most units have an equal chance to obtain any two different traits when they are recruited. Also, some races and units may have traits that are unique to them.
he: ישנם ארבע סוגים שונים של מאפיינים, בעלי השפעות שנעות מהגדלת הנק"פ של היחידה להורדת כמות הנק"נ שהיחידה צריכה בכדי להתקדם רמה. כל המאפיינים תוכננו לשפר את עוצמת היחידה, אין מאפיינים שליליים. לרוב היחידות יש סיכוי שווה לקבל כל שני מאפיינים בזמן שהן מגוייסות. למרות שלכמה יחידות וגזעים יכולים להיות מאפיינים רק להם.

source: What kind of traits can my units get?
he: אילו מאפיינים יכולות היחידות שלי לקבל?

source: You need to pay each unit you recruit or recall gold when you recruit it. The cost of recruiting a unit is displayed under the unit's name. The cost of recalling a unit is always 20 gold. A unit also costs gold for each turn it is under your control. This cost, called 'upkeep', is equal to the level of the unit. However, units you do not recruit or recall such as your leader do not cost any gold at all. The total upkeep cost of your units is displayed on the status bar at the top after a picture of gold and then a red arrow.
he: אתה צריך לשלם לכל יחידה שאתה מגייס או מחזיר זהב. המחיר לגיוס יחידה מוצג תחת שמה. המחיר להחזרת יחידה הוא תמיד 20 זהב. יחידה גם עולה זהב בכל תור שהיא תחת שליטתך. העלות, שנקראת 'תחזוקה', שווה לרמת היחידה. אולם, יחידות שלא גייסת או החזרת כמו למשל המנהיג שלך לא עולות זהב בכלל. המחיר הכולל של תחזוקת היחידות שלך מוצג בשורת המצב למעלה ליד התמונה של הזהב עם החץ האדום.

source: How much gold do my units cost?
he: כמה זהב עולות היחידות שלי?

source: You begin each scenario with a percentage of gold from the previous scenario. If this is less than 100 gold, you begin with 100 gold instead. The amount of gold you have is displayed on the status bar after the picture of gold. After the start of a scenario, you receive 2 gold every turn. Since you usually need more gold than that, you should flag villages, which give you 1 gold per turn.
he: אתה מתחיל כל תרחיש עם אחוז מסוים של הזהב מתרחיש הקודם אבל עם לפחות 100 זהב. כמות הזהב שיש לך מוצגת בשורת המצב ליד תמונת הזהב. אחרי תחילה התרחיש אתה מקבל 2 זהב כל תור. מכיוון שבדרך כלל אתה צריך יותר, כדי שתכבוש כפרים, כל כפר נותן זהב אחד כל תור.

source: How do I get gold?
he: כיצד אני מקבל זהב?

source: There are 3 alignments: Lawful, Neutral, and Chaotic. There are also 3 times of day: day, twilight, and night. During the day, units of the alignment Lawful, such as humans, do 25% more damage, while Chaotic units such as undead do 25% less. At night this is reversed. During twilight, all units do their normal damage. Neutral units such as elves are unaffected by day and night.
he: ישנם 3 נטיות: סדר, נטראלי ותוהו. ישנם גם 3 זמנים ביום יום, דימדומים ולילה. במשך היום יחידות עם נטיה לסדר, כמו בני אדם, גורמות 25% יותר נזק, בעוד יחידות תוהו, כמו אל-מתים, גורמות 25% פחות נזק. בלילה המצב הפוך ובדימדומים כל היחידות גורמות לנזק הרגיל שלהן. יחידות נטראליות, כמו אלפים, לא מושפעות על ידי יום ולילה.

source: What are the different alignments and times of day?
he: מהם הנטיות השונות והזמנים השונים של היום?

source: How do I know what time of day it is?
he: איך אני יודע מה הזמן הנוכחי ביום?

source: The times of day progress in sequence: dawn (twilight), morning and afternoon (day), dusk (twilight), first watch and second watch (night), then repeat. This is represented by the sun and moon which each rise in the east and set in the west. However, some scenarios have a different sequence, such as underground where it is perpetual night. You can find out the current time of day by looking at the Status Table.
he: הזמן ביום בדרך כלל מתקדם בסדר: זריחה (דימדומים) , בוקר ואחר צהוריים (יום), שקיעה (דימדומים) , משמרת ראשונה ומשמרת שנייה (לילה), וחוזר חלילה. הדבר מסומן על ידי השמש והירח שעולים במזרח ושוקעים במערב. אולם יש תרחישים עם סדר שונה, כמו מתחת לאדמה שם שורר לילה תמידי. אתה יכול לבדוק מה הזמן הנוכחי ביום בטבלת המצב.

source: What should I do when it becomes nighttime?
he: מה אני צריך לעשות כאשר מגיע הלילה?

source: Wesnoth is a dangerous place, Konrad. Do not underestimate the bonuses you receive during the day and those your enemies receive during the night. It takes a great deal of skill to know when to attack and when to be patient. Your elves, however, are neutral. They fight equally well during day or night, so you should continue your advance.
he: ווסנות' היא מקום מסוכן, קונרד. אל תפחית מערכם של הבונוסים שאתה מקבל ביום ואילו שיריבך מקבלים בזמן הלילה. זה דורש מומחיות רבה לדעת מתי להתקיף ומתי להיות סבלני. האלפים שלך, אולם, הם נטרלים. הם נלחמים בצורה שווה בזמן היום או הלילה, ולכן כדי שתמשיך את התקדמותך.

source: The first property of a terrain is the number of move points it takes each unit to move through the hex. The second property is the defense that the terrain gives units standing on it. This is a percentage which determines the unit's chance to be hit on that terrain. For example, many elves have 70% defense in forest, and are therefore hit on average 30% of the time.
he: המאפיין הראשון של סוג שטח הוא מספר נקודות התנועה שלוקח לכל יחידה לחצות את המשושה. המאפיין השני הוא ההגנה שהשטח נותן ליחידות שעומדות עליו בו. כלומר האחוז שקובע את הסיכוי של יחידה מסוג מסוים להפגע בסוג השטח זה. לדוגמה; להרבה אלפים יש 70% הגנה ביער, ולכן הם נפגעים בממוצע רק ב 30% מהמקרים.

source: What are the different properties that terrains have?
he: מהם המאפיינים השונים שיש לסוגי שטח?

source: To find out the properties of a terrain with respect to a specific unit, right-click on the unit, select Unit Description, then look at Terrain Modifiers. To find out which terrain is on a particular hex, move your cursor over that hex and look in the upper right hand corner of the screen. This will display, in order, the name of the terrain, then the coordinates of the hex, then the selected unit's defense, then the number of move points it will cost the selected unit to move through that hex.
he: כדי למצוא את ההשפעות של סוג שטח כלשהו בנוגע ליחידה מסויימת, לחץ לחיצה ימנית על היחידה בחר 'תאור יחידה' ואז הסתכל תחת התאמות שטח. כדי למצוא את סוג השטח במשושה מסויים, הזז את הסמן למעל המשושה 'והבט בפינה הימנית העליונה של המסך. שמה יוצג, לפי סדר, סוג השטח, הקורדינטות של המשושה, ההגנה של היחידה המסומנת ומספר נקודות התנועה שידרשו ליחידה המסומנת לחצות את המשושה.

source: How do I find out the properties of a specific terrain?
he: איך אני מוצא את המאפיינים של שטח מסויים?

source: Why is terrain so important?
he: למה סוג השטח חשוב?

source: Finding good defensive cover before attacking is a key skill. An elf should always attempt to attack from a forest when possible since it has a low chance of being hit when standing in forest. On the other hand, if that elf attacks from shallow water, it would be decimated.
he: מציאת מכסה הגנתי טוב לפני התקפה היא מיומנות חשובה. אלף תמיד צריך לנסות להתקיף מיער כאשר הוא יכול מכיוון שיש לו סיכוי נמוך להפגע כאשר הוא נמצא ביער. מצד שני, אם האלף מתקיף ממים רדודים, הוא יושמד.

source: How does resistance affect attack damage?
he: איך עמידות משפיעה על נזק מהתקפות?

source: Each unit has a certain resistance against each attack type. For example, if an Elvish Scout is attacked by an Elvish Archer, the archer does 20% more damage than normal, since Elvish Scouts have -20% resistance to pierce.
he: לכל יחידה יש עמידות מסויימת כנגד כל סוגי ההתקפה לדוגמה, אם סייר אלפי מותקף על ידי קשת אלפי, הקשת יגרום 20% יותר נזק מכרגיל, בכלל שלסייר האלפי יש עמידות של -20% נגד נזק חודרני.

source: There are 6 different damage types: blade, pierce, impact, fire, cold, and holy. Heavily armored units have high resistance to the physical types: blade, pierce, and impact, but low resistance to the magical types: fire and cold. All living units have resistance to holy while undead are extremely weak to it.
he: ישנם 6 סוגי נזק שונים:להב, חודרני, ריסוק, אש, קור וקדוש. ליחידות עם שיריון כבד יש עמידות גבוהה לסוגי הנזק הפיזיים: להב, חודרני וריסוק, אבל התנגדות נמוכה לסוגים הקסומים: אש קור וקדוש. לכל היחידות החיות יש עמידות למים קדושים בזמן שליחידות אל-מתות יש עמידות נמוכה ביותר.

source: What are the different damage types?
he: מהם סוגי הנזק השונים?

source: To find out a specific unit's resistance, right-click on the unit, select Unit Description, then look at Resistances. As a new player, resistances are not so important... you do not have much choice in what weapons or units you have available to you. But, the first time you utterly vanquish an undead unit with a white mage's holy attack you will start to appreciate resistances.
he: כדי למצוא את העמידות של יחידה מסויימת, לחץ לחיצה ימנית על היחידה, בחר תאור יחידה, ואז חפש עמידות. כשחקן חדש, עמידויות לא כל-כך חשובות... אין לך הרבה בחירה אילו כלי נשק או יחידות יעמדו לרשותך, אבל, בפעם הראשונה שתחסל לגמרי יחידה אל-מתה עם התקפה קדושה של קוסם לבן אתה תתחיל להעריך את העמידות.

source: How do I learn a unit's resistances?
he: איך אני לומד מהי העמידיות של יחידה?

source: Each specialty does something different; that's the whole point of a specialty. To find a description of a unit's specialty, put your cursor over the name of the specialty.
he: כל תכונה מיוחדת עושה משהוא שונה; זו כל הנקודה של תכונה מיוחדת. כדי למצוא את התאור של התכונה המיוחדת של היחידה, שים את הסמן מעל שם התכונה המיוחדת.

source: What do specialties do?
he: מה עושות התכונות מיוחדות?

source: The specialties a unit gets are determined by the unit type; for example all Lieutenants and Generals have the specialty leadership. Some are abilities that the unit has. Others are weapon abilities such as poison on a dagger blade.
he: התכונות המיוחדות שיחידה מקבלת תלויות בסוג שלה; לדוגמא לכל הסגנים הגנרלים יש את התכונה המיוחדת של מנהיגות. כמה מהן הם כישורים שיש ליחידה. ואחרות הן יכולות נשק כמו רעל על להב של סכין.

source: Which units get specialties?
he: אילו יחידות מקבלות תכונות מיוחדות?

source: There are many different specialties, and learning about them is one of the interesting parts of playing Wesnoth. The two most common specialties are called 'magical' and 'leadership'. Magical attacks have a 70% chance of hitting enemies regardless of what terrain they are on. Units do more damage while next to a unit of higher level with leadership.
he: ישנם הרבה יכולות מיוחדות, וללמוד עליהם זה אחד החלקים המעניינים בלשחק בווסנות'. שתי היכולות המיוחדות הנפוצות ביותר נקראות 'קסום' ו 'מנהיגות'. להתקפות קסומות יש 70% לפגוע באוייבים בלי קשר לסוג השטח עליו הם נמצאים. יחידות גורמות יותר נזק כאשר הן ליד יחידה עם יכולת מנהיגות גבוהה יותר.

source: What kinds of specialties can my units get?
he: אילו יכולות מיוחדות יכולה היחידה שלי לקבל?

source: Any other interesting specialties I should know about?
he: יש איזה שהן יכולות מיוחדות מעניינות אחרות שאני צריך לדעת עליהן?

source: Certainly. Elvish Shamans can slow an enemy, which reduces its movement and damage. It is very powerful if you slow an enemy right before attacking it with stronger units. Some enemies will poison you - if that happens, visit a village to cure it. Some enemies are skirmishers, which allows them to ignore zones of control. This ability is deadly. Finally, some mounted units can charge, doubling the damage they deal and receive.
he: בוודאי, שמן אלפי יכול להאט את האוייב, מה שמפחית את נקודות התנועה שלו והנזק. זה מהלך רב עוצמה להאט את האוייב בדיוק לפני שאתה תוקף אותו על ידי יחידות חזקות יותר. כמה מהאוייבים ירעילו אותך - אם זה קורה, בקר בכפר כדי להתרפא. כמה מהאוייבים הם מסתננים, מה שנותן להם את היכולת להתעלם מאזורי שליטה. יכולת זו היא קטלנית. לבסוף, כמה מהיחידות הרכובות יכולות להסתער, ולהכפיל את הנזק אותו הן גורמות ומקבלות.

source: How do I use specialties?
he: איך אני משתמש ביכולות מיוחדות?

source: To use a specialty, you just have to move and/or attack with your units in a way which triggers the specialty. For example, in order to use leadership, you must move a unit with leadership next to another unit, then attack with the other unit.
he: כדי להשתמש ביכולת מיוחדת, אתה פשוט צריך לזוז ו/או להתקיף עם היחידות שלך בדרך שתפעיל את היכולת המיוחדת. לדוגמא, כדי להשתמש במנחיגות, אתה חייב להזיז את היחידה עם מנהיגות אל ליד יחידה אחרת, ואז להתקיף עם היחידה האחרת.

source: Are these specialties listed anywhere?
he: האם היכולות המיוחדות הללו רשומות איפה שהוא?

source: You can read about unit and attack abilities in the in-game help. You can view the help by selecting 'help' from the menu, pressing F1, or by selecting a unit and pressing 'd'.
he: אתה יכול לקרוא על יחידות ויכולות התקפה בעזרה של המשחק. אתה יכול להציג את העזרה על ידי בחירת עזרה מהתפריט, לחיצה על F1, או על ידי בחירת יחידה ולחיצה על d.

source: How did I get this object again?
he: איך קיבלתי את החפץ הזה, שוב?

source: Objects are picked up by moving on them. It is nearly impossible for you to know what an object does before picking it up, and what's worse is that you have no way of knowing if an object will be a boon or a curse. On some rare occasions your unit will be able to determine the nature of the object before picking it up and give you the option of using it. However, you should not count on this happening.
he: ניתן להרים חפצים על ידי תזוזה על מיקומם. זה כמעט בלתי אפשרי בשבילך לדעת מה חפץ עושה לפני שאתה לוקח אותו, ומה שיותר גרוע הוא שאתה שאין לך דרך לדעת אם החפץ נושא ברכה או קללה. בכמה מקרים נדרים היחידה תוכל לגלות את טיבעו של החפץ לפני שהיא מרימה אותו ונתנת לה האפשרות להשתמש בו. אולם, אל תסמוך על כך שזה יקרה.

source: What kind of objects am I likely to encounter?
he: באילו חפצים אני, ככל הנראה, אתקל?

source: The objects you encounter are put in by the scenario designer, so they vary from campaign to campaign. In 'Heir to the Throne', all objects are beneficial, and most give the unit who picks them up a new weapon. However, there are usually not that many objects in a campaign.
he: החפצים בהם תתקל הושמו על ידי מתכנן התרחיש, ולכן הם משתנים ממערכה למערכה. ביורש לכס, כל החפצים יעזרו לך, ורובם נותנים ליחידה שלוקחת אותם נשק חדש. אולם, בדרך כלל אין כל כך הרבה חפצים במערכה.

source: Most objects are permanent changes to the unit that receives them. However, a few objects, such as holy water, last only until the end of the scenario.
he: רוב החפצים גורמים לשינויים קבועים ביחידה שמקבלת אותם. אולם, כמה חפצים, כמו מים קדושים, נשארים רק עד סוף התרחיש.

source: How long do these objects last?
he: לכמה זמן החפצים האלו משפיעים?

source: How do I play a campaign?
he: כיצד אני משחק מערכה?

source: To begin a campaign, run Wesnoth, select 'Campaign', select which campaign to play, then select Easy, Normal, or Hard. New players, even those who are no stranger to war, should try playing on Easy until they get a feel for combat in the world of Wesnoth. However, they never listen. Do not say I didn't warn you, Konrad.
he: כדי להתחיל מערכה, הרץ את ווסנות' בחר 'מערכה', בחר באיזו מערכה אתה רוצה לשחק, ואז בחר קל נורמלי או קשה. שחקנים חדשים, אפילו אילו שלא זרים למלחמה, עדיף שישחקו ברמה הקלה עד שהם יתרגלו לקרב בעולם של ווסנות'. אבל, הם אף פעם לא מקשיבים. אל תגיד שלא הזהרתי אותך, קונרד.

source: The campaigns at the top of the list are intended for beginners. 'Heir to the Throne' is the game's flagship campaign, but it does require some skill. If you exhaust the options that come with the game, the in-game campaign server has more offerings to try.
he: המערכות הבתחילת הרשימה נועדו למתחילים. היורש לכס היא המערכה המרכזית, אבל היא דורשת קצת כישורים. אם נצלת את כל האפשריות של המערכות בתוך המשחק, לשרת המערכות המובנה יש עוד הצעות לניסיון.

source: Which campaigns should I play?
he: באילו מערכות כדי לי לשחק?

source: How do I play multiplayer?
he: כיצד אני משחק משחק רב-משתתפים?

source: To play Wesnoth against other people, select 'Multiplayer'. Then select 'Join Official Server'. This will connect you to the official Wesnoth server, where you can join a game by selecting it, then selecting 'Join Game'.
he: כדי לשחק בווסנות' נגד אנשים אחרים, בחר 'משחק רב משתתפים' ואז בחר 'הצטרף לשרת רשמי'. זה יחבר אותך לשרת הרשמי של ווסנות', היכן שתוכל להצטרף למשחק על ידי כך שתבחר בו. ואז תבחר ב- 'הצטרף למשחק'.
