Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-tutorial/*.po
Languages: fi, fr, he, it

source: Your elf used a sword (5-4, or 5 damage, 4 attacks), which is a melee attack, so the quintain defended with its melee attack (3-5). You should tell the other Elf to use the bow.
fi: Haltiasi käytti miekkaa (5-4, tai 5 vahinkoa, 4 hyökkäystä), joka on lähitaisteluase, joten harjoittelunukke puolustautui omalla lähitaisteluhyökkäyksellään (3-5). Sinun kannattaisi käskeä toista haltiaa käyttämään jousta.
fr: Votre elfe a utilisé une épée (5-4, soit 5 points de dégâts pour 4 attaques), qui est une arme de mêlée ; ainsi la quintaine a été capable de se défendre avec son arme de mêlée (3-5). L'attaque à distance aurait été plus sécuritaire. Vous devriez dire à l'autre elfe d'utiliser l'arc.
it: Il tuo elfo ha usato una spada (5-4, o meglio 5 punti di danno per 4 attacchi) che è un attacco da mischia e per questo la quintana si è difesa con il suo attacco ravvicinato(3-5). Dovresti dire all'altro elfo di usare l'arco.

source: Attack with the other Elf
fi: Hyökkää toisella haltialla
fr: Attaquez avec l'autre elfe.
it: Attacca con l'altro elfo.

source: Your elf used a bow, which is a ranged attack (3-3, or 3 damage, 3 attacks). The quintain has no ranged attack, only a melee attack, so it could not defend itself.
fi: Haltiasi käytti jousta (3-3, tai 3 vahinkoa, 3 hyökkäystä). Harjoittelunukella ei ole kaukotaisteluhyökkäystä, vaan ainoastaan lähitaisteluhyökkäys, joten se ei voinut puolustautua ollenkaan.
fr: Votre elfe a utilisé un arc, qui est une attaque à distance (3-3, soit 3 points de dégâts pour 3 attaques). La quintaine n'a pas d'attaque à distance, seulement une attaque de mêlée ; par conséquent elle n'a pas été capable de se défendre.
it: Il tuo elfo ha usato un arco, un attacco a distanza (3-3, o meglio 3 di danno e 3 attacchi). La quintana non possiede attacchi a distanza, ma solo da mischia, quindi non ha potuto difendersi.

source: Your elf used a bow, which is a ranged attack (3-3, or 3 damage, 3 attacks). The quintain has no ranged attack, only a melee attack, so it could not defend itself. End your turn, then attack again.
fi: Haltiasi käytti jousta (3-3, tai 3 vahinkoa, 3 hyökkäystä). Harjoittelunukella ei ole kaukotaisteluhyökkäystä, vaan ainoastaan lähitaisteluhyökkäys, joten se ei voinut puolustautua ollenkaan. Lopeta vuorosi ja hyökkää sitten uudestaan.
fr: Votre elfe a utilisé un arc, qui est une attaque à distance (3-3, soit 3 points de dégâts pour 3 attaques). La quintaine n'a pas d'attaque à distance, seulement une attaque de mêlée ; par conséquent elle n'a pas été capable de se défendre. Terminez votre tour puis attaquez à nouveau.
it: Il tuo elfo ha usato un arco, un attacco da distanza (3-3, o meglio 3 di danno per 3 attacchi). La quintana non possiede attacchi a distanza, ma solo da mischia, quindi non ha potuto difendersi. Finisci il tuo turno, quindi attacca di nuovo.

source: Keep attacking, with both elves, until the quintain is finished!
fi: Jatka hyökkäämistä molemmilla haltioilla, kunnes harjoittelunukke on kukistettu!
fr: Continuez d'attaquer avec les deux elfes jusqu'à ce que la quintaine soit détruite !
it: Continua ad attaccare con entrambi gli elfi, fino a quando la quintana non morirà!

source: Maybe you should recruit another elf?
fi: Ehkäpä sinun pitäisi värvätä yksi haltia lisää?
fr: Peut-être devriez-vous recruter un autre elfe ?
it: Forse dovresti reclutare un altro elfo?

source: Note: You can right click on a unit to see a detailed Unit Description.
fi: Huomio: Voit painaa hiiren oikeaa nappia yksikön kohdalla ja nähdä yksityiskohtaisen 'yksikön kuvauksen'.
fr: Remarque : vous pouvez pressez le bouton droit sur une unité pour avoir accès à une 'Description de l'unité' détaillée.
it: Note: Puoi cliccare col tasto destro su un'unità per vederne una descrizione dettagliata.

source: Note: Remember to pull back wounded units into villages, and recruit more if you need. Take special care of units with the highest experience points (XP).
fi: Huomio: Muista vetää haavoittuneet yksiköt kyliin paranemaan ja värvää lisää yksiköitä jos tarve vaatii. Pidä erityisesti huolta yksiköistä, joilla on eniten kokemuspisteitä (KP)
fr: Remarque : n'oubliez pas de faire battre en retraite les unités blessées dans les villages et d'en recruter davantage si nécessaire. Protégez en particulier vos unités avec le plus de points d'expérience (XP).
it: Note: Ricorda di ritirare le unità ferite nei villaggi, e reclutane altre se ne hai bisogno. Abbi particolare attenzione delle unità con più punti esperienza (PE).

source: Note: These dummies only attack if you are a single tile away. With care, you should be able to kill them one at a time.
fi: Huomio: Nämä nuket hyökkäävät vain jos olet yhden ruudun päässä. Huolellisesti pelaten sinun pitäisi pystyä tappamaan ne yksi kerrallaan.
fr: Remarque : ces poupées n'attaquent que si vous êtes à une case adjacente. En faisant attention vous devriez être capable de les tuer l'une après l'autre.
it: Note: Questi fantocci attaccano solamente se sei nei riquadri immediatamente vicini. Con attenzione, dovresti riuscire a ucciderli uno per volta.

source: Note: Each village you own can support a single unit for free. After that, each unit costs you one gold per turn.
fi: Huomio: Jokainen omistamasi kylä ylläpitää yhden yksikön ilmaiseksi. Loput yksiköt maksavat sinulle yhden kultapalan per vuoro.
fr: Remarque : chacun de vos villages permet d'entretenir une de vos unités. Si vous avez plus d'unités que de villages, chaque unité en trop vous coûtera une pièce d'or par tour.
it: Note: Ogni villaggio che possiedi può supportare una singola unità senza rimetterci nulla. Superato il numero dei tuoi villaggi ogni unità ti costerà una moneta d'oro per turno.

source: Note: Once you select a unit, you see percentages for different places: higher means more defensible. For example, defence is good in castles and villages, bad inside rivers. The dummies' attacks are magical, however, so they have a 70% chance of hitting you wherever you stand.
fi: Huomio: Kun valitset yksikön, näet prosenttilukemia eri maastoille: suurempi lukema tarkoittaa helpommin puolustettavaa. Esimerkiksi puolustus on hyvä linnoissa ja kylissä, mutta huono joessa. Harjoittelunukkejen hyökkäykset ovat tosin maagisia, joten niillä on 70% mahdollisuus osua sinuun riippumatta siitä missä maastossa olet.
fr: Remarque : Lorsque vous sélectionnez une unité, vous pouvez voir des pourcentages pour divers types de terrain : plus le pourcentage est haut, meilleure est la défense. Par exemple la défense est bonne dans les châteaux et les villages, mauvaise dans les rivières. Cependant les attaques des mannequins sont magiques, ainsi ils ont 70% de chance de vous toucher où que vous soyiez.
it: Note: Una volta che avrai selezionato una unità, vedrai delle percentuali per ogni terreno differente: più sono alte più il terreno è difendibile. Per esempio, la difesa è buona nei castelli e nei villaggi, peggiore nei fiumi. Comunque, gli attacchi dei fantocci sono magici, pertanto hanno una possibilità di colpire del 70%, dovunque tu sia.

source: The quintain is dead, sirs, and I have gained more experience!
fi: Harjoittelunukke kuoli ja minä sain lisää kokemusta!
fr: Le mannequin est mort Messire, et j'ai gagné davantage d'expérience !
it: La quintana è morta, signori, e ho guadagnato esperienza!

source: Yes, you gain more experience through battle, especially killing an opponent: gain enough experience and you become more powerful.
fi: Kyllä, saat lisää kokemusta taistellessasi ja etenkin jos onnistut tappamaan vihollisen. Kun saat riittävästi kokemusta, tulet mahtavammaksi.
fr: En effet, vous gagnez de l'expérience en vous battant, en particulier lorsque vous tuez un ennemi : gagnez suffisamment d'expérience et vous devenez plus puissant.
it: Sì, guadagni più esperienza durante la battaglia, specialmente uccidendo un avversario: quando avrai abbastanza esperienza diventerai molto più potente.

source: Now Konrad, I will leave you with more dummies to practice on! After that, we have real work to do...
fi: Nyt, Konrad, jätän sinut harjoittelemaan nukkeja vastaan! Sen jälkeen meillä on oikeaa työtä tehtävänä...
fr: Maintenant Konrad, je vais vous laisser avec plus de pantins pour vous entrainer ! Après cela, nous avons du travail qui nous attend.
it: Ora Konrad, evocherò degli altri terribili pupazzi che metteranno a DURA prova la tua capacità strategica! Quando avrai finito inizieremo a lavorare sul serio... se dovessi sopravvivere...

source: Now Li'sar, I will leave you with more dummies to practice on! After that, we have real work to do...
fi: Nyt, Li'sar, jätän sinut harjoittelemaan nukkeja vastaan! Sen jälkeen meillä on oikeaa työtä tehtävänä...
fr: Maintenant Li'sar, je vais vous laisser avec plus de pantins pour vous entrainer ! Après cela, nous avons du travail qui nous attend.
it: Ora Konrad, evocherò degli altri terribili pupazzi che metteranno a DURA prova la tua capacità strategica! Quando avrai finito inizieremo a lavorare sul serio... se dovessi sopravvivere...

source: Do you want to keep practicing?
fi: Haluatko jatkaa harjoittelua?
fr: Voulez-vous continuer à vous entraîner ?
it: Vuoi continuare ad esercitarti?

source: Yes, I'm still figuring it out.
fi: Kyllä, tarvitsen lisäharjoitusta.
fr: Oui, je n'ai pas encore tout compris.
it: Sì, sto ancora cercando di capire.

source: No, I think I've got it.
fi: En, luulen jo osaavani.
fr: Non, je pense que j'ai compris.
it: No, penso di aver capito.

source: *Remember: You can press 'u' to undo most things: useful to correct mistakes.
fi: *Muista: Voit painaa 'u':ta peruaksesi useimmat siirtosi. Tämä on hyödyllistä jos teet vahingossa virheen.
fr: *Rappelez-vous : vous pouvez presser 'u' pour annuler la plupart des actions : utile pour corriger les erreurs.
it: *Ricorda: Puoi premere la 'u' per annullare la maggior parte delle tue azioni: questo è utile per correggere la molti errori.

source: , your new recruit, has two traits: strong and intelligent. Strong means a unit does more damage, and intelligent means it requires less experience to advance a level.
fi: illa, vastavärväämälläsi yksiköllä, on kaksi ominaisuutta: voimakas ja älykäs. Voimakas yksikkö tekee enemmän vahinkoa, kun taas älykäs yksikkö tarvitsee tavallista vähemmän kokemusta saavuttaakseen seuraavan tason.
fr: , votre nouvelle recrue, a 2 traits : fort et intelligent. Fort signifie qu'une unité fait davantage de dégâts et intelligent signifie qu'elle nécessite moins d'expérience pour monter de niveau.
it: , la tua nuova recluta ha due caratteristiche: forte e intelligente. Forte significa che l'unità causa più danno mentre intelligente significa che ha bisogno di meno esperienza per avanzare di un livello.

source: has two traits: quick and resilient. Quick means a unit can move one tile further each turn, and resilient means it has more hitpoints.
fi: illa on kaksi kykyä: nopea ja kestävä. Nopea yksikkö liikkuu yhden heksan enemmän kuin tavallisesti, ja kestävällä on enemmän elämäpisteitä.
fr: a 2 traits : rapide et robuste. Rapide signifie que l'unité peut se déplacer d'une case supplémentaire par tour, et robuste signifie qu'elle a davantage de points de vie.
it: ha due caratteristiche: veloce e resistente. Veloce significa che può effettuare uno spostamento di una casella in più per ogni turno mentre resistente significa che ha dei punti ferita in più.

source: Patch of forest
fi: Metsäkaistale
fr: Petite forêt
it: Piccola foresta

source: Now put an unwounded unit, preferably a fighter, in that patch of forest on the south-east of the island: a nice, defensible spot.
fi: Liikuta nyt täysikuntoinen yksikkö, mieluiten soturi, metsäkaistaleelle saaren kaakkoisosaan. Se on hyvä puolustusasema.
fr: Maintenant placez une unité en parfaite santé, de préférence un guerrier, dans cette petite forêt au sud-est de l'île : une zone parfaite et aisément défendable.
it: Ora metti una delle tue unità non ferite (meglio un combattente) in quella piccola foresta a sud-est dell'isola: sarà un ottimo punto di difesa.

source: Can one unit survive against all those enemies?
fi: Voiko yksi yksikkö selvitä itsekseen kaikkia noita vihollisia vastaan?
fr: Une unité peut-elle survivre seule contre tous ces ennemis ?
it: C'è qualcuno che può sopravvivere contro tutti questi nemici?

source: Move a unit (fighter if possible) to the patch of forest
fi: Siirrä jokin yksikkö (taistelija jos mahdollista) metsään.
fr: Déplacez une unité (guerrier si possible) vers la case de forêt.
it: Sposta un'unità (combattente se possibile) sull'area di foresta

source: Advance other units onto the island or to capture villages, then End Turn
fi: Etene muilla yksiköillä saarelle tai valloita niillä kyliä. Lopeta sitten vuorosi
fr: Avancez d'autres unités sur l'île ou pour capturer des villages, puis terminez votre tour.
it: Fai avanzare le altre unità sino all'isola o occupa i villaggi, quindi premi Fine turno

source: That unit is about one kill (8 experience points) away from gaining a level! Do not let it die!
fi: Jos tämä yksikkö saa 8 kokemuspistettä lisää, se etenee seuraavalle tasolle. Minkä tahansa yksikön tappaminen riittää! Älä anna tämän yksikön kuolla!
fr: Cette unité peut gagner un niveau en tuant une seule unité ennemie (8 points d'expérience) ! Ne la laissez pas mourir !
it: L'unità è a circa un'uccisione (8 punti esperienza) dall'avanzamento di livello! Non lasciarla morire!

source: I hope I get to retreat after this!
fi: Toivon, että pääsen vetäytymään tämän jälkeen!
fr: J'espère que je pourrai battre en retraite après cela !
it: Spero di potermi ritirare, ora!

source: One lucky attack by an Orcish Grunt and I'm done for!
fi: Yksi onnekas Örkkisotilaan hyökkäys ja olen mennyttä!
fr: Plus qu'une seule attaque chanceuse de la part d'un Grognard orc et je suis fait !
it: Un attacco fortunato da una mia recluta d'orco ed è fatta!

source: Ouch! I could use some healing in a village.
fi: Ai! Saattaisi olla hyvä mennä kylään parantumaan.
fr: Ouille ! Je ne serais pas contre aller me soigner dans un village.
it: Ouch! Dovrei essere curato in un villaggio

source: I have $gold gold: enough to recruit!
fi: Minulla on $gold kultaa: riittävästi värväämiseen!
fr: J'ai $gold d'or : bien assez pour recruter !
it: Ho solo $gold monete: Non posso più reclutare!

source: Yes, keep recruiting more units: I think you might need them!
fi: Kyllä, jatka yksikköjen värväämistä: luulen, että tarvitset niitä vielä!
fr: Oui, continue à recruter plus d'unités : je pense que tu en auras besoin !
it: Sì, dovresti reclutare più unità: credo che ne avrai bisogno!

source: Wesnoth Tutorial Part II
fi: Wesnoth Tutoriaali Osa II
fr: Tutoriel Wesnoth -- seconde partie
it: Tutorial di Wesnoth - parte II

source: Defeat the Orc Leader
fi: Kukista Örkkijohtaja
fr: Éliminez le Meneur orc
it: Sconfiggi il Condottiero degli orchi

source: Death of Konrad
fi: Konradin kuolema
fr: Mort de Konrad
he: מותו של קונרד
it: Morte di Konrad

source: Turns run out
fi: Vuorot loppuvat
fr: Nombre de tours dépassé
he: נגמרו התורות
it: Turni terminati

source: Death of Li'sar
fi: Li'sarin kuolema
fr: La Mort de Li'sar
it: Morte di Li'sar

source: Ho Galdrad! Has Delfador conjured something else to beat me with? A flock of scarecrows, perhaps?
fi: Terve Galdrad! Onko Delfador taikonut minulle lisää vastustajia? Lauman linnunpelättimiä kenties?
fr: Eh Galdrad ! Delfador a-t-il invoqué quelque chose d'autre afin que je m'entraîne ? Un troupeau d'épouvantails peut-être ?
it: Ehi Galdrad! Che temibili esseri evocherà questa volta Delfador per battermi? Una immensa orda di spaventapasseri?

source: This is no game, Konrad!
fi: Tämä ei ole peli, Konrad!
fr: Ce n'est pas un jeu Konrad !
it: Non è un gioco, Konrad!

source: Orcs have encamped across the river. This is elven country: we Elves are fast and hard to hit in forests. They are fools to enter here. You must defeat their leader, so they never bother us again. I will advise you.
fi: Örkit ovat leiriytyneet toiselle puolen jokea. Tämä on haltiametsä: me haltiat olemme nopeita ja hyviä taistelemaan metsässä. He ovat järjiltään hyökätessään tänne. Sinun täytyy kukistaa heidän johtajansa, jotta he eivät enää koskaan häiritsisi meitä. Minä neuvon sinua.
fr: Les orcs ont monté un campement de l'autre côté de la rivière. Nous sommes en pays elfe : nous autres Elfes sommes rapides et durs à atteindre en forêt. Ce sont des fous pour être venus ici ! Vous devez éliminer leur meneur, de sorte qu'ils ne nous dérangent plus jamais. Je vous conseillerai.
it: Gli orchi si sono accampati vicino fiume. Questa è una terra degli elfi: Noi elfi siamo veloci e difficili da colpire nelle foreste. Sono stati degli sciocchi ad entrare qui. Devi sconfiggere il loro condottiero, così non ci proveranno più. Io ti darò dei consigli.

source: This is no game, Li'sar!
fi: Tämä ei ole peli, Li'sar!
fr: Ce n'est pas un jeu Li'sar !
it: Non è un gioco Li'sar

source: What should I do?
fi: Mitä minun pitäisi tehdä?
fr: Que me conseillez-vous de faire ?
it: Che cosa devo fare?

source: First, we will have to deal with the Orcish Grunt stationed in the middle of the river. He should be little trouble.
fi: Aluksi meidän täytyy hoidella keskellä jokea oleva Örkkisoturi. Hänestä ei pitäisi olla kovin paljon vaivaa.
fr: Tout d'abord nous devrons nous occuper du Grognard orc posté au milieu de la rivière. Il ne devrait pas poser beaucoup de problèmes.
it: Per prima cosa dovremo affrontare la recluta di orco che si trova vicino alla parte centrale del fiume. Potrebbe essere un problema trascurabile.

source: By then, their leader will have recruited units to send against us, and the real fight will begin.
fi: Siihen mennessä heidän johtajansa on ehtinyt värvätä lisää yksiköitä. Kun ne saapuvat, alkaa oikea taistelu.
fr: D'ici là leur meneur aura recruté des unités à nous envoyer et le vrai combat commencera.
it: Dopo di ciò, il loro condottiero avrà reclutato delle unità da inviare contro di noi e il nostro combattimento avrà inizio

source: SHALLOW
fi: MATALA
fr: PEU PROFOND
it: Acque basse

source: DEEP
fi: SYVÄ
fr: PROFOND
it: Acque profonde

source: See this dark blue water: it is too deep for either side to cross. They could slowly wade through that narrow band of shallow lighter-blue water in the east, but we would stand on the shore and force them to fight us from the water, where they are exposed and we are protected by the forest.
fi: Katso tummansinistä vettä: se on liian syvää kummankaan puolen ylitettäväksi. He voisivat kahlata hitaasti idässä olevan vaaleansinisen vesikaistaleen läpi, mutta me voimme miehittää rannan, jolloin he joutuisivat taistelemaan huonosta asemasta vedessä, kun taas meillä olisi metsä suojanamme.
fr: Vous voyez cette eau bleue sombre : c'est trop profond pour que nous puissions passer, et pour eux aussi. Ils pourraient lentement se frayer un chemin dans cette mince bande d'eau peu profonde d'un bleu plus clair, à l'est, mais nous nous tiendrions sur le rivage et les forcerions à nous combattre depuis l'eau où ils sont plus exposés alors que nous sommes protégés par la forêt.
it: Guarda quest'acqua blu scura: è troppo profonda per poterci passare tranquillamente. Loro potrebbero cercare di guadarla o cercare di aggirarla passando attraverso le zone meno profonde e noi dovremo rimanere in agguato cercando di combatterli mentre cercano di uscire dall'acqua, perché loro sono più esposti e noi siamo protetti dalla foresta.

source: The more likely attack, then, is across the bridge. That middle island is the key: it has a village, for healing injured units, and forest in which we fight so well.
fi: Todennäköisemmin hyökkäys tapahtuu sillan yli. Tuo keskisaari on avainasemassa: siellä on kylä, jossa voi parantaa yksiköitä, ja metsää, jossa me taistelemme hyvin.
fr: L'attaque la plus probable, par conséquent, est au travers du pont. Cette île au milieu est la clé: elle a un village, pour guérir les unités blessées, et une forêt dans laquelle nous savons si bien nous battre.
it: L'attacco più favorevole, quindi, è sul ponte. Quell'isola centrale è la chiave: ha un villaggio per curare le unità ferite e una foresta dove noi possiamo combattere piuttosto bene.

source: To start, we will need some units: Two Elvish Fighters Two Elvish Archers One Elvish Shaman
fi: Päästäksemme alkuun tarvitsemme yksiköitä: Kaksi Haltiasoturia Kaksi Jousihaltiaa Yhden Haltiashamaanin
fr: Pour commencer, nous aurons besoin de certaines unités : Deux guerriers elfes Deux archers elfes Un chaman elfe
it: Per iniziare, abbiamo bisogno di alcune unità: Due combattenti Due arcieri Una sciamana

source: During your tutorial, $recall_name1 gained $recall_xp1 experience points, and $recall_name2 gained $recall_xp2. You should recall them now so they can gain more experience, rather than recruiting new ones.
fi: Tutoriaalisi aikana $recall_name1 sai $recall_xp1 kokemuspistettä, ja $recall_name2 sai $recall_xp2 pistettä. Sinun kannattaisi ennemmin kutsua nämä veteraaniyksiköt, jotta he voisivat saada vielä enemmän kokemusta, kuin värvätä uusia yksiköitä niiden sijaan.
fr: Pendant votre didactiel, $recall_name1 a gagné $recall_xp1 points d'expérience et $recall_name2 en a gagné $recall_xp2. Vous devriez les rappeler maintenant, de sorte qu'ils puissent gagner encore plus d'expérience, plutôt qu'en recruter de nouveaux.
it: Durante il tuo tutorial, $recall_name1 ha guadagnato $recall_xp1 punti esperienza e $recall_name2 ne ha guadagnati $recall_name2. Sarebbe meglio che tu li richiamassi in modo da far loro guadagnare più esperienza, al posto di reclutarne di nuove.

source: During your tutorial, $recall_name1 gained $recall_xp1 experience points. You should recall that unit now, and recruit a second one (which is cheaper than recalling, anyway).
fi: Tutoriaalisi aikana $recall_name1 sai $recall_xp1 kokemuspistettä. Sinun kannattaisi kutsua tämä veteraaniyksikkö ja lisäksi värvätä toinen (mikä on jokatapauksessa halvempaa kuin veteraaniyksikön kutsuminen).
fr: Pendant votre didactiel, $recall_name1 a gagné $recall_xp1 points d'expérience. Vous devriez rappeler cette unité maintenant, de sorte qu'elle puisse gagner encore plus d'expérience et en recruter une seconde (ce qui est moins cher que rappeler de toutes façons).
it: Durante il tuo tutorial, $recall_name1 ha guadagnato $recall_xp1 punti esperienza. Sarebbe meglio che tu richiamassi quell'unità e ne reclutassi una seconda (è più economico del richiamo, comunque)

source: RECALL $recall_name1
fi: KUTSU VETERAANIYKSIKKÖ $recall_name1
fr: RAPPELEZ $recall_name1
it: RICHIAMA $recall_name1

source: Right click on the tile south of you and recall $recall_name1
fi: Paina hiiren oikeaa nappia heksan kohdalla, joka on sinusta etelään, ja kutsu veteraaniyksikkö $recall_name1
fr: Pressez le bouton droit sur la case au sud de vous et rappelez $recall_name1
it: Fai clic col tasto destro sulla casella a sud e richiama $recall_name1

source: If any Elvish Fighters from your last battle had experience, we would recall them: as they don't, it's cheaper to recruit new ones. So recruit an Elvish Fighter.
fi: Jos Haltiasoturisi olisivat saaneet taistelukokemusta edellisessä taistelussasi, kutsuisimme nämä veteraaniyksiköt. Mutta koska heillä ei ole kokemusta, on halvempaa värvätä uusia. Värvää siis Haltiasoturi.
fr: Si certains des guerriers elfes qui ont survécu à votre dernière bataille avaient de l'expérience, nous les rappellerions : comme ce n'est pas le cas, il est plus économique d'en recruter de nouveaux. Recrutez donc un guerrier elfe.
it: Se qualche combattente elfico della tua battaglia precedente avesse guadagnato dell'esperienza, sarebbe stato meglio richiamarlo: dato che non hanno combattuto per niente, sarà più economico reclutarne di nuovi. Quindi, recluta un combattente elfico.
