Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-tutorial/*.po
Languages: fi, fr, he, it

source: Hello translators! Tutorial is meant to be a little funny at the start, welcoming new players. Please keep friendly fun feeling! Any questions email rusty@rustcorp.com.au!
fi: tätä tuskin tarvitsee kääntää
it: Ciao traduttori! Il tutorial dovrebbe essere spassoso per divertire i nuovi giocatori. Cercate di dargli una forma divertente e spassosa! Se avete domande scrivete a rusty@rustcorp.com.au!

source: Wesnoth Tutorial
fi: Wesnoth Tutoriaali
fr: Didactiel Wesnoth
it: Tutorial di Wesnoth

source: Quintain
fi: Harjoittelunukke
fr: Mannequin
it: Quintana

source: You will learn the basics of: movement attacking healing recruiting
fi: Opit näiden asioiden perusteet: liikkuminen hyökkääminen parantaminen värvääminen
fr: Vous allez apprendre les bases pour : vous déplacer attaquer vous guérir recruter
it: Imparerai i fondamentali riguardo: movimento attacco guarigione reclutamento

source: Destroy a fierce enemy
fi: Tuhoa hurja vihollinen
fr: Détruire un ennemi féroce
it: Distruggi il feroce nemico

source: Get yourself killed
fi: Tapata itsesi
fr: Vous faire tuer
it: Vieni ucciso

source: Who would you like to play?
fi: Millä hahmolla haluaisit pelata?
fr: Qui souhaitez-vous jouer ?
it: Con chi ti piacerebbe giocare?

source: *Welcome to Wesnoth!
fi: *Tervetuloa Wesnothiin!
fr: *Bienvenue à Wesnoth !
it: * Benvenuto nel mondo di Wesnoth

source: For this tutorial, you are playing Konrad.
fi: Tämän opetusjakson ajan pelaat Konradia.
fr: Dans ce tutoriel vous jouez Konrad.
it: Per giocare con questo tutorial stai utilizzando Konrad.

source: You are standing in the keep, and your mentor Delfador is on the East side of the river.
fi: Olet tällä hetkellä linnakkeessa. Ohjaajasi Delfador on joen itäpuolella.
fr: Vous êtes actuellment dans le donjon et votre mentor Delfador est sur la rive est de la rivière.
it: Inizierai stando sulla tua fortezza mentre il tuo maestro Delfador si troverà sulla riva orientale del fiume.

source: *Left click or any key to continue...
fi: *Paina hiiren vasenta nappia tai mitä tahansa näppäintä jatkaaksesi...
fr: *Pressez le bouton gauche ou sur n'importe quelle touche pour continuer...
it: * Premi con il tasto sinistro per continuare...

source: For this tutorial, you are playing Li'sar.
fi: Tämän opetusjakson ajan pelaat Li'saria.
fr: Dans ce tutoriel vous jouez Li'sar.
it: Per giocare con questo tutorial stai utilizzando Li'sar.

source: Left click on Konrad
fi: Paina hiiren vasenta nappia Konradin kohdalla
fr: *Pressez le bouton gauche sur Konrad
it: Clicca col tasto sinistro su Konrad

source: Left click on Li'sar
fi: Paina hiiren vasenta nappia Li'sarin kohdalla
fr: *Pressez le bouton gauche sur Li'sar
it: Clicca col tasto sinistro su Li'sar

source: *You have selected Konrad. The places he could move to are highlighted.
fi: *Olet valinnut Konradin. Paikat joihin hän voi liikkua ovat kirkastettuja.
fr: *Vous avez sélectionné Konrad. La zone dans laquelle Konrad peut se déplacer est en surbrillance.
it: *Hai selezionato Konrad. La zona entro la quale si può muovere viene evidenziata.

source: *You have selected Li'sar. The places she could move to are highlighted.
fi: *Olet valinnut Li'sarin. Paikat joihin hän voi liikkua ovat kirkastettuja.
fr: *Vous avez sélectionné Li'sar. La zone dans laquelle Li'sar peut se déplacer est en surbrillance.
it: *Hai selezionato Li'sar. La zona entro la quale si può muovere viene evidenziata.

source: HERE
fi: TÄHÄN
fr: ICI
it: Qui

source: Move Konrad next to Delfador, by clicking on the place marked 'HERE'.
fi: Liikuta Konrad Delfadorin viereen painamalla hiiren vasenta nappia kohdassa, jossa lukee 'TÄSSÄ'.
fr: Déplacez Konrad jusqu'à Delfador, en cliquant sur la case marquée 'ICI'.
it: Muovi Konrad vicino a Delfador, cliccando nel punto segnato con la scritta "QUI".

source: Move Li'sar next to Delfador, by clicking on the place marked 'HERE'.
fi: Liikuta Li'sar Delfadorin viereen painamalla hiiren vasenta nappia kohdassa, jossa lukee 'TÄSSÄ'.
fr: Déplacez Li'sar jusqu'à Delfador, en cliquant sur la case marquée 'ICI'.
it: Muovi Li'sar vicino a Delfador, cliccando nel punto segnato con la scritta "QUI".

source: Left click on tile labelled HERE
fi: Paina hiiren vasenta nappia kohdassa, jossa lukee 'TÄSSÄ'
fr: *Pressez le bouton gauche sur la case marquée ICI
it: Fai clic sull'esagono indicato come "Qui"

source: *Oops! You moved to the wrong place! After this message, you can press 'u' to Undo, then try again. *Left click or any key to continue...
fi: *Oho! Liikuit väärään paikkaan! Tämän viestin jälkeen voit painaa 'u':ta peruaksesi siirron ja sitten voit yrittää uudestaan. *Paina hiiren vasenta nappia tai mitä tahansa näppäimistön nappulaa jatkaaksesi...
fr: *Zut ! Vous vous êtes déplacé au mauvais endroit ! Après ce message, vous pouvez presser 'u' pour annUler, puis réessayer. *Pressez le bouton gauche ou sur n'importe quelle touche pour continuer...
it: *Oops! Hai mosso nel posto sbagliato! Dopo aver chiuso questo messaggio, puoi premere "u" per annullare la tua mossa, per poi riprovare. *Clicca col tasto sinistro o premi un tasto qualunque per continuare...

source: Good morning Delfador! Is it time to attack things?
fi: Hyvää huomenta Delfador! Onko aika hyökkäillä asioiden kimppuun?
fr: Bonjour Delfador ! Est-ce le moment de s'entraîner à l'attaque ?
it: Buongiorno Delfador! È giunto il momento di imparare a combattere?

source: Um, well...
fi: Öh, noo...
fr: Hum, et bien...
it: Uhm, vediamo...

source: Have you found an orc for me to fight, huh? A troll?
fi: Oletko löytänyt minulle vastustajaksi örkin? Tai peikon?
fr: M'avez-vous trouvé un orc à combattre, hein ? Un troll ?
it: Allora... Hai trovato un orco da farmi combattere! Oppure un troll?

source: Quiet! I will summon an enemy for you...
fi: Hiljaa! Kutsun sinulle vihollisen...
fr: Silence ! Je vais vous invoquer un ennemi...
it: Silenzio! Evocherò un potente nemico per farti combattere...

source: ... this quintain!
fi: ... tämän harjoittelunuken!
fr: ... une quintaine !
it: ... questa quintana!

source: A quintain? You want me to pretend to fight a dummy??
fi: Harjoittelunuken? Haluatko, että taistelen nukkea vastaan?!
fr: Une quintaine ? Vous espérez me voir simuler un combat avec un mannequin ? ?
it: Una quintana? Vuoi che combatta con un fantoccio??

source: Child, you have 32 hitpoints and a sword. I'm fairly sure you'll win.
fi: Lapseni, sinulla on 32 elämäpistettä ja miekka. Olen melko varma voitostasi.
fr: Mon enfant, vous avez 32 points de vie et une épée. Je suis certain que vous gagnerez.
it: Ragazzo, hai 32 punti resistenza e una spada... Sono quasi certo che sarai tu a vincere...

source: To attack the quintain, you will first select the attacker (Konrad) and then the target (the quintain). You will see a description of the details of the attack. When you click OK, Konrad will attack.
fi: Hyökätäksesi harjoittelunuken kimppuun, sinun täytyy ensin valita hyökkääjä (Konrad) ja sitten kohde (harjoittelunukke). Sitten näet selityksen hyökkäyksen yksityiskohdista. Kun sitten painat 'OK', Konrad hyökkää.
fr: Pour attaquer la quintaine, sélectionnez d'abord l'attaquant (Konrad) puis la cible (la quintaine). Vous verrez une description des détails de l'attaque. Quand vous cliquerez OK, Konradt attaquera.
it: Per attaccare la quintana, prima devi selezionare l'attaccante (Konrad) e poi il bersaglio (la quintana). Vedrai una descrizione sui dettagli dell'attacco. Quando cliccherai OK, Konrad attaccherà.

source: To attack the quintain, you will first select the attacker (Li'sar) and then the target (the quintain). You will see a description of the details of the attack. When you click OK, Li'sar will attack.
fi: Hyökätäksesi harjoittelunuken kimppuun, sinun täytyy ensin valita hyökkääjä (Li'sar) ja sitten kohde (harjoittelunukke). Sitten näet selityksen hyökkäyksen yksityiskohdista. Kun sitten painat 'OK', Li'sar hyökkää.
fr: Pour attaquer la quintaine, sélectionnez d'abord l'attaquant (Li'sar) puis la cible (la quintaine). Vous verrez une description des détails de l'attaque. Quand vous cliquerez OK, Li'sar attaquera.
it: Per attaccare la quintana, prima devi selezionare l'attaccante (Li'sar) e poi il bersaglio (la quintana). Vedrai una descrizione sui dettagli dell'attacco. Quando cliccherai OK, Li'sar attaccherà.

source: Click on the quintain to attack it
fi: Paina harjoittelunukkea hyökätäksesi sen kimppuun
fr: Cliquez sur la quintaine pour l'attaquer
it: Fai clic sulla quintana per attaccare

source: Hey! This quintain fights back!
fi: Hei! Tämä harjoittelunukke lyö takaisin!
fr: Eh ! Cette quintaine se défend !
it: Ehi! Questa quintana risponde agli attacchi!

source: Hmm, maybe we should have started with a doll.
fi: Hmm, ehkä meidän olisi pitänyt aloittaa tavallisella nukella.
fr: Hmm, peut-être aurions-nous dû commencer avec une poupée.
it: Hmm, forse ho sbagliato... avresti dovuto cominciare con una bambola.

source: Should I retreat?
fi: Kannattaisiko minun perääntyä?
fr: Devrais-je battre en retraite ?
it: Mi devo ritirare?

source: Good idea!
fi: Hyvä ajatus!
fr: Bonne idée !
it: Direi che è una buona idea!

source: Note: the tiny blue shield near Delfador shows that you will lose the game if he is killed. You will also lose the game if your leader (Konrad) is killed.
fi: Huomaa: Delfadorin vieressä oleva pieni sininen kilpi kertoo, että häviät pelin jos Delfador kuolee. Häviät pelin myös, jos johtajasi (Konrad) kuolee.
fr: Remarque : le mini bouclier bleu prêt de Delfador indique que vous perdriez la partie s'il venez à mourir. Vous perdriez aussi la partie si votre chef (Konrad) venez à être tué.
it: Nota: lo scudetto blu vicino a Delfador significa che se dovesse venire ucciso durante la battaglia, tu perderesti la partita. Lo stesso accadrebbe anche se il tuo condottiero (Konrad) cadesse in battaglia.

source: Note: the tiny blue shield near Delfador shows that you will lose the game if he is killed. You will also lose the game if your leader (Li'sar) is killed.
fi: Huomaa: Delfadorin vieressä oleva pieni sininen kilpi kertoo, että häviät pelin jos Delfador kuolee. Häviät pelin myös, jos johtajasi (Li'sar) kuolee.
fr: Remarque : le mini bouclier bleu prêt de Delfador indique que vous perdriez la partie s'il venez à mourir. Vous perdriez aussi la partie si votre chef (Li'sar) venez à être tué.
it: Nota: lo scudetto blu vicino a Delfador significa che se dovesse venire ucciso durante la battaglia, tu perderesti la partita. Lo stesso accadrebbe anche se il tuo condottiero (Li'sar) cadesse in battaglia.

source: Unfortunately, you've used up your turn attacking the quintain. The quintain will now get a turn.
fi: Valitettavasti olet käyttänyt vuorosi hyökkäämällä harjoittelunukkea vastaan. Nyt harjoittelunuken vuoro.
fr: Malheureusement vous avez déjà utilisé votre tour pour attaquer le mannequin. La quintaine a maintenant son tour à jouer.
it: Sfortunatamente, hai utilizzato il tuo turno per attaccare la quintana. Ora, ovviamente, la quintana dovrà utilizzare il suo turno.

source: The DUMMY gets a turn?
fi: Nukella on vuoro?!
fr: Le PANTIN a un tour ?
it: Cosa? Quel FANTOCCIO ha il suo turno?

source: Yes: it's a magical quintain. Now, this quintain gets five chances to hit you, and if it hits every time, you'll drop from $student_hp to $future_hp hit points. Brace yourself!
fi: Kyllä: se on maaginen harjoittelunukke. Harjoittelunukke saa nyt viisi mahdollisuutta osua sinuun ja jos se osuu joka kerta, elämäpisteesi putoavat $student_hp elämäpisteestä $future_hp elämäpisteeseen. Valmistaudu!
fr: Oui : c'est une quintaine magique. Maintenant cette quintaine a 5 chances de vous toucher, et si elle vous touche à chaque fois, vos points de vie chuteront de $student_hp à $future_hp. Préparez-vous !
it: Che domande... è una quintana magica. Ora, questa quintana ha cinque possibilità di colpirti e se andrà a segno ogni volta, perderai i tuoi punti ferita andando da $student_hp a $future_hp punti ferita. Preparati!

source: Click on the End Turn button on the bottom right
fi: Paina 'Lopeta Vuoro' nappia ruudun oikeassa alakulmassa
fr: Cliquez sur le bouton 'Fin du tour' en bas à droite
it: Clicca sul pulsante Fine turno in basso a destra

source: Ouch! I need to heal! Only $student_hp hp left!
fi: Ai! Minä tarvitsen parannusta! Vain $student_hp EP jäljellä!
fr: Aïe ! J'ai besoin de me soigner ! Il ne me reste que $student_hp points de vie !
it: Ahi, che male! Avrei bisogno di guarire! Mi sono rimasti solamente $student_hp altri punti ferita!

source: Village
fi: Kylä
it: Villaggio

source: Click on the village to move Konrad
fi: Paina kylän kohdalla liikuttaaksesi Konradia
fr: Cliquez sur le village pour y déplacer Konrad
it: Clicca sul villaggio per spostare Konrad

source: Click on the village to move Li'sar
fi: Paina kylän kohdalla liikuttaaksesi Li'saria
fr: Cliquez sur le village pour y déplacer Li'sar
it: Clicca sul villaggio per spostare Li'sar

source: You now 'own' this village: you can see it flies your flag, and soon a '1' will appear next to the house icon at the top of screen. Villages give gold: every turn you gain two gold, plus one for every village you own. *Left click or any key to continue...
fi: Nyt sinä 'omistat' tämän kylän: kuten voit nähdä, siellä liehuu sinun lippusi, ja pian '1' ilmestyy talon kuvan viereen ruudun yläreunassa. Kylistä saa kultaa: jokaisella vuorolla saat kaksi kultapalaa ja lisäksi yhden jokaista omistamaasi kylää kohden. *Paina hiiren vasenta nappia tai mitä tahansa näppäimistön nappulaa jatkaaksesi...
fr: Maintenant vous 'possédez' ce village : vous pouvez y voir votre drapeau flotter et bientôt un '1' apparaîtra près de l'icône représentant une maison en haut de l'écran. Les villages génèrent de l'or : à chaque tour vous gagnez une base de 2 pièces d'or, plus une pour chaque village que vous possédez. *Pressez le bouton gauche ou sur n'importe quelle touche pour continuer...
it: Ora questo villaggio è tuo: puoi vedervi sventolare la tua bandiera, e presto un '1' apparirà vicino all'icona con la casa in alto dello schermo. I villaggi forniscono oro: ogni turno ricavi due monete d'oro, più una aggiuntiva per ogni villaggio in tuo possesso. *Fai clic col sinistro o premi un tasto per continuare...

source: Click on the End Turn button
fi: Paina 'Lopeta Vuoro' nappia
fr: Cliquez sur le bouton de 'Fin du tour'
it: Clicca sul pulsante Fine turno

source: You're about to be healed by 8 hitpoints. But I think you're going to need some help against that quintain.
fi: Paranet kohta 8 elämäpisteen verran. Mutta luulen, että tarvitset hieman apua tuota harjoittelunukkea vastaan.
fr: Vous allez être guéri de 8 points de vie. Mais je pense que vous aurez besoin d'aide contre cette quintaine.
it: Stai per essere guarito di 8 punti ferita. Ma penso che avrai bisogno di aiuto contro quella quintana.

source: I'll recruit some elves!
fi: Värvään haltioita!
fr: Je vais recruter des elfes !
it: Recluterò alcuni elfi!

source: Keep
fi: Linnake
fr: Donjon
it: Fortezza

source: A splendid idea. If you return to your keep, you can recruit two units. You have plenty of gold for that.
fi: Loistoajatus. Jos palaat linnakkeeseesi, voit värvätä kaksi yksikköä. Sinulla on paljon kultaa sitä varten.
fr: Une idée brillante. Si vous retournez dans votre donjon, vous pouvez recruter deux unités. Vous avez plein d'or à cette intention.
it: Ottima idea. Se ritorni nella tua fortezza, potrai reclutare due unità. Hai molto oro per farlo.

source: Move Konrad to the keep
fi: Liikuta Konrad linnakkeeseen
fr: Déplacez Konrad au donjon
it: Porta Konrad nella fortezza

source: Move Li'sar to the keep
fi: Liikuta Li'sar linnakkeeseen
fr: Déplacez Li'sar au donjon
it: Porta Li'sar nella fortezza

source: Whenever you're on a keep, you can recruit into castle tiles around it, by right-clicking and selecting 'Recruit'. This time you will only be given one type of unit to choose: select it. *Left click or any key to continue...
fi: Jos olet linnakkeessa, voit värvätä yksiköitä sitä ympäröiviin heksoihin painamalla hiiren oikeaa nappia ja valitsemalla 'Värvää'. Tällä kertaa sinulla on valittavana vain yksi yksikkö: valitse se. *Paina hiiren vasenta nappia tai mitä tahansa näppäimistön nappulaa jatkaaksesi...
fr: Quand vous êtes dans un donjon, vous pouvez recruter dans les cases du château alentour, en pressant le bouton droit et en sélectionnant 'Recruter'. Dans ce didacticiel, vous n'aurez accès qu'à un seul type d'unité : sélectionnez le. *Pressez le bouton gauche ou sur n'importe quelle touche pour continuer...
it: Ogni volta che ti trovi in una fortezza, puoi reclutare negli esagoni "castello" attorno ad essa, facendo clic con il tasto destro e selezionando "Recluta". Per questa volta avrai a disposizione solo un tipo di unità da scegliere: selezionala. *Clicca col tasto sinistro o premi un tasto qualunque per continuare...

source: Right click on one castle tile and select Recruit
fi: Paina hiiren oikeaa nappia yhden linnaheksan kohdalla ja valitse 'Värvää'
fr: Pressez le bouton droit sur une case du château et sélectionnez 'Recruter'
it: Clicca col tasto destro su un esagono castello e seleziona Recluta

source: These newly recruited units can do nothing this turn: you will control them next turn. Note: after this dialog, you can move the mouse over a unit to see a description on the right of the screen. *Left click or any key to continue...
fi: Nämä juurivärvätyt yksiköt eivät voi tehdä mitään tällä vuorolla: sinun täytyy odottaa seuraavaan. Huomio: tämän ikkunan hävittyä, voit liikuttaa hiiren yksikön ylle ja nähdä siitä selityksen ruudun oikeassa reunassa. *Paina hiiren vasenta nappia tai mitä tahansa näppäimistön nappulaa jatkaaksesi...
fr: Ces unités nouvellement recrutées ne peuvent rien faire durant ce tour : vous pourrez les contrôler au tour suivant. Remarque : après ce dialogue, vous pourrez déplacer la souris au dessus d'une unité pour en voir une description à la droite de l'écran. *Pressez le bouton gauche ou sur n'importe quelle touche pour continuer...
it: Queste unità che hai appena reclutato non possono fare nulla in questo turno: le potrai controllare durante il prossimo. Nota: dopo questo messaggio, potrai muovere il mouse sopra un'unità per visualizzare la sua descrizione sulla destra dello schermo. *Clicca col tasto sinistro o premi un tasto qualunque per continuare...

source: Right click on the other castle tile and Recruit another unit
fi: Paina hiiren oikeaa nappia toisen linnaheksan kohdalla ja värvää toinen yksikkö
fr: Pressez le bouton droit sur l'autre case du château et recrutez une seconde unité.
it: Clicca col tasto destro sull'altro esagono libero e recluta un'altra unità

source: Hey, the quintain just healed by two hitpoints! I'd better attack it at once!
fi: Hei, harjoittelunukke parantui juuri kaksi elämäpistettä! Minun on parasta hyökätä välittömästi!
fr: Eh, la quintaine vient juste de guérir de 2 points de vie ! Je ferais mieux de l'attaquer immédiatement !
it: Ehi, la quintana appena recuperato 2 punti ferita! Sarà meglio attaccarla subito!

source: Yes, if a unit doesn't do anything for a turn, it will slowly heal. But before you send your fighters against the quintain, you should know they have two kinds of attack...
fi: Kyllä, jos yksikkö ei tee mitään kokonaiseen vuoroon, se parantuu hitaasti. Mutta ennen kuin lähetät soturisi taisteluun harjoittelunukkea vastaan, sinun tulisi tietää, että niillä on kaksi erilaista hyökkäystä...
fr: En effet, si une unité ne fait rien durant un tour, elle guérira lentement. Mais avant que vous n'envoyez vos guerriers contre ce mannequin, vous devriez savoir qu'ils ont 2 types d'attaque.
it: Sì, se un'unità non fa nulla per un turno, guarirà lentamente. Ma prima che tu mandi i tuoi combattenti contro la quintana, dovresti sapere che possono avere due tipi di attacco...

source: I'll tell them to use the one which does most damage!
fi: Käsken heitä käyttää sitä, mikä tekee eniten vahinkoa!
fr: Je leur dirai d'utiliser celui qui fait le plus de dégâts !
it: Dirò loro di usare l'attacco che provoca più danni!

source: And which would that be? The sword (5-4) or the bow (3-3)? I guess you'll find out...
fi: "Ja kumpi se mahtaisi olla? Miekka (5-4) vai jousi (3-3)? Luulenpa, että saat sen selville...
fr: Et laquelle sera-ce ? L'épée (5-4, signifiant qu'un coup fait 5 points de dégâts et qu'il y a 4 chances de toucher) ou l'arc (3-3) ? J'imagine que vous trouverez tout seul...
it: E quale sarebbe? La spada (5-4) o l'arco (3-3)? Credo che lo scoprirai, un giorno...

source: Left click on an Elvish Fighter
fi: Paina hiiren vasenta nappia Haltiasoturin kohdalla
fr: Pressez le bouton gauche sur un guerrier elfe
it: Clicca col sinistro su un combattente elfico

source: End your turn, then attack again.
fi: Lopeta vuorosi ja hyökkää sitten uudestaan.
fr: Terminez votre tour puis attaquez à nouveau.
it: Termina il turno e poi attacca di nuovo.

source: Left click on the Quintain to attack it.
fi: Paina hiiren vasenta nappia harjoittelunuken kohdalla hyökätäksesi sen kimppuun.
fr: Pressez le bouton gauche sur la quintaine pour l'attaquer.
it: Fai clic col tasto sinistro sulla quintana per attaccarla.

source: Your elf used a sword (5-4, or 5 damage, 4 attacks), which is a melee attack, so the quintain defended with its melee attack (3-5). The ranged attack was safer.
fi: Haltiasi käytti miekkaa (5-4, tai 5 vahinkoa, 4 hyökkäystä), joka on lähitaisteluase, joten harjoittelunukke puolustautui omalla lähitaisteluhyökkäyksellään (3-5). Kaukotaisteluhyökkäys olisi turvallisempi.
fr: Votre elfe a utilisé une épée (5-4, soit 5 points de dégâts pour 4 attaques), qui est une arme de mêlée ; ainsi la quintaine a été capable de se défendre avec son arme de mêlée (3-5). L'attaque à distance aurait été plus sécuritaire.
it: Il tuo elfo ha usato una spada (5-4, o meglio 5 punti di danno per 4 attacchi), un attacco da mischia, quindi la quintana si è difesa con il suo (3-5). L'attacco a distanza sarebbe stato più sicuro.

source: Your elf used a sword (5-4, or 5 damage, 4 attacks), which is a melee attack, so the quintain defended with its melee attack (3-5). The ranged attack was safer. End your turn, then attack again.
fi: Haltiasi käytti miekkaa (5-4, tai 5 vahinkoa, 4 hyökkäystä), joka on lähitaisteluase, joten harjoittelunukke puolustautui omalla lähitaisteluhyökkäyksellään (3-5). Kaukotaisteluhyökkäys olisi turvallisempi. Lopeta vuorosi ja hyökkää sitten uudestaan.
fr: Votre elfe a utilisé une épée (5-4, soit 5 points de dégâts pour 4 attaques), qui est une arme de mêlée ; ainsi la quintaine a été capable de se défendre avec son arme de mêlée (3-5). L'attaque à distance aurait été plus sécuritaire. Terminez votre tour puis attaquez à nouveau.
it: Il tuo elfo ha usato una spada (5-4, o meglio 5 di danno e 4 attacchi), un attacco da mischia, per questo la quintana si è difesa con il suo (3-5). L'attacco a distanza sarebbe stato più sicuro. Finisci il tuo turno e poi attacca di nuovo.
