Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-tutorial/*.po
Languages: fi, fr, he, it

source: Beware those Orcs crossing the river! If they get into the forest they'll be hard to dislodge!
fi: Varo noita örkkejä, jotka ylittävät jokea! Jos ne pääsevät metsään, niitä on hankala karkottaa!
fr: Faites attention à ces orcs traversant la rivière ! S'ils arrivent à atteindre la forêt, ils seront durs à déloger !
it: Assicurati che gli orchi non riescano ad attraversare il fiume! Se riuscissero ad arrivare alla foresta sarebbe più difficile riuscire ad abbatterli!

source: You can make sure you've used all your units for this turn: press 'n' for the next unit, SPACE to indicate it's finished. When 'n' no longer selects a new unit, you can end your turn.
fi: Voit varmistaa, että olet muistanut käyttää kaikkia yksiköitä vuorosi aikana: paina 'n':ää vaihtaksesi vuorossa olevaa yksikköä ja VÄLILYÖNTIÄ lopettaaksesi sen vuoron. Kun 'n':ää painamalla ei enää vaihdu yksikkö, voit lopettaa vuorosi.
fr: Vous pouvez vous assurer d'avoir utilisé toutes vos unités pendant ce tour : pressez 'n' pour passer sur la prochaine unité qui peut encore faire des actions, ESPACE pour indiquer que c'est fini. Quand 'n' ne sélectionne plus de nouvelle unité, vous pouvez terminer votre tour.
it: Puoi assicurati di aver utilizzato tutte le tue unità per questo turno: premendo 'n' per l'unità successiva, SPAZIO per indicare di aver finito. Quando 'n' non seleziona una nuova unità, puoi terminare il tuo turno.

source: You only need to defeat the leader to win: see Main Menu->Objectives.
fi: Sinun täytyy kukistaa ainoastaan vihollisen johtaja voittaaksesi: katso Valikko->Skenaarion Tavoitteet
fr: Vous avez seulement besoin de tuer le meneur pour gagner : regardez Menu -> Objectifs du scénario.
it: Per vincere devi solo sconfiggere il loro condottiero: vedi Menu Principale->Obiettivi.

source: Remember to recruit more troops as you need them: Archers are particularly effective against Grunts, Wolf Riders and their leader.
fi: Muista värvätä lisäjoukkoja jos tarvitset niitä: Jousihaltiat ovat erityisen tehokkaita Örkkisotilaita, Susiratsastajia ja heidän johtajaansa vastaan.
fr: Rappelez-vous de recruter plus de troupes si besoin est : les archers sont particulièrement efficaces contre les grognards, les monteurs de loup et leur meneur.
it: Ricordati di reclutare altre unità quando ne hai bisogno: Gli arcieri sono particolarmente efficaci contro le le reclute d'orco, i cavalcatori di lupi e il loro condottiero.

source: Stay near the keep: you need to be on a keep to recruit more units, and I doubt the Orc leader will let you use his!
fi: Pysy lähellä linnakettasi: sinun on oltava linnakkeessa värvätäksesi lisää yksiköitä. Epäilen, ettei Örkkijohtaja anna sinun käyttää omaansa!
fr: Restez proche du donjon : vous avez besoin d'être sur un donjon pour recruter plus d'unités et je doute que le meneur orc vous laissera utiliser le sien !
it: Non ti allontanare dalla tua fortezza: per poter reclutare più unità devi stare su una fortezza e non credo che il condottiero degli orchi ti lascerà utilizzare la sua.

source: Their leader has moved into that village! He's not as stupid as I thought: it heals him each turn and provides good defense.
fi: Heidän johtajansa on liikkunut tuohon kylään! Hän ei olekaan niin tyhmä kuin ajattelin: kylä parantaa häntä joka vuoro ja antaa lisäksi hyvän puolustusaseman.
fr: Leur meneur s'est rendu dans ce village ! Il n'est pas aussi stupide que je l'aurais cru : cela le guérit à chaque début de tour et lui fournit une bonne défense.
it: Il loro condottiero si è spostato in quel villaggio! Non così stupido come pensavo: Inizierà a recuperare energia e questo gli permetterà di avere una migliore difesa.

source: That unit has captured our village! You'd better get him out: it heals him each turn and provides good defense.
fi: Tuo yksikkö on kaapannut meidän kylän! Sinun olisi parasta karkottaa hänet: kylä parantaa häntä joka vuorolla ja antaa lisäksi hyvän puolustusaseman.
fr: Cette unité s'est emparée de notre village ! Vous feriez mieux de l'en faire sortir : cela la guérit à chaque tour et lui fournit une bonne défense.
it: Quell'unità ha occupato un nostro villaggio! Faresti meglio a scacciarla subito: ricordati che dal prossimo turno inizierà a recuperare energia e questo le permetterà di avere una migliore difesa.

source: Using me to attack is risky! I can slow the opponent with my ranged attack, but I hope you have a plan if I miss!
fi: Minun käyttäminen hyökkäämiseen on riskialtista! Osaan hidastaa vihollisen kaukotaisteluhyökkäykselläni, mutta toivon, että sinulla on varasuunnitelma jos en osu!
fr: M'utiliser pour attaquer est risqué ! Je peux ralentir l'ennemi avec mon attaque à distance, mais j'espère que vous avez un plan de secours si je rate !
it: Usarmi per attaccare è rischioso! Posso rallentare un avversario con i miei attacchi a lungo raggio, ma spero che tu abbia calcolato la possibilità che io manchi l'obiettivo.

source: You are close to killing their leader! The unit which finishes him will gain 16 experience points, because he is level 2. Choose your unit carefully!
fi: Olet lähes saanut tapettua heidän johtajansa! Se yksikkö joka tappaa hänet saa 16 kokemuspistettä (KP), sillä johtaja on 2. tason yksikkö. Valitse hyökkääjäsi huolellisesti!
fr: Vous êtes sur le point de tuer leur meneur ! L'unité qui le finira gagnera 16 points d'expérience car il est niveau 2. Choisissez votre unité avec attention !
it: Stai per uccidere il loro condottiero! L'unità che lo finirà guadagnerà 16 punti esperienza perché il suo livello è 2. Scegli con attenzione quell'unità!

source: We will miss $deadguy.user_description|, and he had $deadguy.experience experience points, meaning he would have advanced to level 2 soon.
fi: Tulemme kaipaamaan $deadguy.user_description|ia, hänellä oli $deadguy.experience KP, jolloin hän olisi noussut 2. tasolle pian.
fr: $deadguy.user_description nous manquera. En plus il avait $deadguy.experience points d'expérience, ce qui signifie qu'il allait bientôt atteindre le niveau 2.
it: Ci mancherà il valoroso $deadguy.user_description|, che aveva $deadguy.experience punti esperienza e sarebbe avanzato al livello 2 molto presto.

source: We will miss $deadguy.user_description|, but better than one of our experienced troops dying!
fi: "Tulemme kaipaamaan $deadguy.user_description|ia, mutta mieluummin menetämme hänet, kuin jonkun kokeneista yksiköistämme!
fr: $deadguy.user_description nous manquera, mais c'est préférable à perdre une de nos unité expérimentée !
it: Ci mancherà $deadguy.user_description|, ma è meglio lui che una delle nostre truppe di livello più alto!

source: Losing a healer hurts all the troops! Keep them out of the enemy's reach!
fi: Hoivaajan menettäminen sattuu kaikkiin koko armeijaan! Pidä heidät poissa vihollisen ulottuvilta!
fr: Perdre un guérisseur met à mal toutes les troupes ! Gardez les hors d'atteinte des ennemis !
it: Perdere un guaritore è un danno per tutte le truppe! tieni lontani dalla mischia!

source: You can see where an enemy could reach by moving the mouse over them. You can see all the possible enemy moves at once with 'Show Enemy Moves' from the 'Actions' menu.
fi: Näet minne vihollinen voi liikkua pitämällä hiirtä yksikön päällä. Näet kaikki mahdolliset vihollisen liikkeet kerralla 'Toiminnot'-valikon toiminnosta 'Näytä Vihollisen Liikkeet'.
fr: Vous pouvez voir les zones atteignables par un ennemi en déplaçant la souris au dessus d'eux. Vous pouvez voir tous les déplacements ennemis possibles en une fois à partir de l'option 'Afficher les déplacements ennemis' du menu 'Actions'.
it: Puoi vedere dove un nemico può arrivare muovendo il mouse sopra di lui. Potrai vedere tutte le possibili mosse nemiche in un volto con 'Mostra le mosse nemiche' nel menù 'Azioni'.

source: Level 2 units are powerful, but not invulnerable! Goodbye, $deadguy.user_description|.
fi: 2. tason yksiköt ovat mahtavia, mutta eivät voittamattomia. Hyvästi, $deadguy.user_description.
fr: Les unités de niveau 2 sont puissantes, mais pas invulnérables ! Au revoir $deadguy.user_description|.
it: Le unità di livello 2 sono potenti, ma non invulnerabili! Addio, valoroso $deadguy.user_description|.

source: Beware the leader: he can do 36 hitpoints damage at night! Attack with many units at once, during the day.
fi: Varo johtajaa: hän voi tehdä jopa 36 EP vahinkoa yöllä! Hyökkää mahdollisimman monella yksiköllä kerralla ja mieluiten päivällä.
fr: Faites attention au meneur : il peut faire 36 points de dégâts de nuit ! Attaquez le avec beaucoup d'unités à la fois, en plein jour.
it: Fai attenzione al loro condottiero: può causare 36 punti ferita di notte! Attaccalo di giorno con molte unità contemporaneamente.

source: Advancing a level has fully healed me! I always have a 60% chance of hitting with my bow, and 9 hitpoints damage on each of the four attacks. Use me to dislodge hard-to-hit units.
fi: Seuraavalle tasolle pääseminen on parantanut minut täysin! Minulla on aina 60% mahdollisuus osua jousellani ja teen 9 elämäpistettä jokaisella neljällä hyökkäykselläni. Käytä minua vaikeasti osuttavia vihollisia vastaan.
fr: Monter d'un niveau a complètement guéri mes blessures ! J'ai toujours 60% de chances de toucher avec mon arc et chacune de mes 4 attaques fait 9 points de dégâts si elle touche. Utilisez-moi pour déloger des unités difficiles à toucher.
it: Avanzando di un livello ho recuperato tutti i PF! Ora ho una possibilità di colpire un avversario con l'arco pari al 60% e causerò 9 punti ferita per ognuno dei quattro attacchi. Utilizzami per abbattere le unità più difficili da abbattere.

source: Advancing a level has fully healed me! I am good with both bow and sword, but I have a special ability: ambush. I can hide in forests, and enemies can only see me if they are right next to me.
fi: Seuraavalle tasolle pääseminen on parantanut minut täysin! Olen hyvä taistelemaan sekä miekalla, että jousella, mutta minulla on erikoisominaisuus: väijytys. Voin piiloutua metsään, jolloin viholliset huomaavat minut vain jos ovat aivan minun vieressäni.
fr: Avancer d'un niveau a complètement guéri mes blessures ! Je suis aussi bon à l'arc qu'à l'épée, mais j'ai une capacité spéciale : l'embuscade. Je peux me cacher en forêt et les ennemis peuvent me voir uniquement lorsqu'elles sont juste à côté de moi.
it: Avanzando di un livello ho recuperato tutti i PF! Sono diventato più abile sia con l'arco che la spada e ho acquisito un'abilità speciale: l'imboscata. Io posso nascondermi nella foresta e i nemici mi potranno vedere solo se si troveranno nelle mie vicinanze.

source: Advancing a level has fully healed me! I am good with both bow and sword, but I have a special ability: leadership. Level 1 units around me do 25% more damage, so position me carefully.
fi: Seuraavalle tasolle pääseminen on parantanut minut täysin! Olen hyvä taistelemaan sekä miekalla, että jousella, mutta minulla on erikoisominaisuus: johtaja. 1. tason yksiköt tekevät ympärilläni 25% enemmän vahinkoa, joten sinun on syytä sijoittaa minut huolellisesti.
fr: Monter d'un niveau a complètement guéri mes blessures ! Je suis aussi bon avec l'arc qu'avec l'épée, mais j'ai aussi une capacité spéciale : le commandement. Les unités de niveau 1 autour de moi font 25% de dégâts en plus, donc placez moi stratégiquement.
it: Avanzando di un livello ho recuperato tutti i PF! Sono diventato più abile sia con l'arco che la spada e ho acquisito un'abilità speciale: il comando. Le unità di livello 1 che mi sono accanto causano il 25% di danno in più e quindi posizionami con attenzione.

source: Advancing a level has fully healed me! I am particularly good with the sword: four attacks doing 8 damage each.
fi: Seuraavalle tasolle pääseminen on parantanut minut täysin! Olen erityisen taitava miekkataisteluissa: minulla on neljä hyökkäystä, joista kukin tekee 8 vahinkoa.
fr: Monter d'un niveau a complètement guéri mes blessures ! Je suis particulièrement bon à l'épée : je peux faire 4 attaques faisant 8 points de dégâts chacune.
it: Avanzando di un livello ho recuperato tutti i PF! Sono diventato più abile con la spada: quattro attacchi causano 8 danni ciascuno.

source: You took too long, we'll never be rid of these Orcs!
fi: Sinulla kesti liian pitkään. Emme pääse koskaan eroon näistä örkeistä!
fr: Vous avez pris trop de temps, vous ne pourrez jamais vous débarrasser de ces orcs !
it: Hai avuto troppa calma, non batteremo più questi orchi!

source: Elder Mage
fi: Vanhempi velho

source: Once great, Elder Magi have seen their power a little diminished from wearying years of battle. Nevertheless they remain feared on the battlefield on account of their powerful lightning bolts.
fi: Muinoin mahtavien vanhempien velhojen voima on vähentynyt vuosien taistelujen jälkeen. Kuitenkin heitä edelleen pelätään taistelukentillä heidän mahtavien salamoidensa takia.

source: staff
fi: sauva

source: impact
fi: murskaus

source: lightning
fi: salama

source: fire
fi: tuli

source: Fighter
fi: Soturi

source: Young and brash, Fighters fight with a sword, and are vulnerable to attack from enemies. However they have the potential to become great warriors one day.
fi: Nuoret ja röyhkeät soturit taistelevat miekalla ja ovat haavoittuvaisia hyökkäyksiä vastaan. Jonain päivänä heistä voi kuitenkin kasvaa suuria johtajia.

source: sword
fi: miekka

source: blade
fi: viilto

source: female^Fighter
fi: Soturi

source: sabre
fi: säilä

source: Quintains are used to practice swordplay and jousting on. It would be extremely unusual to be attacked by one.
fi: Harjoittelunukkeja käytetään miekkailun ja kaksintaistelun harjoittelemiseen. Olisi erittäin epätodennäköistä, että sellainen hyökkäisi kimppuun.

source: flail
fi: huitaisu

source: There is a village on the other side of the river. Visiting villages is a good idea, and ending your turn in one will heal you: you should retreat to there.
it: C'è un villaggio sull'altra riva del fiume. Entrare nei villaggi è sempre una buona idea e se finisci il turno in uno di essi recupererai un po' di energia: dovresti ritirarti là.

source: Note: When a unit gets enough experience (the experience bar is the smaller bar on the right), it will go up a level. Elvish Fighters have two options, and you will get to choose which one you want.
it: Note: Quando un'unità acquisisce abbastanza esperienza (l'indicatore dell'esperienza è la barra più piccola sulla destra), questa avanzerà di livello. I Combattenti Elfici hanno due opzioni, e dovrai scegliere quale di essi.

source: With a little help, yes. If your move your Shaman next to the defending unit, it will heal it by 4 hitpoints per turn. Just be careful not to expose the Shaman to attack: is fairly weak itself.
it: Con un piccolo aiuto sì, se muovi la tua Sciamana vicino all'unità in difesa, la curerà di 4 punti ferita per turno. Fai attenzione a non esporre la sciamana agli attacchi: non è molto robusta.

source: We need to take that village, otherwise they will take it next turn! Move your wounded unit to take it so it can heal, then kill that Orc!
it: Dobbiamo occupare quel villaggio, altrimenti loro lo occuperanno durante il prossimo turno! Muovi la tua unità ferita per occuparlo e per curare l'unità, quindi uccidi quell'orco!

source: Basic Training
he: אימון בסיסי

source: Konrad
he: קונרד

source: Delfador
he: דלפדור

source: Good morning, master Delfador.
he: בוקר טוב, אדון דלפדור.

source: Hello, Konrad.
he: שלום, קונרד.

source: I am here to learn how to fight in a battle. As an experienced elder mage, surely you can explain the art of combat to me...
he: אני כאן כדי ללמוד איך להלחם בקרב. כמכשף בכיר מנוסה', בטח שאתה יכול להסביר לי את אומנות הקרב...

source: *Basic Training Skills covered: - Recruiting units - Moving units - Attacking enemy units - Gaining experience - Winning scenarios
he: *אימון בסיסימיומנויות שנכסה: - גיוס יחידות - הזזת יחידות - תקיפת יחידות אוייב - רכישת ניסיון - נצחון בתרחישים

source: Before entering any battle, you need to recruit units. To recruit a unit, right click on the castle tile on which you wish to recruit the unit. Then select Recruit, and select 'OK'. You can only recruit units on castle tiles connected to the keep your leader is on.
he: לפני שאתה נכנס לקרב כל שהוא , אתה צריך לגייס יחידות. לגיוס יחידה, לחץ לחיצה ימנית על אריח הטירה שאליו אתה רוצה לגייס את היחידה. עכשיו בחר גיוס ואז לחץ על 'אישור'. אתה יכול לגייס יחידות רק על ארחי טירה שמחוברים למצודה שהמנהיג שלך נמצא בה.

source: Recruit a unit
he: גייס יחידה

source: Excellent! You have recruited an Elvish Fighter.
he: מצויין, גייסת לוחם אלפי.

source: What do I do next?
he: מה לעשות עכשיו?

source: Since units cannot move on the turn they are recruited, you must end your turn. To do this, simply click the 'End Turn' button in the lower-right hand corner.
he: מכיוון שיחידות לא יכולות לזוז באתו תור בו גויסו, אתה חייב לסיים את התור. כדי לעשות זאת, פשוט לחץ על הכפתור 'סיים תור' שנמצא בצד בפינה הימנית התחתונה.

source: You have successfully ended your turn.
he: סיימת את תורך בהצלחה.

source: Your next task is to move your Elvish Fighter. To move a unit, first select it, then select his destination. In this case, his destination is the forest next to the Elvish Shaman, Merle.
he: המשימה הבאה שלך היא להזיז את הלוחם האלפי שלך. כדי להזיז יחידה תחילה בחר אותה, ואז בחר את היעד. היעד הוא היער ליד השאמן האלפי, מרלה.

source: Move your Elvish Fighter next to Merle
he: הזז את הלוחם האלפי שלך אל ליד מרלה

source: Excellent! You have successfully moved your Elvish Fighter. However, since he moved next to an enemy unit, he has lost all his movement for this turn; this is called the 'zone of control'.
he: מצויין! הזזת בהצלחה את הלוחם האלפי שלך. אולם מכיוון שהוא זז אל ליד יחידת אוייב, הוא איבד את כל הצעדים שלו בתור הזה; זה נקרא 'איזור שליטה'.

source: Now, you need to attack with your fighter. To attack, first select a unit, then select its target, which must be next to the attacking unit. You will then see the attack options box, where you must select an attack to use.
he: עכשיו, אתה צריך להתקיף בעזרת הלוחם שלך. כדי להתקיף, תחילה בחר את היחידה, ואז בחר את המטרה, שחייבת להיות ליד היחידה המתקיפה. אז אתה תראה את התיבה של אפשרויות התקפה, שם אתה צריך לבחור באיזו התקפה להשתמש.

source: Attack Merle
he: התקף את מרלה

source: You have successfully attacked Merle. The attack has not taken place yet because I want to answer your questions first. Then, we will see how your Elvish Fighter fares against Merle.
he: תקפתה את מרלה בהצלחה. ההתקפה לא התרחשה עדיין מכיוון שאני רוצה ראשית לענות על שאלותך. ואז, נראה כיצד הלוחם האלפי שלך מסתדר כנגד מרלה.

source: Now we will watch your Elvish Fighter attack Merle. Afterwards, end your turn and wait for Merle to attack you.
he: כעת נתבונן בלוחם האלפי שלך תוקף את מרלה. אחר-כך סיים את תורך וחכה להתקפתה של מרלה נגדך.

source: Your fighter has survived Merle's attack. Whenever a unit survives a battle, it receives experience from the combat. Once a unit gains enough experience, it advances to the next level and becomes more powerful.
he: הלוחם שלך שרד את התקפתה של מרלה. כל פעם שיחידה שורדת קרב, היא מקבלת ניסיון מהקרב. כאשר היחידה השיגה מספיק ניסיון, היא מתקדמת לרמה הבאה, והופכת להיות יותר עוצמתית.

source: Move your fighter onto a village.
he: הזז את הלוחם שלך על הכפר.

source: Villages heal the units on them.
he: כפרים מרפאים יחידות שעליהם.

source: Now, you must defeat Merle by reducing her to 0 HP or lower. Just attack repeatedly.
he: עכשיו, אתה צריך להביס את מרלה על ידי כך שתוריד את הנק"פ שלה ל - 0 או פחות. פשוט התקף שוב ושוב.

source: Defeat Merle
he: הבס את מרלה

source: Oops! You moved your leader off of the keep. Remember, when your leader is not on a keep, you cannot recruit. Also remember that if your leader dies, you lose. In order to continue the tutorial, I will have to teleport you back onto your keep.
he: אופס! הזזת את המנהיג שלך מתוך המצודה. זכור, כאשר המנהיג שלך לא במצודה, אתה לא יכול לגייס. זכור גם שאם המנהיג שלך מת, אתה מפסיד. כדי להמשיך את השיעור, אני יהיה חייב לשגר אותך חזרה אל תוך המצודה שלך.

source: Unfortunately, you lost, because your leader was defeated. Hopefully you have gained wisdom from my teachings anyway.
he: לצערי הפסדת, בגלל שהמנהיג שלך הובס. אני מקווה שרכשת חוכמה מלימודי בכל מקרה.

source: Unfortunately, you lost, because you ran out of time. Hopefully you have gained wisdom from my teachings anyway.
he: לצערי הפסדת, בגלל שנגמר לך הזמן. אני מקווה שרכשת חוכמה מלימודי בכל מקרה.

source: You have successfully completed the first training scenario.
he: סיימת בהצלחה את תרחיש האימון הראשון שלך.

source: Hooray!
he: הידד!

source: Do you want to review any of the skills learned in this scenario?
he: האם אתה רוצה לסקור שוב מיומנות כלשהי מבין אלו שנלמדו בתרחיש זה?

source: Yes
he: כן

source: I'm done reviewing skills!
he: גמרתי לסקור מיומנויות!

source: No
he: לא

source: Although you have completed your first scenario, your training is not yet over. We will now proceed to the next scenario, in which you will fight me in a mock battle.
he: למרות שסיימת את התרחישך הראשון, אימונך עדיין לא הסתיים. נמשיך עכשיו לתרחיש הבא, שבו תלחם בי בקרב דמה.

source: Traits and Specialties
he: מאפיינים ויכולות מיוחדות.

source: *Basic Training Part II: Recalling Traits Gold Time of day Terrains Resistance Specialties Objects
he: *אימון בסיסי חלק 2: החזרה מאפיינים זהב זמן ביום סוגי שטח עמידות יכולות מיוחדות חפצים

source: Now you will be subject to a more difficult test. You must defeat me in mock battle.
he: עכשיו אתה תועמד למבחן קשה יותר. אתה חייב להביס אותי בקרב דמה.

source: You can win most scenarios simply by defeating all enemy leaders. Win this scenario by defeating me. Your fighter from the previous scenario can help you in this battle. To recall him, right-click on a castle tile, select Recall, select your fighter, then select 'OK'. You should also recruit Elvish Fighters and Elvish Archers.
he: אתה יכול לנצח את רוב התרחישים פשוט על ידי כך שתביס את כל המנהיגים של האוייב. נצח את התרחיש הזה על ידי כך שתביס אותי. הלוחם שלך מהתרחיש הקודם יכול לעזור לך בקרב הזה. כדי להחזיר אותו, לחץ לחיצה ימנית על אריח הטירה, בחר 'החזר', בחר את בלוחם שלך ואז לחץ על 'אישור'. כדי לך גם לגייס לוחמים אלפיים וקשתים אלפיים.

source: Defeat Delfador
he: הבס את דלפדור

source: So what should I be doing right now?
he: מה אני צריך לעשות ברגע זה?

source: Um, yes. In simple terms, recruit an army, move it towards my castle, and attempt to kill me and any of my units that get in your way.
he: אומ, כן. בצורה פשוטה, גייס צבא, הזז אותו לעבר הטירה, ונסה להרוג אותי וכל יחידה שלי שמפריעה לך בדרך.

source: Sounds simple, master Delfador.
he: נשמע פשוט, אדון דלפדור.

source: We shall see. I will continue to tutor you as you come closer.
he: עוד נראה. אני אמשיך להדריך אותך בעוד אתה מתקרב.

source: You have successfully recalled your Elvish Fighter.
he: החזרת בהצלחה את הלוחם האלפי שלך.

source: En garde!
he: הגן על עצמך!

source: You may notice that your units have slightly different statistics from the statistics shown before you recruited them. This is because all units naturally have 2 traits that are determined when you recruit the unit.
he: יכול להיות שתשים לב לכך שליחידות שלך יש נתונים קצת שונים מהנתונים שרואים לפני שגייסתה אותן. הסיבה לכך היא שלכל היחידות יש באופן טיבעי 2 מאפיינים שנקבעים כאשר אתה מגייס את היחידה.

source: When you recruit and recall units, you spend gold. If this would cause you to have less than 0 gold, you cannot recruit or recall.
he: כשאתה מגייס ומחזיר יחידות, אתה משקיע זהב. אם זה יגרום לכך שיהיה לך פחות מ - 0 זהב, אתה לא יכול לגייס או להחזיר.

source: The sun is setting over Wesnoth. The time of day affects how much damage units of different alignments can inflict upon each other.
he: השמש שוקעת על ווסנות'. הזמן ביום משפיע על הנזק שיחידות מנטיות שונות גורמות אחת לשניה.

source: Each hex has a terrain, which gives the hex distinctive properties.
he: לכל משושה יש סוג שטח, שנותן למשושה מאפיינים יחודיים.
