Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-tutorial/*.po
Languages: fi, fr, he, it

source: If you had any experienced units alive from your last battle we would recall them, instead we must recruit a new Elvish Fighter.
fi: Jos edellisestä taistelustasi olisi selviytynyt kokeneita yksiköitä, kutsuisimme nämä veteraaniyksiköt nyt. Sen sijaan meidän täytyy värvätä uusi Haltiasoturi.
fr: Si vous aviez la moindre unité expérimentée en vie après votre dernière bataille, nous la rappellerions ; comme ce n'est pas le cas, nous devons recruter un nouveau guerrier elfe.
it: Se qualche unità che hai utilizzato nella battaglia precedente fosse sopravvissuta, l'avremmo richiamata. Visto che hai combattuto da Kamikaze, dovremo reclutare un nuovo combattente elfico.

source: Elvish Fighter
fi: Haltiasoturi
fr: Guerrier elfe
it: Combattente Elfico

source: Right click on the tile south of you and recruit an Elvish Fighter
fi: Paina hiiren oikeaa nappia sinusta päin etelässä olevassa heksassa ja värvää Haltiasoturi
fr: Pressez le bouton droit sur la case au sud de vous puis recrutez un guerrier elfe
it: Fai clic col tasto destro sulla casella a sud e recluta un combattente elfico

source: No! I said recruit an Elvish SHAMAN! Now try again...
fi: Ei Minä käskin sinua värväämään HaltiaSHAMAANIN! Yritä uudelleen...
fr: Non ! J'ai dit de recruter un CHAMAN elfe ! Maintenant essayez encore...
it: Devo avere dei problemi di dislessia... ero sicuro di aver detto di reclutare una SCIAMANA Elfica... Ah, la vecchiaia! Dai, prova ancora...

source: The Shaman is a fairly weak unit, but has the ability to heal units around it. It also has a special attack which slows enemies, halving the damage they do!
fi: Shamaani on melko heikko yksikkö, mutta sillä on kyky hoivata viereisiään yksiköitä. Sillä on lisäksi erikoishyökkäys, joka hidastaa vihollisia puolittaen samalla niiden tekemän vahingon!
fr: Le chaman est une unité plutôt faible, mais qui a la capacité de guérir les unités adjacentes. Il a aussi une attaque spéciale capable de ralentir les ennemis, réduisant de moitié les dégâts qu'ils font.
it: La sciamana è un'unità piuttosto debole, ma ha l'abilità di curare le unità che le sono accanto. Ha anche un attacco speciale che permette di rallentare i nemici, diminuendo il danno che causano!

source: So, should I end my turn now?
fi: No, pitäisikö minun nyt lopettaa vuoroni?
fr: Je peux terminer mon tour maintenant ?
it: Quindi, dovrei terminare il mio turno??

source: It's true, none of your recruited units can move, but you still can. Your five units cost you 5 gold, leaving you 3 gold pieces poorer per turn. You need more income.
fi: Totta, yksikään värväämistäsi yksiköistä ei voi liikkua, mutta sinä voit. Viisi yksikköäsi maksaa sinulle 5 kultapalaa, mikä jättää sinut 3 kultapalaa köyhemmäksi per vuoro. Tarvitset lisätuloja.
fr: Il est vrai qu'aucune des unités que vous avez recrutées ne peut bouger, mais vous, vous le pouvez encore. Vos 5 unités vous coûtent 5 pièces d'or, vous appauvrissant de 3 pièces d'or à chaque tour. Vous avez besoin davantage de revenu.
it: Giusto, nessuna delle unità che hai reclutato può muoversi, ma tu lo puoi fare. Le 5 unità ti costano 5 monete d'oro, lasciandoti con tre monete d'oro più povero per turno. Hai bisogno di incrementare le entrate.

source: Move Konrad to capture a village
fi: Liikuta Konrad kylään vallataksesi sen
fr: Déplacez Konrad afin de prendre un village
it: Sposta Konrad per prendere possesso di un villaggio

source: Move Li'sar to capture a village
fi: Liikuta Li'sar kylään vallataksesi sen
fr: Déplacez Li'sar afin de prendre un village
it: Sposta Li'sar per prendere possesso di un villaggio

source: No! I said recruit an Elvish ARCHER! Now try again...
fi: Ei! Käskin sinua värväämään JOUSIhaltian! Yritä uudelleen...
fr: Non ! J'ai dit de recruter un ARCHER elfe ! Maintenant essayez encore...
it: No! Ti ho detto di reclutare un ARCIERE Elfico|! Forza, riprova...

source: Shaman
fi: Shamaani
fr: Chaman
it: Sciamano

source: Recruit an Elvish Shaman to your north
fi: Värvää Haltiashamaani itsestäsi pohjoiseen
fr: Recrutez un chaman elfe au nord de vous
it: Recluta una sciamana elfica a nord

source: No! I said RECALL $recall_name2|! Now try again...
fi: Ei! Käskin KUTSUA VETERAANIYKSIKÖN $recall_name2|! Yritä uudestaan...
fr: Non ! J'ai dit de RAPPELER $recall_name2| ! Maintenant essayez à nouveau...
it: No! Ti ho detto di RICHIAMARE $recall_name2! Ora prova ancora...

source: Archer #1
fi: Jousihaltia #1
fr: Archer n°1
it: Arciere #1

source: Archer #2
fi: Jousihaltia #2
fr: Archer n°2
it: Arciere #2

source: Recruit two Elvish Archers in tiles to your west
fi: Värvää kaksi Jousihaltiaa sinusta päin länteen oleviin heksoihin
fr: Recrutez deux archers elfes dans les cases à l'ouest de vous
it: Recluta due Arcieri Elfici nelle caselle ad ovest

source: No! I said recruit an Elvish FIGHTER! Now try again...
fi: Ei! Käskin sinua värväämään haltiaSOTURIN! Yritä uudelleen...
fr: Non ! J'ai dit de recruter un GUERRIER Elfe ! Maintenant essayez encore...
it: Iniziamo bene... ti avevo detto di reclutare un COMBATTENTE Elfico! Dai, riprova...

source: No! I said recall $recall_name1, not $recall_name2|! Now try again...
fi: Ei! Käskin sinun kutsua veteraaniyksikkö $recall_name1, ei $recall_name2|! Yritä uudelleen...
fr: Non ! J'ai dit de rappeler $recall_name1|, non pas $recall_name2| ! Maintenant essayez encore...
it: No! Ti ho detto di richiamare $recall_name1, e non $recall_name2|! Forza, prova ancora...

source: No! I said RECALL $recall_name1 from the last battle, not recruit a new $recruit.type|! Now try again...
fi: Ei! Käskin KUTSUA VETERAANIYKSIKKÖ $recall_name1 edellisestä taistelusta, en värvätä uutta $recruit.type|a! Yritä uudestaan...
fr: Non ! J'ai dit de RAPPELER $recall_name1 qui a servi lors de la bataille précédente, non de recruter un nouveau recruit.type| ! Maintenant essayez encore...
it: No! ti avevo detto di RICHIAMARE $recall_name1 dalla battaglia precedente e non di reclutare $recruit.type|! Dai, prova ancora...

source: Right click on the tile south-east of you and recall $recall_name2
fi: Paina hiiren oikeaa nappia sinusta kaakossa olevan ruudun päällä ja kutsu veteraaniyksikkö $recall_name2
fr: Pressez le bouton droit sur la case au sud-est de vous et rappelez $recall_name2
it: Fai clic col tasto destro sulla casella a sud-est e richiama $recall_name2

source: RECALL $recall_name2
fi: KUTSU VETERAANIYKSIKKÖ $recall_name2
fr: RAPPELEZ $recall_name2
it: Richiamo $recall_name2

source: Right click on the tile south-east of you and recruit an Elvish Fighter
fi: Paina hiiren oikeaa nappia sinusta päin kaakossa olevassa heksassa ja värvää Haltiasoturi
fr: Pressez le bouton droit sur la case au sud-est de vous puis recrutez un guerrier Elfe
it: Fai clic col tasto destro sulla casella libera a sud-est e recluta un combattente elfico

source: $recruit.type|? I said RECRUIT a new ELVISH FIGHTER. Now try again...
fi: $recruit.type|? Käskin sinua VÄRVÄÄMÄÄN HaltiaSOTURIN! Yritä uudestaan...
fr: $recruit.type| ? J'ai dit de recruter un nouveau GUERRIER Elfe ! Maintenant essayez encore...
it: Un $recruit.type, perché un $recruit.type? Ti ho detto di reclutare un COMBATTENTE Elfico|! Dai, riprova...

source: You've learned well, Konrad!
fi: Olet oppinut hyvin, Konrad!
fr: Vous avez bien appris Konrad !
it: Bene, Konrad, hai imparato!

source: The village supports one unit, and pays one gold per turn: you're only losing 1 gold per turn now.
fi: Kylä ylläpitää yhden yksikön ja antaa lisäksi yhden kultapalan tuloja per vuoro: Menetät nyt vain 1 kultapalan per vuoro.
fr: Le village entretient une unité et vous rapporte une pièce d'or par tour : vous perdez seulement une pièce d'or par tour maintenant.
it: Il villaggio ora rifornisce una unità e paga una moneta per turno: stai perdendo solo una moneta per turno

source: You've learned well, Li'sar!
fi: Olet oppinut hyvin, Li'sar!
fr: Vous avez bien appris Li'sar !
it: Bene, Konrad, hai imparato!

source: End your turn
fi: Lopeta vuorosi
fr: Terminez votre tour
he: סיים את תורך
it: Termina il tuo turno

source: You've captured all the villages around the keep, but stay near so you can recruit more units.
fi: Olet nyt valloittanut jokaisen kylän linnakkeen läheltä, mutta pysy lähistöllä, jotta voit värvätä lisää yksiköitä.
fr: Vous avez pris tous les villages autour du donjon, mais restez à proximité de sorte que vous puissiez recruter davantage d'unités.
it: Hai occupato tutti i villaggi intorno alla fortezza, ma non ti allontanare n modo da poter reclutare altre unità.

source: You should leave the villages near your keep for Konrad to capture, as he needs to stay nearby to recruit more units anyway.
fi: Sinun kannattaisi jättää linnakkeen lähellä olevat kylät Konradin vallattavaksi: Hänen täytyy pysyä lähistöllä jokatapauksessa värvätäkseen yksiköitä.
fr: Vous devriez laisser les villages à proximité de votre donjon pour que Konrad les capture : le meneur a besoin de rester proche de toutes façons afin de pouvoir recruter plus d'unités.
it: Dovresti lasciare i villaggi vicini alla tua fortezza per essere occupati da Konrad, visto che comunque deve rimanere nelle vicinanze per reclutare altre unità.

source: You should leave the villages near your keep for Li'sar to capture, as she needs to stay nearby to recruit more units anyway.
fi: Sinun kannattaisi jättää linnakkeen lähellä olevat kylät Li'sarin vallattavaksi: Hänen täytyy pysyä lähistöllä jokatapauksessa värvätäkseen yksiköitä.
fr: Vous devriez laisser les villages à proximité de votre donjon pour que Li'sar les capture : le meneur a besoin de rester proche de toutes façons afin de pouvoir recruter plus d'unités.
it: Dovresti lasciare i villaggi vicini alla tua fortezza per essere occupati da Li'sar, visto che comunque deve rimanere nelle vicinanze per reclutare altre unità.

source: Orcs have no ranged attack, so use your archers against it.
fi: Örkeillä ei ole kaukotaisteluhyökkäystä, joten sinun kannattaa käyttää niitä vastaan jousihaltioita.
fr: Les orcs n'ont pas d'attaque à distance, donc utilisez vos archers contre eux.
it: Gli orchi non hanno degli attacchi a distanza quindi è meglio utilizzare gli arcieri contro di loro.

source: Attack the Orc with an Archer (move mouse over units to see description on right)
fi: Hyökkää Örkkiä vastaan Jousihaltialla (liikuta hiiri yksiköiden ylle ja näet kuvauksen oikealla)
fr: Attaquez l'orc avec un archer (déplacez la souris au dessus des unités pour en avoir une description à droite)
it: Attacca l'orco con un arciere (muovi il mouse sopra le unità per visualizzarne una descrizione sulla destra)

source: Excellent. Elves are well protected in the forest: there's only a 30% chance of hitting an Elven Archer when it's in forest.
fi: Erinomaista. Haltiat ovat hyvin suojassa metsässä: Jousihaltiaan on vain 30% mahdollisuus osua, jos se on metsässä.
fr: Excellent. Les elfes sont bien protégés en forêt : il y a seulement 30% de chances de toucher un archer elfe qui se trouve dans la forêt.
it: Eccellente. Gli elfi sono meglio protetti nella foresta: C'è solo una possibilità del 30% di colpire un arciere elfico quando si trova in una foresta

source: It's very dangerous to stand in water when there are enemies about! Your unit would have an 80% chance of being hit when the Orc counter-attacks! Cancel!
fi: On erittäin vaarallista seisoa vedessä, kun vihollisen yksiköitä on lähistöllä! Yksikköösi osuu 80% todennäköisyydellä, kun örkki tekee vastahyökkäyksen! Peruuta!
fr: C'est très dangereux de rester dans l'eau quand il y a des ennemis à proximité ! Votre unité aurait 80% de chance de se faire toucher si l'orc contre-attaquait ! Annulez !
it: Credo che sia molto pericoloso entrare in acqua quando ci sono dei nemici nelle vicinanze! La tua unità avrà una probabilità di essere colpita pari al 80% quando l'orco contrattaccherà! Annulla!

source: Attack the Orc with the other Archer
fi: Hyökkää Örkkiä vastaan toisella Jousihaltialla
fr: Attaquez l'orc avec l'autre archer
it: Attacca l'orco con l'altro elfo.

source: Fighter to Here
fi: Soturi Tänne
fr: Guerrier Ici
it: Combattete Qui

source: Your other units cannot reach that Orc this turn. Send a Fighter to that village to the far east: that will take two turns.
fi: Muut yksikkösi ovat liian kaukana. Lähetä yksi soturi valtaamaan kylä kaukaa idästä: siihen menee kaksi vuoroa.
fr: Vos autres unités ne pourront pas atteindre cet orc ce tour-ci. Envoyez un guerrier vers ce village tout à l'est : cela prendra 2 tours.
it: Le unità che hai non possono raggiungere l'orco durante questo turno. Invia un combattente ad occupare il villaggio ad est: ci impiegherà due turni.

source: You can make a unit keep moving for multiple turns: select the unit, then click on the target. You will see (2) if it will take two turns to reach it.
fi: Voit lähettää yksikön paikkaan, jonka saavuttamiseen kuluu useampi vuoro: valitse yksikkö ja paina sitten kohdetta. Näet numeron '2' jos kohteen saavuttamiseen kuluu kaksi vuoroa.
fr: Vous pouvez faire en sorte de préparer un déplacement pour plusieurs tours : sélectionnez l'unité, puis cliquez sur la cible. Vous verrez (2) si cela prend 2 tours pour l'atteindre.
it: Puoi far muovere un'unità per più turni: seleziona l'unità e fai clic sull'obiettivo. Vedrai (2) se il movimento si completerà in due turni.

source: Tell a Fighter to move to the far east village
fi: Käske Haltiasoturia liikkumaan kylään kaukana idässä
fr: Demandez à un guerrier de se déplacer au village le plus à l'est.
it: Di' al Combattente di muoversi sino al villaggio situato all'estremo est

source: Send the other Fighter and the Shaman south so they can attack next turn, then return to the keep to recruit more units!
fi: Lähetä toinen Soturi ja Shamaani etelään niin, että he voivat hyökätä ensi vuorolla. Palaa sitten linnakkeeseen värväämään lisää yksiköitä!
fr: Envoyez l'autre guerrier et le chaman au sud, de sorte qu'ils puissent attaquer au tour suivant ; puis revenez au donjon pour recruter plus d'unités !
it: Invia l'altro combattente e la sciamana a sud affinché possano attaccare nel prossimo turno, quindi ritorna alla fortezza per reclutare nuove unità!

source: Move Fighter and Shaman south, then return Konrad to the Keep
fi: Liikuta soturi ja shamaani etelään, ja palaa sitten Konradilla Linnakkeeseen
fr: Déplacez le guerrier et le chaman au sud, puis faites revenir Konrad au donjon
it: Muovi il combattente e la sciamana a sud, dopo porta Konrad alla Fortezza

source: Move Fighter and Shaman south, then return Li'sar to the Keep
fi: Liikuta soturi ja shamaani etelään, ja palaa sitten Li'sarilla Linnakkeeseen
fr: Déplacez le guerrier et le chaman au sud, puis faites revenir Li'sar au donjon
it: Muovi il combattente e la sciamana a sud, dopo porta Li'sar alla Fortezza

source: Recruit another Archer and a Fighter
fi: Värvää toinen jousihaltia ja soturi
fr: Recrutez un autre archer et un guerrier
it: Recluta un secondo arciere e un combattente.

source: I have no more money to recruit!
fi: Minulla ei ole rahaa millä värvätä!
fr: Je n'ai plus d'argent pour recruter !
it: Non ho più soldi per reclutare

source: This is often a problem, which is why owning villages is important.
fi: Tämä on yleinen ongelma. Juuri siksi kylien omistaminen on tärkeää.
fr: C'est souvent un problème ; c'est pourquoi posséder des villages est important.
it: Questo è un problema che si pone spesso dovuto al fatto che è necessario occupare i villaggi.

source: Move Konrad to another (unowned) village
fi: Liikuta Konrad seuraavaan (omistamattomaan) kylään)
fr: Déplacez Konrad vers un autre village (que vous ne possédez pas déjà)
it: Porta Konrad sino ad un altro villaggio (che non hai già occupato)

source: Move Li'sar to another (unowned) village
fi: Liikuta Li'sar seuraavaan (omistamattomaan) kylään)
fr: Déplacez Li'sar vers un autre village (que vous ne possédez pas déjà)
it: Porta Li'sar sino ad un altro villaggio (che non hai già occupato)

source: The Orc is blocking the bridge! We must occupy that island before the wolf riders reach it.
fi: Örkki tukkii sillan! Meidän täytyy päästä saarelle ennen kuin susiratsastajat ehtivät sinne.
fr: L'orc bloque le pont ! Nous devons occuper cette île avant que les monteurs de loup ne l'atteignent.
it: L'orco sta bloccando il ponte! Dobbiamo occupare quell'isola prima che i cavalcatori di lupi riescano a raggiungerla.

source: Can't our units just move around him?
fi: Eivätkö yksikkömme voi vain mennä hänen vierestään?
fr: Nos unités ne peuvent-elles pas simplement le contourner ?
it: Le nostre unità non si possono muovere vicino a lui?

source: ZoC
fi: X
fr: ZdC
it: ZdC

source: No: once you move close to an enemy unit, you are in it's 'Zone of Control', and cannot move further that turn. To move your troops onto that island without wading slowly through the water, you'll have to kill him.
fi: Ei: heti kun liikut vihollisen viereen, olet sen 'hallitsemalla alueella', etkä voi enää liikkua samalla vuorolla.nLiikuttaaksesi joukkoja saarelle, sinun on tapettava örkki, ellet halua kiertää sitä kahlaamalla hitaasti veden kautta.
fr: Non: une fois que vous vous êtes approché d'une unité ennemie, vous êtes dans sa 'Zone de Contrôle' (ZdC) et ne pouvez plus bouger durant ce tour. Pour déplacer vos troupes sur cette île sans devoir patauger péniblement dans l'eau, vous devrez le tuer.
it: No: Una volta che ti muovi vicino ad un'unità nemica ti vieni a trovare nella sua "Zona di controllo", e non ti potrai muovere sino alla fine del turno. Per muovere le tue truppe sino all'isola senza essere impedito dall'acqua, lo devi uccidere.

source: Attack the Orc with an Archer
fi: Höykkää Jousihaltialla Örkin kimppuun
fr: Attaquez l'orc avec un archer
it: Attacca l'orco con un arciere.

source: Advance other units and capture villages, then End Turn
fi: Etene ja valloita kyliä muilla yksiköillä ja lopeta sitten vuorosi
fr: Avancez d'autres unités et capturez des villages, puis terminez votre tour
it: Fai avanzare le altre unità, conquista il villaggio e termina il turno

source: No other units can reach that Orc: I hope my archer survives its counter-attack! I'd better grab more villages, and move everyone closer for next turn.
fi: Muut yksiköt eivät voi saavuttaa Örkkiä. Toivottavasti jousihaltiani selviää sen vastaiskusta! Minun on parasta vallata lisää kyliä ja liikuttaa muita lähemmäs ensi vuoroa varten.
fr: Aucune autre unité ne peut atteindre cet orc : j'espère que mon archer survivra à sa contre-attaque ! Je ferais mieux de conquérir plus de villages et de rapprocher tout le monde pour le prochain tour.
it: Nessun'altra unità potrà raggiungere quell'orco: Spero che il mio arciere sopravviva ai suoi attacchi! Sarà meglio che al prossimo turno lasci più villaggi e muova tutti quanti nelle vicinanze.

source: Yes. If your Shaman stands just behind that unit on the bridge, it will heal it at the beginning of next turn, too.
fi: Kyllä. Jos Shamaanisi on välittömästi sillalla olevan yksikön takana, se hoivaa sitä seuraavan vuoron alussa.
fr: Oui. Si votre chaman se tient juste derrière cette unité sur le pont, il la guérira au début du tour suivant.
it: Bene! Se la tua sciamana rimane alle spalle di quelle unità sul ponte, le curerà all'inizio del prossimo turno.

source: Move Shaman onto bridge to stand behind unit
fi: Liikuta Shamaani sillalle jo siellä olevan yksikön taakse
fr: Déplacez le chaman sur le pont afin qu'il se tienne derrière l'unité.
it: Muovi la sciamana sino al ponte e tienila dietro le altre unità

source: Be careful: if you stand on the bridge you are exposed to attack from multiple directions!
fi: Ole varovainen: jos olet sillalla, olet altis hyökkäyksille monesta suunnasta!
fr: Faites attention: si vous restez sur le pont, vous êtes exposé à des attaques de multiples provenances !
it: Fai attenzione: Se rimarrai sul ponte sarai esposto agli attacchi da più direzioni!

source: It's very dangerous to stand in water when there are enemies about! Your unit would have an 80% chance of being hit! Cancel, and wait for them to attack you!
fi: On erittäin vaarallista olla vedessä, kun vihollisia on lähettyvillä! Yksikköösi osuu 80% todennäköisyydellä! Peru siirtosi ja odota, että he hyökkäävät sinua vastaan!
fr: Il est très dangereux de se tenir dans l'eau alors qu'il y a des ennemis à proximité ! Votre unité aurait 80% de chance d'être touchée ! Annulez et attendez qu'ils vous attaquent !
it: Quando ci sono dei nemici nelle vicinanze è molto pericoloso stare nell'acqua! Le tue unità avranno una possibilità di essere colpite pari al 80%! Annulla e aspetta che siano loro ad attaccarti!

source: Don't forget about your fighter in the east: you can move him south to that last village near the channel.
fi: Älä unohda soturiasi idässä: voit liikuttaa hänet etelään, tuohon viimeiseen kylään kahlaamon lähellä.
fr: N'oubliez pas votre guerrier à l'est : vous pouvez le déplacer vers le sud en direction de ce dernier village près du canal.
it: Non scordarti il tuo combattente ad est: puoi muoverlo a sud verso l'ultimo villaggio vicino al canale.

source: Careful! It is now nighttime. Orcs are chaotic: their attacks are 25% stronger at night, 25% weaker in the day. You are lawful: stronger by day. Elves are neutral: we are unaffected by night and day.
fi: Varovasti! Nyt on yö. Örkit ovat kaoottisia: niiden hyökkäykset ovat 25% voimakkaampia yöllä ja 25% heikompia päivällä. Sinä olet lainkuulianen: voimakkaampi päivällä. Haltiat ovat neutraaleja: meihin päivänaika ei vaikuta mitenkään.
fr: Soyez prudent ! Il fait maintenant nuit. Les orcs sont chaotiques : leurs attaques sont 25% plus puissantes de nuit, 25% plus faibles de jour. Vous êtes loyal : plus puissant de jour. Les elfes sont neutres : nous ne sommes pas affectés par les cycles diurnes et nocturnes.
it: Attento! E arrivata la notte. Gli orchi sono caotici: i loro attacchi sono il 25% più forti durante la notte e il 25% più deboli durante il giorno. Tu invece sei legale: ossia più forte durante il giorno. Noi elfi invece siamo neutrali: e non veniamo influenzati dal trascorrere del giorno e della notte.

source: After this dialog, hold the mouse over the image below the map on the right, to see a description of the time of day.
fi: Tämän ikkunan jälkeen, pidä hiirtä kartan olla olevan kuvan päällä oikealla niin näet kuvauksen päivänajasta.
fr: A la fin de ce dialogue, maintenez votre souris au dessus de l'image du ciel située sous la mini-carte sur la droite pour voir une description de la période de la journée.
it: Dopo di questa finestra di dialogo, porta il mouse sopra l'immagine sotto la mappa a destra dello schermo, vedrai una descrizione del periodo della giornata.

source: Remember to retreat your wounded units to villages. Healers can only heal 4 hitpoints at a time, villages can heal 8 (the maximum for any unit).
fi: Muista vetää haavoittuneet yksiköt kyliin parantumaan. Hoivaajat hoivaavat vain 4 elämäpistettä kerrallaan, mutta kylät parantavat 8 (mikä onkin maksimimäärä mille tahansa yksikölle).
fr: Rappelez-vous de faire revenir vos unités blessées dans les villages. Les guérisseurs ne peuvent guérir que 4 points de vie à la fois ; les villages peuvent en guérir 8 (le maximum pour toute unité).
it: Ricordati di far ritirare le tue unità ferite nei villaggi. I tuoi guaritori possono far recuperare 4 punti ferita alla volta, i villaggi, invece, possono farne guarire 8 (il massimo per ogni unità)

source: Defend here
fi: Puolusta tässä
fr: Défendez ici
it: Difendi qui
