Repository: battle-for-wesnoth/svn
Catalog: po/wesnoth-tutorial/*.po
Languages: fi, fr, he, it

source: Each attack has a damage type which affects how much damage different units take from that attack.
he: לכל התקפה יש סוג נזק שמשפיע על כמות הנזק שההתקפה גורמת ליחידות שונות.

source: Many units have a specialty which changes the rules of play in some way.
he: להרבה יחידות יש יכולות מיוחדות שמשנות בדרך שלהיא את חוקי המשחק.

source: Some objects change the capabilities or status of the unit that triggered them. One of your units found a potion which will make him do more damage on his attack. To see his new combat statistics, look at the Status Table.
he: כמה מהחפצים משנים את היכולות או המצב של היחידה שהפעילה אותם. אחת מהיחידות שלך מצאה שיקוי שיתן לה לגרום יותר נזק בהתקפה שלה. כדי לראות את נתוני הקרב החדשים הסתכל על טבלת המצב.

source: This potion increases the damage of all the drinker's attacks by four.
he: השיקוי הזה מגדיל את הנזק של כל ההתקפות של מי ששותה אותו פי ארבע.

source: Potion of Strength
he: שיקוי כח

source: Remember to try to prevent the enemy from capturing villages, and to recapture the ones that they already have. This will cut off their gold supply and make them unable to recruit.
he: זכור לנסות למנוע מהאוייב לכבוש את הכפרים. ולכבוש מחדש את הכפרים שכבר יש להם. הדבר יקצץ את הספקת הזהב שלהם והם לא יוכלו לגייס יחידות חדשות.

source: Alright, lad, I yield. Good job.
he: בסדר, נערי, אני נכנע. עבודה טובה.

source: So I win? Great!
he: אז נצחתי? נהדר!

source: Yes, congratulations. Do you want to review any of the skills learned in this scenario?
he: כן, איחולי. האם אתה רוצה לסקור שנית מיומנות כלשהי מבין אלו שנלמדו בתרחיש זה?

source: Next, you may want to begin a campaign or play a multiplayer game.
he: בשלב הבא, יכול להיות שתרצה להתחיל מערכה או לשחק משחק רב-משתתפים.

source: I'm ready to start.
he: אני מוכן להתחיל.

source: I understand, but I have more questions...
he: אני מבין, אבל יש לי עוד שאלות...

source: Current objective:
he: מטרה נוכחית:

source: Death of Delfador
he: מותו של דלפדור

source: To recruit a unit, right click on the castle tile on which you wish to recruit the unit. Then select Recruit, or just hold your cursor over the tile and press 'Ctrl-R'. Next, select the type of unit that you want to recruit, and select 'OK'. In order to recruit faster, you can use 'Ctrl-Shift-R' to re-recruit the last type of unit you recruited.
he: כדי לגייס יחידה לחץ לחיצה ימנית על אריח הטירה עליו אתה מעונין לגייס את היחידה. אז בחר ב-'גייס' או פשוט החזק את הסמן על האריח ולחץ 'Ctrl-r'. כעת, בחר את סוג היחידה אותה אתה רוצה לגייס, ולחץ על 'אישור'. כדי לגייס יחידות בצורה מהירה יותר אתה יכול להשתמש ב 'Ctrl-Shift-r' כדי חגייס יחידה מאותו סוג של היחידה האחרונה שגייסת

source: How do I recruit units again?
he: איך אני מגייס יחידות, שוב?

source: What's a leader?
he: מה זה מנהיג?

source: A leader is a unit that can recruit. This means that when the leader is on a keep, units can be recruited on the surrounding castle tiles. Leaders are usually powerful units that each side only controls one of. Also, your leader is usually the first unit that your side controls, and starts on a keep. You can select your leader quickly by pressing 'l' (the lowercase letter L). If your leader dies, you lose the game. You can win most scenarios by defeating all enemy leaders.
he: מנהיג זו יחידה שיכולה לגייס. כלומר כאשר מנהיג נמצא במצודה, הוא יכול לגייס יחידות על אריחי הטירה מסביב למצודה. מנהיגים הם בדרך כלל יחידות רבות עוצמה שיש רק אחת מהן לכל צד. בנוסף, המנהיג שלך הוא היחידה הראשונה בה הצד שלך שולט, והיא מתחילה במצודה. אתה יכול לבחור את המנהיג שלך במהירות על ידי לחיצה על 'l', (L קטנה) אם המנהיג שלך מת הפסדת את המשחק. אתה יכול לנצח את רוב התרחישים על ידי שתביס את כל מנהיגי האוייב.

source: You have to carefully review their skills, which are displayed to the left of the unit selection box, and cost, which is displayed after the name of the unit. You will learn more about these statistics throughout the tutorial.
he: אתה חייב לסקור בזהירות את המיומנויות שלהם, שמוצגות משמאל לתיבת בחירת היחידה, ועלות, שמוצגת אחרי שם היחידה. אתה תלמד עוד על הנתונים האילו לאורך השיעור.

source: How should I choose what kind of units to recruit?
he: איך אבחר איזה סוג יחידות לגייס?

source: What happens when I recruit a unit?
he: מה קורה כאשר מגייסים יחידה?

source: When you recruit a unit, it appears at full health on a castle tile of your choice. It also receives two traits, which will be discussed later. It cannot move or attack until you end your turn.
he: כאשר אתה מגייס יחידה, היא מופיע בבריאות מלאה על אריח הטירה שבחרת. היא גם מקבלת שני מאפיינים יחודיים עליהם נדבר בהמשך. היא לא יכולה לזוז או לתקוף עד סוף התור שלך.

source: One way to end your turn is to press 'Alt-Space'. Alternatively, you can right-click and select End Turn, or select the End Turn button in the lower right hand corner.
he: דרך אחת לסיים את התור היא ללחוץ על 'Alt-Space'. לחילופין, אתה יכול ללחוץ לחיצה ימנית ולבחור סיים תור, או ללחוץ על הכפתור 'סיים תור' בפינה הימנית התחתונה של המסך.

source: How did I end my turn again?
he: איך אני מסיים את תורי, שוב?

source: When you end your turn, it becomes another side's turn and only that side has the right to move, until that side ends its turn. After all sides end their turns, the next turn begins. This has various effects, including causing all units to regain their full movement potential. The number of the current turn is displayed on the status bar next to the image of a flag. When this number exceeds the maximum number of turns, you lose the game.
he: כאשר אתה מסיים את התור שלך, התור עובר לצד אחר ורק לצד הזה יש את הזכות לזוז, עד שהוא מסיים את תורו. כאשר כל הצדדים מסיים את תורם מתחיל התור הבא. לכך יש השפעות שונות כולל החזרת כל היחידות ליכולת התנועה המלאה שלהם. מספר התור הנוכחי מוצג בשורת המצב ליד תמונת הדגל. כשהמספר עובר את מספר התורות המרבי אתה מפסיד את המשחק.

source: What happens when I end my turn?
he: מה קורה כשתור שלי מסתיים?

source: Units you control have a green, yellow, or red energy orb above their health bar (the green vertical bar to the left of each unit). The energy orbs tell you which units have full movement, some movement, or no movement. Units with full movement have green orbs. Ones with some movement remaining have yellow orbs. Units with no movement have red. If all your units have red orbs, ending your turn is usually the only thing you can do.
he: ליחידות בהן אתה שולט יש כדור אנרגיה ירוק, צהוב או אדום מעל מד הבריאות שלהן ( הקו המאונך הירוק משמאל כל יחידה). כדורי האנרגיה אומרים לך לאילו יחידות יש נקודות תנועה מלאות, חלקיות, או אין בכלל. ליחידות עם נקודות תנועה מלאות יש כדור ירוק, לאילו שנשארו להן כמה נקודות תנועה יש כדור צהוב. ליחידות בלי נקודות תנועה יש כדור אדום. אם לכל היחידות שלך יש כדור אדום, בדרך כלל הדבר היחידי אותן אתה יכול לעשות הוא לסיים את תורך.

source: What are these colored circles for?
he: מה תפקידם של המעגלים הצבעוניים הללו?

source: How did I move my unit again?
he: איך הזזתי את היחידה שלי, שוב?

source: Select the unit you want to move. The area the unit can move to will light up and areas it cannot move to will be shaded. Select any hex to move the unit to that hex.
he: בחר את היחידה אותה אתה רוצה להזיז, האיזור אליו יכולה היחידה לנוע יואר והאזורים אליהם היא לא יכולה לנוע יוצלו. בחר כל משושה כדי להזיז את היחידה אל המשושה.

source: How far can my Elvish Fighter move?
he: כמה רחוק יכול הלוחם האלפי שלי לזוז?

source: Your Elvish Fighter begins with a certain number of move points each turn; this is called its speed. When your Elvish Fighter moves along a path, each hex it passes through costs it move points; this includes the destination. Elves are very fast in woods, using up only 1 movement point. On the other hand, you are human and require 2 movement points to travel through woods.
he: הלוחם האלפי שלך מתחיל כל תור עם מספר מסויים של נקודות תנועה, זה נקרא המהירות שלו. כאזר הלוחם האלפי שלך נע לאורך מסלול, כל משושה בו הוא עובר עולה לו בנקודות תנועה, כולל היעד. אלפים מאוד מהירים ביער, בו הם מבזבזים רק נקודת תנועה אחת. מצד שני, אתה בן-אדם ונדרש להשקיע 2 נקודות תנועה כדי לנוע דרך יער.

source: The in-game help displays this information for whichever unit you have selected. Select a unit and type 'd' to display the help for that unit. F1 or selecting 'help' from the menu will open the main help screen, from which you can open the units library. Only units you have encountered or will soon encounter appear in the library, and encountering new units unlocks their help information.
he: העזרה בתוך המשחק מראה את המידע הזה על היחידה שבחרת. בחר יחידה ולחץ על 'd' כדי להציג את העזרה על יחידה זו. F1 או בחירת 'עזרה' מהתפריט תפתח את מסך העזרה הראשי, משם אתה יכול לפתוח את סיפרית היחידות. רק יחידות בהן נתקלת או תתקל בקרוב מופיעות בסיפריה, והיתקלות ביחידות חדשות פותחת את מידע העזרה שלהן.

source: So how do I learn what the movement costs are for each unit?
he: אז איך אני בודק מה עלות נקודות התנועה לכל יחידה?

source: What happens if I try to move a unit farther than it has movement points?
he: מה יקרה אם אני אנסה להזיז יחידה רחוק יותר ממה שמאפשרות נקודות התנועה שלה?

source: When you select a unit, all hexes it can't move onto within one turn will be shaded. If the destination is far enough away that more than one turn is needed to reach it, a number will appear showing how many turns it will take. Clicking on a far-away space will set the unit on a course for that space, which means it automatically moves as far as it can towards that space every turn. If you accidentally set a unit on a course, select it twice to remove the course.
he: כאשר אתה בוחר יחידה, כל המשושים אליהם היא לא יכולה לנוע באותו תור יוצלו. אם היעד רחוק מספיק כך שיותר מתור אחד נדרש כדי להגיע אליו, יופיע מספר התורות הנדרש. לחיצה על מקום מרוחק תשים את היחידה על מסלול לאותו מקום, מה שאומר שהיא תזוז אוטומטית הכי רחוק שהיא יכולה לעבר המקום הזה בכל תור. אם קבעת מסלול ליחידה בטעות, בחר אותה פעמיים כדי להסיר את המסלול.

source: A unit's zone of control is the location consisting of all hexes adjacent to the unit. Units cannot move through opponent's zones of control; they can only move into it. When they do this, they lose all their remaining movement. Zones of control are very useful and can be used to block enemies from reaching your weak and wounded units.
he: אזור השליטה של יחידה הוא המיקום שמכיל את כל המשושים שהיחידה צמודה אליהם. יחידות לא יכולות לזוז דרך אזורי השליטה של היריב; אלה רק לזוז לתוכם. כאשר הן עושות זאת, הן מאבדות את כל נקודות התנועה שנישארו להן. אזורי שליטה יכולים לשמש כדי לחסום אוייבים מלהגיע אל היחידות החלשות והפצועות שלך.

source: What's the zone of control?
he: מה זה אזור שליטה?

source: What happens when I move next to an enemy unit?
he: מה קורה כאשר אני זז אל ליד יחידת אוייב?

source: d
he: ד

source: How did I attack again?
he: כיצד אני מתקיף שוב?

source: First you need to move next to a unit. Remember, moving next to a unit with a zone of control erases any remaining movement you have and turns your energy orb to yellow. Next, click on the unit you want to attack to bring up the attack dialog.
he: ראשית אתה צריך לנוע סמוך ליחידה. זכור, תנועה בסמוך ליחידה עם אזור שליטה מוחקת את כל נקודות התנועה הנותרות שלך והופכת את כדור האנרגיה שלך לצהוב. ואז, לחץ על היחידה אותה אתה רוצה להתקיף כדי להביא את תיבת ההתקפה.

source: Can Merle retaliate from my attack?
he: האם מרלה יכולה להגיב על ההתקפה שלי?

source: Whenever a unit is attacked, it retaliates with one of their own weapons. This means that after each blow from the attacker, the defender retaliates with one blow. This continues until one side runs out of blows, in which case the other unit continues attacking until its blows are depleted as well. However, any unit can only retaliate by using a weapon of the same range as the one used to attack. This means that a ranged attack can only be countered by a ranged attack and a melee attack can only be countered by a melee attack. Most units have more powerful melee attacks than ranged attacks. Units with strong ranged attacks are useful in retaliation against melee oriented units. Some melee units without ranged attacks won't be able to retaliate at all. However, ranged units cannot shoot across multiple hexes; this is one of the distinctive features of Wesnoth.
he: כאשר יחידה מותקפת היא מגיבה עם אחד מכלי הנשק שלה. זאת אומרת שאחרי כל מהלומה מהמתקיף, המגן מגיב עם מהלומה אחת משלו. הדבר ממשיך עד שלאחד הצדדים נגמרות המהלומות, במקרה זה היחידה השניה ממשיכה עד שגם לה נגמרות המהלומות. אולם כל יחידה יכולה להגיב רק בעזרת נשק עם אותו טווח כמו הנשק בו היא הותקפה. כלומר אפשר להגיב לנשק רחוק טווח רק עם נשק ארוך טווח ולנשק קפ"פ רק עם נשק קפ"פ. לרוב היחידות יש התקפות קפ"פ חזקות יותר מאשר התקפות לטווח רחוק. יחידות עם התקפות טווח רחוק חזקות שימושיות כנגד יחידות עם קפ"פ חזק. לחלק מהיחידות אין בכלל נשק ארוך טווח והן לא יוכלו בכלל להגיב. אבל, יחידות עם טווח ארוך לא יכולות לירות מעבר כמה משושים, זו היא אחת מהתכונות המיוחדות של ווסנות'.

source: Every attack does a certain amount of damage per hit, and can be used a certain number of times per battle. These numbers, called the attack's damage and strike numbers, are displayed in order under the name of the attack on the unit's status table and next to it on the attack options menu. To quickly find the maximum damage an attack can inflict, multiply the damage by the number of strikes. For example, my lightning attack does 14 damage per blow and has 4 blows, so it can deal up to 56 damage in a single combat.
he: לכל התקפה יש את הנזק שלה ומספר ההתקפות לתור שיתבצעו איתה. המספרים הלו מוצגים, בסדר הזה, תחת שם ההתקפה בטבלת המצב של היחידה ולידה תחת התפריט של אפשרויות התקפה. כדי למצוא באופן מהיר את הנזק המרבי שההתקפה יכולה לגרום הכפל את הנזק במספר ההתקפות לתור. לדוגמה, התקפת הברק שלי גורמת 14 נזק למכה, ולכן יכולה לגרום עד 56 נזק בהתור.

source: How can you tell how powerful a unit's attacks are?
he: איך אפשר למצוא כמה חזקות ההתקפות של היחידה?

source: Will my fighter hit every time when it attacks?
he: האם הלוחם שלי יפגע בכל פעם שהוא יתקוף?

source: Units have the ability to block blows. The chance that a unit has to hit is based on the defender's skill at defending blows, and is listed on the attack options menu after the damage and strike numbers for the bow attack.
he: ליחידות יש את היכולת לחסום מכות, סיכוי הפגיעה של יחידה מבוססים על היכולת של המגן לחסום את המכה, ורשום תחת התפריט של אפשרויות התקפה אחרי הנזק ומספר ההתקפות לתור של התקפה בקשת.

source: As you know, your units will have a green, yellow, or red energy orb. Allied units you do not control, like me, have a blue energy circle. Units controlled by the enemy do not have an orb at all. Also, the option 'Show Team Colors', in Preferences, causes the color of a unit's controller to be displayed as a disc below the unit. This helps tell you what side each unit is on.
he: כמו שאתה יודע ליחדות שלך יהיה מעגל אנרגיה בצבע ירוק צהוב או אדום. ליחידות של בני ברית, בהן אתה לא שולט, כמוני, יהיה מעגל אנרגיה כחול. חוץ מזה בחירת האפשרות 'הראה צבעי קבוצה' מההגדרות, תגרום לכך שצבעו של מי ששולט ביחידה יוצג כדיסק מתחת ליחידה. הדבר יעזור לך לדעת באיזה צד היחידה.

source: How do I tell who is allied and who is an enemy?
he: איך אני יכול לדעת מי אוייב ומי בן ברית?

source: What's experience?
he: מה זה ניסיון?

source: When a unit fights another unit, it gains experience, denoted 'XP', from the combat. The amount of experience gained is equal to the opponent's level, which is usually a representation of that unit's power. However, much more experience is gained from defeating an enemy unit. The amount of XP gained from killing an enemy is equal to 8 times the enemy's level.
he: כאשר יחידה נלחמת ביחידה אחרת, היא מקבלת נקודות ניסיון, או נק"נ בקיצור, מהקרב. כמות נקודות הניסיון שהיא מקבלת שווה לרמה של היחידה האוייבת, שבדרך כלל מסמנת את העוצמה שלה. אבל, הרבה יותר ניסיון מתקבל מהבסה של יחידת האוייב. כמות נקודות הניסיון המתקבלת היא פי 8 מרמת האוייב.

source: When a unit advances, it transforms into a different unit type. This unit type is dependent on what the unit was originally, but occasionally there will be more than one choice of what to advance into. Advanced units are usually more powerful and 1 level higher than they were originally. Also, when a unit advances, it is healed completely and any handicaps that have been cast on it are removed. This is known as 'advance-heal'.
he: כאשר יחידה מתקדמת רמה היא הופכת לסוג אחר של יחידה. הסוג תלוי בסוג המקורי אבל לפעמים תהיה יותר מאפשרות אחת לאיזה יחידה להפוך. היחידה תהיה בדרך כלל יותר עוצמתית וברמה אחת גבוהה יותר מהיחידה המקורית. כמו כן כאשר יחידה מתקדמת רמה היא מתרפאת לחלוטין, וכל נכות שהושמה עליה מוסרת. זה ידוע כרפוי-התקדמות.

source: What happens when a unit advances?
he: מה קורה שיחידה מתקדמת?

source: How many times can a unit advance in level?
he: כמה פעמים יכולה יחידה להתקדם דרגה?

source: Most units may advance from level 1 to level 2 to level 3. Several extraordinary units may break the limits of mortal existence and advance beyond level 3, but this is very rare.
he: רוב היחידות יכולות להתקדם מדרגה 1 ל 2 ל 3. כמה יחידות יוצאות דופן יכולות לשבור את ההגבלה של קיום בן תמותה ולהתקדם מעבר לרמה 3, אולם זה מאד נדיר.

source: After reaching its maximum level (level 2 or 3 for most units), it continues to gain experience. This experience accumulates and can result in additional hitpoints for the unit. Some unit types may even gain additional abilites if enough after-max-level experience is earned.
he: אחרי שהיא מגיעה לדרגה המירבית שלה (דרגה 2 או 3 לרוב היחידות), היא ממשיכה לקבל ניסיון. הניסיון מצטבר וכתוצאה יכולה היחידה לקבל נקודות פגיעה נוספות. כמה מהיחידות יכולות אפילו לקבל יכולות נוספות אם מספיק נקודות נסיון אחרי דרגה מרבית מושגות.

source: What happens when a unit reaches its max level?
he: מה קורה כאשר יחידה מגיעה לדרגה המרבית שלה?

source: Whenever a unit captures a village, it flags the village for its side. This action takes all the unit's remaining movement. Villages flagged for a side give the side several benefits, including giving the side extra gold every turn, and reducing the total upkeep cost of that side's units by one. The total number of villages you control is also displayed on the status bar after the picture of a house. In addition to the economic benefit of villages, villages can be used in battle. Villages heal the units on them 8 HP per turn.
he: כאשר יחידה כובשת כפר היא מסמנת אותו בדגל הצד שלה. פעולה זאת לוקחת את כל נקודות התנועה הנותרות של היחידה. כפרים שתחת הדגל של צד מסויים נותנים לו כמה הטבות בין השאר מטבע זהב נוסף בכל תור, והורדה של מחיר האחזקה של היחידות של הצד באחד. כמות הכפרים שנשלטים על ידך מוצגת בשורת המצב ליד התמונה של הבית. בנוסף לערכם כלכלי, כפרים גם שימושיים בקרב. כפרים יכולים לרפאות יחידות שבתוכם ב - 8 נק"פ לתור.

source: What happens when a unit moves onto a village?
he: מה קורה שיחידה זזה אל תוך כפר?

source: How do I heal when there aren't any villages nearby?
he: איך אני מבריא כאשר אין כפרים בסביבה?

source: There are ways to heal even without villages. If a unit does not move or attack for 1 turn, it heals 2 HP from resting. However, if an enemy attacks it, the unit cannot receive rest-heal. Also, there are some units which heal the units surrounding them. The Elvish Shaman is one such unit; units next to an Elvish Shaman are healed 4 HP per turn. Finally, whenever you win a scenario all your units are healed fully.
he: יש דרכים להתרפאות אפילו בלי כפרים. אם יחידה לא זזה או מתקיפה לתור אחד, היא מתרפאת 2 נק"פ ממנוחה. אבל, אם היא מותקפת על ידי האוייב היא לא יכולה לנוח ולהתרפאות. כמו כן יש יחידות שמרפאות יחידות בסביבה שלהם. השאמן האלפי היאיחידה כזאת; יחידה שליד שמאן אלפי מתרפאת 4 נק"פ לתור. לבסוף, כאשר אתה מנצח תרחיש כל היחידות שלך מתרפאות לחלוטין.

source: How important are villages?
he: כמה חשובים הכפרים?

source: Villages are a key part of winning your battles, Konrad. Many units are able to take advantage of the defensive cover a village provides. The gold income is indispensible for building your army. Finally, keeping your units alive will be your most difficult task. If they are ever to advance in level, you must protect your wounded soldiers and move them to villages or healers. This is war, my boy, and life is fragile.
he: כפרים הם חלק מרכזי בנצחון קרבותיך, קונרד. יחידות רבות יכולות לנצל את מעטה ההגנה שהכפר מספק. ההכנסה בזהב היא חשובה מאד לבניית הצבא שלך. לבסוף, שמירה על יחידותך בחיים תהיה המשימה הקשה ביותר שלך. אם אתה רוצה שהן אי-פעם יתקדמו דרגה, אתה חייב להגן על חיילך הפצועים ולהביא אותם אל כפרים או מרפאים. זו היא מלחמה, נערי, והחיים שבירים.

source: How do I know how to complete a scenario? Will you always tell me?
he: איך אני אדע כשאסיים את התרחיש? האם תמיד תגיד לי?

source: Sometimes it is not clear how to win a scenario just by listening to the dialog. In this case you need to look at the scenario objectives, which appear after the opening dialog. The objectives can also be accessed by clicking 'Objectives' on the menu. The scenario objectives list victory conditions and defeat conditions, and when any of the conditions are met, the scenario is over. Hopefully, it was a victory condition that was met.
he: לפעמים זה לא ברור איך לנצח בתרחיש רק על ידי הקשבה לדיאלוג. במקרה זה אתה צריך להסתכל על מטרות התרחיש, שמופיעות אחרי דיאלוג הפתיחה. אפשר לגשת אלהן גם על ידי לחיצה על 'מטרות' בתפריט. מטרות התרחיש הן רשימה של תנאים לניצחון ולתבוסה, וכאשר אחד מהתנאים מתקיים התרחיש מסתיים. בתקווה, זה היה תנאי לניצחון שהתקיים.

source: What happens when I win a scenario?
he: מה קורה שאני מנצח תרחיש?

source: When you win a scenario, all your units survive and are revived to full health, and you do not have to pay them for the remaining turns. Also, if your army remains in the area after you win, all villages surrender to you immediately after you win. However, between scenarios 20% of your gold is lost to provide for feeding, clothing, sheltering, and moving your army.
he: כאשר אתה מנצח תרחיש, כל היחידות שלך ששרדו חוזרות לבריאות מלאה, ואתה לא צריך לשלם להן על התורות שנותרו. כמו כן, אם הצבא שלך נשאר באזור לאחר הניצחון, כל הכפרים נכנעים אליך מיד לאחר שנצחת. ‮אף על פי כן בין תרחישים אתה מאבד 20% מהזהב שלך לתשלום על האכלה, הלבשה, בניית מכסה והזזת הצבא שלך.

source: How did I recall a unit again?
he: איך אני מחזיר יחידה, שוב?

source: By selecting 'recall' from the menu, right-clicking on a castle hex and selecting 'recall', or by hitting alt-r.
he: על ידי בחירת 'החזר' מהתפריט, לחיצה ימנית על משושה הטירה ובחירת 'החזר' או על ידי לחיצה על alt-r.

source: What happens when I recall a unit?
he: מה קורה שאני מחזיר יחידה?

source: First, you must pay 20 pieces of gold for each unit you recall, regardless of the type of unit. Other than that, recalled units are basically like recruited units, except that instead of a new unit appearing, a unit from a previous scenario will appear.
he: ראשית, אתה חייב לשלם 20 זהב על כל יחידה שאתה מחזיר, בלי קשר לסוג היחידה. חוץ מזה, יחידות מוחזרות הם באופן בסיסי כמו יחידות שגוייסו, מלבד העובדה שבמקום יחידה חדשה תופיע יחידה מהתרחיש הקודם.

source: Why should I recall my units?
he: למה כדי לי להחזיר יחידה?

source: Veteran units have more experience than new units and may have even leveled up. Using experienced units rather than new units will give you a much more powerful army over the long run.
he: ליחידות מנוסות יש יותר נסיון מיחידות חדשות ואולי אפילו התקדמו דרגה. שימוש ביחידות מנוסות במקום יחידות חדשות יספק לך צבא רב עוצמה יותר בטווח הארוך.

source: How should I decide which units to recall?
he: איך אני מחליט איזה יחידות להחזיר?

source: You should usually recall units that have already advanced to the next level. However, you may also want to recall units that have high experience, and are thus likely to advance. You should recall units that will be useful for the scenario you are in; for example in a forest scenario, recall elves.
he: בדך כלל כדי לך להחזיר ליחידות שכבר התקדמו לרמה הבאה. אבל יכול להיות שתרצה להחזיר יחידות עם הרבה ניסיון, ולכן בעלות סיכוי לעלות רמה בקרוב. די לך להחזיר יחידות שיהיו מועילות בתרחיש הנוכחי; לדוגמה בתרחיש יער, החזר אלפים.
